{
    "Độ lớn của lực tương tác giữa hai điện tích điểm trong không khí": "tỉ lệ nghịch với bình phương khoảng cách giữa hai điện tích.",
    "Dòng điện là gì?": "Sự dịch chuyển có hướng của các hạt mang điện.",
    "Cường độ dòng điện được đo bằng": "ampe kế.",
    "Hiệu điện thế giữa hai điểm được đo bằng": "vôn kế.",
    "Điện trở suất của vật liệu dẫn điện càng nhỏ thì": "vật liệu đó dẫn điện càng tốt.",
    "Cường độ dòng điện không đổi là dòng điện": "có chiều và cường độ không thay đổi theo thời gian.",
    "Điện trở của dây dẫn tỉ lệ thuận với": "chiều dài của dây dẫn.",
    "Đơn vị của điện trở là": "ôm (Ω).",
    "Công thức tính điện trở theo định luật Ôm là": "R = U/I.",
    "Định luật Ôm cho đoạn mạch là": "I = U/R.",
    "Công suất tiêu thụ điện của đoạn mạch là": "P = U.I.",
    "Nhiệt lượng tỏa ra trên điện trở theo định luật Jun-Lenxơ là": "Q = I²Rt.",
    "Một vật bị nhiễm điện dương khi": "mất bớt electron.",
    "Hiện tượng cảm ứng điện từ là hiện tượng": "xuất hiện dòng điện trong mạch khi từ thông qua mạch biến thiên.",
    "Từ thông qua một vòng dây phụ thuộc vào": "diện tích vòng dây và từ trường xuyên qua nó.",
    "Từ trường do dòng điện gây ra có": "tính định hướng và tác dụng lực lên dòng điện khác.",
    "Dòng điện chạy trong dây dẫn thẳng dài gây ra": "từ trường có dạng các đường tròn đồng tâm.",
    "Động cơ điện hoạt động dựa trên": "tác dụng của từ trường lên dòng điện.",
    "Máy biến áp hoạt động dựa trên": "hiện tượng cảm ứng điện từ.",
    "Máy phát điện xoay chiều hoạt động dựa trên": "hiện tượng cảm ứng điện từ.",
    "Chiều dòng điện cảm ứng được xác định bằng": "quy tắc Lenz.",
    "Dòng điện xoay chiều có đặc điểm": "cường độ và chiều thay đổi tuần hoàn theo thời gian.",
    "Điện áp xoay chiều trong mạng điện sinh hoạt ở Việt Nam có giá trị hiệu dụng là": "220V.",
    "Tụ điện là linh kiện có khả năng": "tích và phóng điện.",
    "Hiện tượng đoản mạch xảy ra khi": "dòng điện chạy qua dây dẫn có điện trở rất nhỏ.",
    "Đèn sợi đốt sáng lên là do": "nhiệt lượng do dòng điện tỏa ra làm nóng sợi đốt.",
    "Điện trở mắc nối tiếp thì điện trở tương đương": "bằng tổng các điện trở thành phần.",
    "Điện trở mắc song song thì điện trở tương đương": "nhỏ hơn điện trở thành phần nhỏ nhất.",
    "Điện năng tiêu thụ của thiết bị điện được đo bằng": "công tơ điện.",
    "Điện năng chuyển hóa thành nhiệt năng trong thiết bị điện gọi là": "hiệu suất.",
    "Hiệu suất của động cơ điện được tính bằng": "công suất có ích chia cho công suất tiêu thụ.",
    "Hiện tượng giao thoa ánh sáng chứng tỏ ánh sáng có tính chất": "sóng.",
    "Ánh sáng đơn sắc là ánh sáng": "không bị tán sắc khi đi qua lăng kính.",
    "Ánh sáng trắng là hỗn hợp của": "nhiều ánh sáng đơn sắc có bước sóng khác nhau.",
    "Tia tử ngoại là bức xạ có bước sóng": "ngắn hơn ánh sáng tím.",
    "Tia hồng ngoại là bức xạ có bước sóng": "dài hơn ánh sáng đỏ.",
    "Tia X có khả năng": "đâm xuyên mạnh và ion hóa chất khí.",
    "Hiện tượng quang điện là hiện tượng": "electron bị bật ra khỏi kim loại khi bị chiếu sáng thích hợp.",
    "Điều kiện để xảy ra hiện tượng quang điện là": "ánh sáng có bước sóng nhỏ hơn hoặc bằng giới hạn quang điện của kim loại.",
    "Trong nguyên tử, các electron chuyển động quanh hạt nhân theo": "quỹ đạo xác định với năng lượng xác định.",
    "Khi electron chuyển từ mức năng lượng cao xuống thấp thì": "phát ra photon có năng lượng bằng hiệu hai mức.",
    "Hạt nhân nguyên tử gồm": "proton và nơtron.",
    "Số khối của hạt nhân là": "tổng số proton và nơtron.",
    "Phản ứng phân hạch là phản ứng": "một hạt nhân nặng vỡ thành hai hạt nhân nhẹ hơn.",
    "Phản ứng nhiệt hạch là phản ứng": "hai hạt nhân nhẹ kết hợp thành một hạt nhân nặng hơn.",
    "Năng lượng nguyên tử được giải phóng từ": "khối lượng bị chuyển hóa thành năng lượng.",
    "Bức xạ ion hóa có thể": "làm tổn thương tế bào sinh học.",
    "Đơn vị đo năng lượng trong vật lý hạt nhân thường dùng là": "MeV (mega electron volt)."
}