{
    "Đối tượng nghiên cứu của vật lí và mục tiêu của môn vật lí?": "- Vật lí là môn khoa học tự nhiên có đối tượng nghiên cứu tập trung vào các dạng vận động của vật chất (chất, trường), năng lượng.\n- Các lĩnh vực nghiên cứu của vật lí: cơ học, điện học, điện từ học, quang học, âm học, nhiệt học, nhiệt động lực học đến vật lí nguyên tử và hạt nhân, vật lí lượng tử, thuyết tương đối.\n- Việc học tập môn Vật lí giúp các em hình thành, phát triển năng lực vật lí với các biểu hiện chính sau đây:\n+ Có được những kiến thức, kĩ năng cơ bản về vật lí.\n+ Vận dụng được kiến thức, kĩ năng đã học để khám phá, giải quyết các vấn đề có liên quan trong học tập cũng như trong đời sống.\n+ Nhận biết được năng lực, sở trường của bản thân, định hướng nghề nghiệp.",
    "Quá trình phát triển của Vật lí?": "Các giai đoạn chính trong quá trình phát triển của Vật lí.",
    "Vai trò của vật lí đối với khoa học, kĩ thuật và công nghệ?": "- Vật lí được coi là cơ sở của khoa học tự nhiên, các khái niệm, định luật, nguyên lí của Vật lí được sử dụng rộng rãi trong mọi lĩnh vực của KHTN, dùng để giải thích cơ chế của các hiện tượng tự nhiên từ vi mô đến vĩ mô.\n- Vật lí là cơ sở của công nghệ.\n+ Máy hơi nước do James Watt sáng chế năm 1765 đã tạo nên bước khởi đầu cho cuộc cách mạng công nghiệp lần thứ nhất.\n+ Việc khám phá ra hiện tượng cảm ứng điện từ của nhà vật lí Faraday vào cuối thế kỉ XIX đã mở đầu cho kỉ nguyên sử dụng điện năng và là một trong những cơ sở cho sự ra đời của cuộc cách mạng công nghiệp lần thứ hai.\n+ Cuộc cách mạng công nghiệp lần thứ ba bắt đầu từ những năm 70 của thế kỉ XX với đặc trưng là tự động hóa các quá trình sản xuất cũng là nhờ có những thành tựu nghiên cứu về điện tử, chất bán dẫn và vi mạch…\n+ Cuộc cách mạng công nghiệp lần thứ 4 bắt đầu vào thế kỉ XXI, đặc trưng của cuộc cách mạng này là sử dụng trí tuệ nhân tạo, robot, internet toàn cầu, công nghệ nano, các thiết bị thông minh.\n- Vai trò của Vật lí trong sự phát triển các công nghệ trên cho thấy sự ảnh hưởng to lớn của nó đối với cuộc sống con người, mọi thiết bị con người sử dụng đều gắn với những thành tựu nghiên cứu của Vật lí.\n- Việc ứng dụng các thành tựu của Vật lí vào công nghệ không chỉ mang lại lợi ích cho nhân loại mà còn có thể làm ô nhiễm môi trường sống, hủy hoại hệ sinh thái, … nếu không được sử dụng đúng phương pháp và đúng mục đích.",
    "Phương pháp thực nghiệm?": "Phương pháp thực nghiệm là phương pháp quan trọng của Vật lí. Người ta thực hiện phương pháp này theo quy trình trong sơ đồ sau:",
    "Phương pháp mô hình?": "Một số mô hình thường dùng ở trường phổ thông\n- Mô hình vật chất: đó là các vật thu nhỏ hoặc phóng to của vật thật, có một số đặc điểm giống vật thật.\nMô hình quả địa cầu\n- Mô hình lí thuyết: đưa ra một số khái niệm mô hình về chất điểm, tia sáng để biểu diễn sự chuyển động của vật, sự truyền ánh sáng.\nMô hình tia sáng\n- Mô hình toán học: đó là các công thức, phương trình, đồ thị, kí hiệu … của toán học dùng để mô tả các đặc điểm của các đối tượng nghiên cứu.\nCác công thức\n- Các bước cần thiết cho việc xây dựng mọi loại mô hình:\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Sử dụng các thiết bị điện?": "Khi sử dụng các thiết bị điện cần quan sát kĩ các kí hiệu, nhãn thông số trên thiết bị để sử dụng đúng chức năng, đúng yêu cầu kĩ thuật.",
    "Sử dụng các thiết bị nhiệt và thủy tinh?": "Các thiết bị đun nóng có thể gây bỏng với người sử dụng, gây nứt, vỡ các bộ phận làm bằng thủy tinh.",
    "Sử dụng các thiết bị quang học?": "Các thiết bị quang học rất dễ mốc, xước, nứt, vỡ và dính bụi bẩn, làm ảnh hướng đến đường truyền tia sáng và sai lệch kết quả thí nghiệm.\nBộ dụng cụ quang học",
    "Nguy cơ gây nguy hiểm cho người sử dụng?": "Việc thực hiện sai thao tác sử dụng các thiết bị có thể dẫn đến nguy hiểm cho người sử dụng. Vì vậy khi tiến hành thí nghiệm cần tuân thủ nghiêm ngặt các quy định trong phòng thực hành và hướng dẫn của giáo viên.\nRút phích điện sai cách\nDây điện bị hỏng vỏ bọc",
    "Nguy cơ hỏng thiết bị đo điện?": "Khi sử dụng các thiết bị đo điện cần chọn đúng thang đo, không nhầm lẫn khi thao tác để đảm bảo an toàn cho thiết bị đo.",
    "Nguy cơ cháy nổ trong phòng thực hành?": "Khi tiến hành thí nghiệm với các thiết bị điện và những hóa chất, chất dễ cháy nổ trong phòng thực hành cần tuân thủ quy tắc an toàn, nhất là những quy tắc an toàn về phòng cháy, chữa cháy và an toàn khi sử dụng hóa chất dễ cháy, nổ.\nĐèn cồn",
    "Quy tắc an toàn trong phòng thực hành?": "- Đọc kĩ hướng dẫn sử dụng thiết bị và quan sát các chỉ dẫn, các kí hiệu trên các thiết bị thí nghiệm.\n- Kiểm tra cẩn thận thiết bị, phương tiện, dụng cụ thí nghiệm trước khi sử dụng.\n- Chỉ tiến hành thí nghiệm khi được sự cho phép của giáo viên hướng dẫn thí nghiệm.\n- Tắt công tắc nguồn thiết bị điện trước khi cắm hoặc tháo thiết bị điện.\n- Chỉ cắm phích/ giắc cắm của thiết bị điện vào ổ cắm khi hiệu điện thế của nguồn điện tương ứng với hiệu điện thế định mức của dụng cụ.\n- Phải bố trí dây điện gọn gàng, không bị vướng khi qua lại.\n- Không tiếp xúc trực tiếp với các vật và các thiết bị thí nghiệm có nhiệt độ cao khi không có dụng cụ bảo hộ.\n- Không để nước cũng như các dung dịch dẫn điện, dung dịch dễ cháy gần thiết bị điện.\n- Giữ khoảng cách an toàn khi tiến hành thí nghiệm nung nóng các vật, thí nghiệm có các vật bắn ra, tia laser.\n- Phải vệ sinh, sắp xếp gọn gàng các thiết bị và dụng cụ thí nghiệm, bỏ chất thải thí nghiệm vào đúng nơi quy định sau khi tiến hành thí nghiệm.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Phép đo trực tiếp và phép đo gián tiếp?": "- Đo trực tiếp một đại lượng bằng dụng cụ đo, kết quả được đọc trực tiếp trên dụng cụ đo được gọi là phép đo trực tiếp.\n- Đo một đại lượng không trực tiếp mà thông qua công thức liên hệ với các đại lượng có thể đo trực tiếp gọi là phép đo gián tiếp.",
    "Sai số hệ thống?": "- Khi sử dụng dụng cụ đo để đo các đại lượng vật lí luôn có sự sai lệch do đặc điểm và cấu tạo của dụng cụ gây ra. Sự sai lệch này gọi là sai số dụng cụ hoặc sai số hệ thống.\n- Sai số hệ thống có nguyên nhân khách quan (do dụng cụ), nguyên nhân chủ quan do người đo (cần loại bỏ).",
    "Sai số ngẫu nhiên?": "Sai số ngẫu nhiên là sai số không rõ nguyên nhân, có thể do thao tác đo không chuẩn, điều kiện làm thí nghiệm không ổn định hoặc hạn chế về giác quan. Để khắc phục người ta thường tiến hành thí nghiệm nhiều lần và tính sai số.",
    "Cách xác định sai số phép đo?": "- Sai số ngẫu nhiên tuyệt đối của từng lần đo là trị tuyệt đối của hiệu số giữa giá trị trung bình các lần đo và giá trị của mỗi lần đo của phép đo trực tiếp\nΔ\nA\n1\n=\n(\n¯¯¯\nA\n−\nA\n1\n)\n;\nΔ\nA\n2\n=\n(\n¯¯¯\nA\n−\nA\n2\n)\n;\n...\n;\nΔ\nA\nn\n=\n(\n¯¯¯\nA\n−\nA\nn\n)\nTrong đó:\n¯¯¯\nA\n=\nA\n1\n+\nA\n2\n+\n...\n+\nA\nn\nn\nlà giá trị trung bình của n lần đo.\n¯¯¯¯¯¯\nΔ\nA\n=\nΔ\nA\n1\n+\nΔ\nA\n2\n+\n...\n+\nΔ\nA\nn\nn\n- Sai số ngẫu nhiên tuyệt đối trung bình của n lần đo:\n- Sai số tuyệt đối của phép đo là tổng sai số ngẫu nhiên tuyệt đối trung bình và sai số dụng cụ:\nΔ\nA\n=\n¯¯¯¯¯¯\nΔ\nA\n+\nΔ\nA\nd\nc\n- Sai số tỉ đối của phép đo là tỉ lệ phần trăm giữa sai số tuyệt đối và giá trị trung bình của đại lượng đo, cho biết mức độ chính xác của phép đo\nδ\nA\n=\nΔ\nA\n¯¯¯\nA\n.100\n%",
    "Cách xác định sai số phép đo gián tiếp?": "- Sai số tuyệt đối của một tổng hay hiệu bằng tổng các sai số tuyệt đối của các số hạng\nA = B + C\n∆A = ∆B + ∆C\n- Sai số tỉ đối của một tích hay thương thì bằng tổng các sai số tỉ đối của các thừa số\nA = B.C\nδA = δB + δC\n- Từ sai số tỉ đối, có thể sử dụng công thức\nδ\nA\n=\nΔ\nA\n¯¯¯\nA\n.100\n%\nđể tính được sai số tuyệt đối.",
    "Cách ghi kết quả đo?": "- Kết quả đo đại lượng A được ghi dưới dạng một khoảng giá trị:\n¯¯¯\nA\n−\nΔ\nA\n≤\nA\n≤\n¯¯¯\nA\n+\nΔ\nA\nhoặc\nA\n=\n¯¯¯\nA\n±\nΔ\nA\nTrong đó:\n+ ∆A là sai số tuyệt đối thường viết đến số chữ số có nghĩa tới đơn vị của độ chia nhỏ nhất (ĐCNN) trên dụng cụ đo.\n+ Giá trị trung bình\n¯¯¯\nA\nđược viết đến bậc thập phân tương ứng với ∆A .\n- Quy tắc làm tròn số:\n+ Nếu chữ số ở hàng bỏ đi nhỏ hơn 5 thì chữ số bên trái vẫn giữ nguyên.\n+ Nếu chữ số ở hàng bỏ đi lớn hơn hoặc bằng 5 thì chữ số bên trái tăng thêm một đơn vị.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Vị trí của vật chuyển động tại các thời điểm?": "Khi vật chuyển động thì vị trí của vật so với vật được chọn làm mốc thay đổi theo thời gian.\n- Để xác định vị trí của vật người ta dùng hệ tọa độ vuông góc có gốc là vị trí của vật mốc, trục hoành Ox và trục tung Oy. Các giá trị trên các trục tọa độ được xác định theo một tỉ lệ xác định.\nVí dụ:\n- Để xác định thời điểm, người ta phải chọn một mốc thời gian, đo khoảng thời gian từ thời điểm được chọn làm mốc đến thời điểm cần xác định.\n⇒ Hệ tọa độ kết hợp với mốc thời gian và đồng hồ đo thời gian được gọi là hệ quy chiếu.",
    "Độ dịch chuyển?": "- Đại lượng vừa cho biết độ dài vừa cho biết hướng của sự thay đổi vị trí của vật gọi là độ dịch chuyển. Độ dịch chuyển là đại lượng vectơ.\n- Độ dịch chuyển được biểu diễn bằng một mũi tên nối vị trí đầu và vị trí cuối của chuyển động có độ dài tỉ lệ với độ lớn của độ dịch chuyển. Kí hiệu là\n→\nd\n.\nVí dụ:\nVecto độ dịch chuyển của một vật chuyển động\nVecto độ dịch chuyển của một vật chuyển động",
    "Phân biệt độ dịch chuyển và quãng đường đi được?": "- Quãng đường là độ dài quỹ đạo chuyển động của vật.\n- Độ dịch chuyển được biểu diễn bằng một mũi tên nối vị trí đầu và vị trí cuối của chuyển động có độ dài tỉ lệ với độ lớn của độ dịch chuyển.\nVí dụ: bạn A xuất phát từ 46 Khâm Thiên đến trường THPT Kim Liên.\nQuãng đường là đường màu xanh\nĐộ dịch chuyển là đường màu vàng\n- Khi vật chuyển động thẳng, không đổi chiều thì độ lớn của độ dịch chuyển và quãng đường đi được bằng nhau. Khi vật chuyển động thẳng, có đổi chiều thì độ lớn của độ dịch chuyển và quãng đường đi được không bằng nhau.",
    "Tổng hợp độ dịch chuyển?": "Có thể dùng phép cộng vectơ để tổng hợp độ dịch chuyển của vật.\nVí dụ:\nNgười thứ nhất đi theo quỹ đạo A → B → C.\nĐộ dịch chuyển tổng hợp là:\n−−→\nA\nC\n=\n−−→\nA\nB\n+\n−−→\nB\nC\nĐộ lớn của độ dịch chuyển là:\nA\nC\n=\n√\nA\nB\n2\n+\nB\nC\n2\nHướng của độ dịch chuyển hợp với phương ngang góc 45o.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Tốc độ trung bình?": "- Tốc độ trung bình là đại lượng dùng để xác định độ nhanh, chậm của chuyển động.\n- Biểu thức:\nv\n=\ns\nt\nTrong đó: s là quãng đường đi được, t là thời gian đi hết quãng đường đó.\n- Nếu gọi quãng đường đi được từ thời điểm ban đầu tới thời điểm t1 là s1, tới thời điểm t2 là s2 thì:\n+ Thời gian đi là: ∆t = t2 – t1\n+ Quãng đường đi được trong thời gian ∆t là: ∆s = s2 – s1\n+ Tốc độ trung bình của chuyển động là:\nv\n=\nΔ\ns\nΔ\nt",
    "Tốc độ tức thời?": "Tốc độ tức thời là tốc độ tại một thời điểm xác định.\nVí dụ:\nThời điểm người lái ô tô xe đọc số chỉ trên tốc kế, tốc độ này được gọi là tốc độ tức thời.\nTốc kế",
    "Vận tốc trung bình?": "- Vận tốc trung bình là đại lượng được xác định bằng thương số của độ dịch chuyển và thời gian dịch chuyển để xác định độ nhanh, chậm của chuyển động theo một hướng xác định.\n→\nv\n=\n→\nd\nt\n- Hoặc có thể viết:\nv\n=\nΔ\nd\nΔ\nt\ntrong đó ∆d là độ dịch chuyển trong thời gian ∆t.\n- Vận tốc là đại lượng vectơ có:\n+ Gốc nằm trên vật chuyển động.\n+ Hướng là hướng của độ dịch chuyển.\n+ Độ dài tỉ lệ với độ lớn của vận tốc.",
    "Vận tốc tức thời?": "Vận tốc tức thời là vận tốc tại một thời điểm xác định, được kí hiệu là\n→\nv\nt\n:\n→\nv\nt\n=\nΔ\n→\nd\nΔ\nt\nvới ∆t rất nhỏ",
    "Tổng hợp hai vận tốc cùng phương?": "Người chuyển động cùng hướng với tàu\n→\nv\n1,3\n: vận tốc của người đối với mặt đường.\n→\nv\n1,2\n: vận tốc của người đối với tàu.\n→\nv\n2,3\n: vận tốc của tàu đối với mặt đường.\n- Biểu thức:\n→\nv\n1,3\n=\n→\nv\n1,2\n+\n→\nv\n2,3\n- Độ lớn:\nv1,3 = v1,2 + v2,3 khi\n→\nv\n1,2\n↑\n⏐\n⏐\n↑\n⏐\n⏐\n→\nv\n2,3\nv1,3 = |v1,2 + v2,3| khi\n→\nv\n1,2\n↑\n⏐\n⏐\n⏐\n⏐\n↓\n→\nv\n2,3",
    "Tổng hợp hai vận tốc vuông góc với nhau?": "Biểu thức:\n→\nv\n1,3\n=\n→\nv\n1,2\n+\n→\nv\n2,3\nĐộ lớn:\nv\n1,3\n=\n√\nv\n2\n1,2\n+\nv\n2\n2,3\nkhi\n→\nv\n1,2\n⊥\n→\nv\n2,3\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Cách đo tốc độ trong phòng thí nghiệm?": "Để đo tốc độ chuyển động của một vật có thể đo thời gian và quãng đường chuyển động của vật đó.",
    "Đồng hồ đo thời gian hiện số và cổng quang điện?": "Đồng hồ đo thời gian hiện số có thể đo thời gian chính xác đến phần nghìn giây, được điều khiển bằng cổng quang điện.",
    "Thiết bị đo thời gian bằng cần rung (đồng hồ cần rung)?": "Đồng hồ cần rung sử dụng một cần rung đều đặn khoảng 50 lần trong một giây và đánh dấu các chấm trên băng giấy gắn vào xe chuyển động. Đo khoảng cách giữa các dấu chấm xác định được quãng đường đi được của xe trong 0,02 s.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Chuyển động thẳng?": "- Chuyển động thẳng có quỹ đạo chuyển động là đường thẳng.\n- Khi vật chuyển động thẳng theo một chiều không đổi thì độ dịch chuyển và quãng đường đi được có độ lớn như nhau (d = s), vận tốc và tốc độ có độ lớn như nhau.\n- Khi vật đang chuyển động thẳng theo chiều dương, nếu đổi chiều chuyển động thì trong khoảng thời gian chuyển động ngược chiều đó quãng đường đi được vẫn có giá trị dương, còn độ dịch chuyển có giá trị âm, tốc độ vẫn có giá trị dương còn vận tốc có giá trị âm.",
    "Cách vẽ đồ thị độ dịch chuyển – thời gian (d – t) trong chuyển động thẳng đều?": "Trong chuyển động thẳng đều thì d = v.t (với v là một hằng số). Biểu thức d = v.t có dạng giống biểu thức của hàm số y = a.x nên đồ thị có dạng là một đoạn thẳng.\nVí dụ:\nVật đứng yên\nVật chuyển động thẳng đều theo một chiều",
    "Sử dụng đồ thị độ dịch chuyển – thời gian trong chuyển động thẳng?": "Ví dụ với đồ thị độ dịch chuyển – thời gian như hình dưới\n- Sử dụng đồ thị mô tả được chuyển động của vật\n+ Từ giây 0 đến giây thứ 3: xe chuyển động thẳng.\n+ Từ giây thứ 3 đến giây thứ 5: xe đứng yên không chuyển động.\n- Sử dụng đồ thị để tính được vận tốc\n+ Độ dịch chuyển của xe trong 3 giây đầu là: d = 7 – 1 = 6 m\n+ Vận tốc của xe trong 3 s đầu là:\nv\n=\nd\nt\n=\n6\n3\n=\n2\nm\n/\ns",
    "Vận tốc và đồ thị độ dịch chuyển – thời gian trong chuyển động thẳng?": "Từ đồ thị độ dịch chuyển – thời gian tính được giá trị của vận tốc.\nHệ số góc (độ dốc) của đường biểu diễn OL chính là độ lớn của vận tốc.\nĐộ dốc =\nL\nM\nO\nM\n- Độ dốc của đồ thị trong chuyển động thẳng cho biết độ lớn vận tốc chuyển động.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Chuyển động biến đổi?": "Chuyển động có vận tốc thay đổi được gọi là chuyển động biến đổi.\n- Vận tốc tăng dần: chuyển động nhanh dần.\n- Vận tốc giảm dần: chuyển động chậm dần.\nXe ô tô tăng tốc\nXe ô tô phanh gấp giảm tốc độ",
    "Khái niệm gia tốc?": "- Đại lượng a cho biết sự thay đổi nhanh hay chậm của vận tốc được gọi là gia tốc chuyển động (gọi tắt là gia tốc).\na\n=\nΔ\nv\nΔ\nt\n=\nv\nt\n−\nv\n0\nt\n−\nt\n0\nTrong đó:\n+ ∆v là độ biến thiên vận tốc (m/s).\n+ ∆t là thời gian biến thiên vận tốc (s).\n+ a là gia tốc (m/s2).\n- Gia tốc là đại lượng vectơ:\n→\na\n=\nΔ\n→\nv\nΔ\nt\n- Khi a.v > 0 thì chuyển động nhanh dần, a.v < 0 thì chuyển động chậm dần.\nÔ tô tăng tốc độ là chuyển động có gia tốc\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Gia tốc của chuyển động thẳng biến đổi đều?": "- Chuyển động thẳng biến đổi đều là chuyển động thẳng mà vận tốc có độ lớn tăng hoặc giảm đều theo thời gian.\n- Chuyển động thẳng có độ lớn vận tốc tăng đều theo thời gian gọi là chuyển động thẳng nhanh dần đều\nVí dụ về một chuyển động thẳng nhanh dần đều\n- Chuyển động thẳng có độ lớn vận tốc giảm đều theo thời gian gọi là chuyển động thẳng chậm dần đều.\nVí dụ về một chuyển động thẳng chậm dần đều\n- Do vận tốc thay đổi đều theo thời gian nên gia tốc của chuyển động này không đổi theo thời gian:\na\n=\nΔ\nv\nΔ\nt\n= hằng số.",
    "Vận tốc tức thời của chuyển động thẳng biến đổi đều?": "Gọi v0 là vận tốc tại thời điểm ban đầu t0; vt là vận tốc tại thời điểm t\n- Vận tốc tức thời tại thời điểm t: vt = v0 + a(t – t0)\n- Nếu ở thời điểm ban đầu t0 = 0 thì: vt = v0 + at\n- Nếu ở thời điểm ban đầu t0 = 0 vật mới bắt đầu chuyển động thì: v0 = 0 và vt = at",
    "Đồ thị vận tốc – thời gian của chuyển động thẳng biến đổi đều?": "Vận tốc tức thời v trong chuyển động thẳng biến đổi đều là hàm bậc nhất của thời gian t, nên đồ thị vận tốc – thời gian của chuyển động này có dạng như hình dưới",
    "Tính độ dịch chuyển bằng đồ thị vận tốc – thời gian (v – t)?": "- Trong khoảng thời gian t, vật chuyển động thẳng đều với vận tốc v thì độ dịch chuyển có độ lớn bằng diện tích của hình chữ nhật, các cạnh có độ dài là v và t. Độ lớn: d = v.t.\n- Trong khoảng thời gian t, vật chuyển động thẳng biến đổi đều với vận tốc ban đầu v0 thì độ dịch chuyển có độ lớn bằng diện tích của hình thang vuông có đường cao là t và các đáy có độ lớn v0, v.",
    "Tính độ dịch chuyển bằng công thức?": "- Độ lớn của độ dịch chuyển trong chuyển động thẳng biến đổi đều:\nd\n=\nv\n0\nt\n+\n1\n2\na\nt\n2\n- Hệ thức: vt2 – v02 = 2ad\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Sự rơi trong không khí?": "- Sự rơi nhanh hay chậm của vật phụ thuộc vào độ lớn của lực cản không khí tác dụng lên vật. Lực cản càng nhỏ so với trọng lực tác dụng lên vật thì vật sẽ rơi càng nhanh và ngược lại.",
    "Sự rơi tự do?": "- Sự rơi tự do là sự rơi chỉ dưới tác dụng của trọng lực.\n- Nếu vật rơi trong không khí mà độ lớn của lực cản không khí không đáng kể so với trọng lượng của vật thì cũng coi là rơi tự do.\nSự rơi tự do",
    "Đặc điểm của chuyển động rơi tự do?": "a) Phương và chiều của chuyển động rơi tự do\n- Phương thẳng đứng.\n- Chiều từ trên xuống dưới.\nb) Tính chất của chuyển động rơi tự do\n- Là chuyển động thẳng nhanh dần đều.\n- Kiểm chứng bằng ảnh hoạt nghiệm.\nc) Gia tốc rơi tự do\n- Ở cùng một nơi trên Trái Đất, mọi vật rơi tự do với cùng một gia tốc.\n- Gia tốc rơi tự do kí hiệu là g, giá trị của g phụ thuộc vào vĩ độ địa lí và độ cao. Ở gần bề mặt Trái Đất người ta thường lấy giá trị của g bằng 9,8 m/s2.",
    "Công thức rơi tự do?": "- Độ dịch chuyển, quãng đường đi được tại thời điểm t:\nd\n=\ns\n=\n1\n2\ng\nt\n2\n- Vận tốc tức thời tại thời điểm t: vt = gt .\n- Liên hệ giữa vận tốc và quãng đường đi được với gia tốc: vt2 = 2gs .\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Khái niệm chuyển động ném ngang?": "Chuyển động ném ngang là chuyển động có vận tốc ban đầu theo phương nằm ngang và chuyển động dưới tác dụng của trọng lực.\nMáy bay thả hàng cứu trợ là một chuyển động ném ngang",
    "Thí nghiệm?": "- Lực\n−→\nF\n1\ncó tác dụng làm quay cùng chiều kim đồng hồ.\n- Lực\n−→\nF\n2\ncó tác dụng làm quay ngược chiều kim đồng hồ.\nKhi đĩa cân bằng, tác dụng làm quay của hai lực cân bằng nên moment lực của hai lực trên cân bằng với nhau. Về mặt độ lớn: F1.d1 = F2.d2",
    "Phân tích kết quả thí nghiệm?": "Phân tích chuyển động ném ngang thành hai thành phần:\n- Thành phần chuyển động theo phương thẳng đứng.\n- Thành phần chuyển động theo phương nằm ngang.",
    "Thành phần chuyển động theo phương thẳng đứng?": "- Nếu bỏ qua sức cản không khí thì chuyển động thành phần theo phương thẳng đứng của vật là chuyển động rơi tự do với vận tốc ban đầu bằng 0.\n- Chọn chiều dương hướng xuống, độ cao của vật bị ném ngang:\nH\n=\n1\n2\ng\nt\n2\n⇒\nt\n=\n√\n2\nH\ng\nNhận xét:\n- Thời gian rơi của vật bị ném ngang chỉ phụ thuộc độ cao H của vật bị ném, không phụ thuộc vận tốc ném.\n- Nếu từ cùng một độ cao, đồng thời ném ngang các vật khác nhau với các vận tốc khác nhau thì chúng đều rơi xuống đất cùng một lúc.",
    "Thành phần chuyển động theo phương nằm ngang?": "- Giá trị cực đại của độ dịch chuyển trong chuyển động thành phần nằm ngang được gọi là tầm xa L của chuyển động ném ngang.\nL = dx max = v0.tmax với tmax là thời gian rơi của vật\n- Suy ra:\nL\n=\nv\n0\n√\n2\nH\ng\nNhận xét:\n- Tầm xa của vật bị ném ngang phụ thuộc và độ cao H của vật khi bị ném và vận tốc ném. Nếu từ cùng một độ cao đồng thời ném các vật khác nhau với vận tốc khác nhau thì vật nào có vận tốc ném lớn hơn sẽ có tầm xa lớn hơn.\n- Nếu từ các độ cao khác nhau ném ngang các vật với cùng vận tốc thì vật nào được ném ở độ cao lớn hơn sẽ có tầm xa lớn hơn.",
    "Chuyển động ném xiên?": "Chuyển động của vật có quỹ đạo hình dạng parabol được gọi là chuyển động ném xiên.\nQuỹ đạo chuyển động của quả bóng rổ",
    "Phân tích chuyển động ném xiên?": "Phân tích chuyển động ném xiên thành hai chuyển động thành phần: chuyển động thành phần theo phương thẳng đứng và chuyển động thành phần theo phương nằm ngang.",
    "Công thức xác định tầm cao và tầm xa của chuyển động ném xiên?": "- Tầm cao:\nH\n=\nd\ny\nmax\n=\nv\n2\n0\n.\nsin\n2\nα\n2\ng\n- Tầm xa:\nL\n=\nd\nx\nmax\n=\nv\n2\n0\n.\nsin\n2\nα\ng\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Tổng hợp lực – Hợp lực tác dụng?": "- Tổng hợp lực là phép thay thế các lực tác dụng đồng thời vào cùng một vật bằng một lực có tác dụng giống hệt như các lực ấy.\n- Lực thay thế này gọi là hợp lực\n- Biểu thức:\n→\nF\n=\n−→\nF\n1\n+\n−→\nF\n2\n+\n−→\nF\n3\n+\n...\nLực\n→\nF\nđược coi là hợp lực của lực\n−→\nF\n1\nvà\n−→\nF\n2",
    "Tổng hợp hai lực cùng phương?": "- Hai lực cùng phương, cùng chiều thì làm tăng tác dụng lên vật và có độ lớn hợp lực bằng: F = F1 + F2\n- Hai lực cùng phương, ngược chiều thì chúng hạn chế, thậm chí có thể triệt tiêu tác dụng của nhau lên vật và hợp lực có giá trị bằng: F = F1 – F2\n+ Nếu F > 0 thì hợp lực F cùng chiều với lực thành phần F1.\n+ Nếu F < 0 thì lực F ngược chiều với lực F1.",
    "Tổng hợp hai lực đồng quy – Quy tắc hình bình hành?": "- Bước 1: Vẽ hai vectơ\n−→\nF\n1\nvà\n−→\nF\n2\nđồng quy tại O.\n- Bước 2: Vẽ một hình bình hành có hai cạnh liền kề trùng với hai vectơ\n−→\nF\n1\nvà\n−→\nF\n2\n.\n- Bước 3: Vẽ đường chéo của hình bình hành có cùng gốc O. Vectơ hợp lực\n→\nF\ntrùng với đường chéo này.",
    "Các lực cân bằng?": "Vật đứng yên dưới tác dụng của nhiều lực, khi đó tổng hợp các lực tác dụng lên vật bằng 0. Ta nói các lực tác dụng lên vật là các lực cân bằng và vật ở trạng thái cân bằng.\n→\nF\n=\n−→\nF\n1\n+\n−→\nF\n2\n+\n−→\nF\n3\n+\n...\n=\n0",
    "Các lực không cân bằng?": "Khi hợp lực của các lực khác 0 thì các lực này không cân bằng. Hợp lực hay các lực không cân bằng này tác dụng vào một vật có thể làm thay đổi vận tốc của vật.\nHợp lực khác không làm xe chuyển động về phía trước",
    "Phân tích lực?": "Phân tích lực là phép thay thế một lực thành hai lực thành phần có tác dụng giống hệt như lực ấy.",
    "Quy tắc?": "Người ta thường phân tích lực thành hai lực thành phần vuông góc với nhau để lực thành phần này không có tác dụng nào theo phương của lực thành phần kia.\nPhân tích lực\n→\nF\nthành hai thành phần vuông góc là\n−→\nF\nx\n;\n−→\nF\ny",
    "Chú ý?": "- Chỉ khi xác định được một lực có tác dụng theo hai phương vuông góc nào thì mới phân tích lực theo hai phương vuông góc đó.\n- Ví dụ: vật trượt xuống dưới trên mặt phẳng nghiêng, trọng lực\n→\nP\nđược phân tích thành hai lực thành phần\n−→\nP\n1\n;\n−→\nP\n2\nvì xác định được trọng lực có tác dụng ép vật vào mặt phẳng nghiêng và kéo vật trượt xuống dưới.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Lực và chuyển động?": "Galilei tiên đoán nếu không có lực ma sát và máng nghiêng 2 nằm ngang thì hòn bi sẽ lăn mãi mãi với vận tốc không đổi.",
    "Định luật 1 Newton?": "Nội dung định luật: Nếu một vật không chịu tác dụng của lực nào hoặc chịu tác dụng của các lực có hợp lực bằng không, thì vật đang đứng yên sẽ tiếp tục đứng yên, đang chuyển động sẽ tiếp tục chuyển động thẳng đều.",
    "Quán tính?": "Tính chất bảo toàn trạng thái đứng yên hay chuyển động của vật, gọi là quán tính của vật.\n- Do có quán tính mà mọi vật có xu hướng bảo toàn vận tốc cả về hướng và độ lớn.\n- Định luật 1 Newton còn được gọi là định luật quán tính.\nKhi bóp phanh gấp, theo quán tính người và xe bị lao về phía trước\nXe đột ngột rẽ trái, theo quán tính người ngồi trong xe bị nghiêng về bên phải",
    "Ứng dụng của quán tính trong đời sống?": "Khi đã có hiểu biết về quán tính, con người đã ứng dụng vào trong cuộc sống.\nThắt dây an toàn khi đi máy bay\nTra búa vào cán búa\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Định luật 2 Newton?": "Nội dung định luật: Gia tốc của một vật cùng hướng với lực tác dụng lên vật. Độ lớn của gia tốc tỉ lệ thuận với độ lớn của lực và tỉ lệ nghịch với khối lượng của vật.\n→\na\n=\n→\nF\nm\nGia tốc của xe thay đổi khi thay đổi khối lượng hoặc lực tác dụng",
    "Khối lượng và quán tính?": "Vật có khối lượng càng lớn thì càng khó thay đổi vận tốc, tức là có mức quán tính lớn hơn. Khối lượng của vật là đại lượng đặc trưng cho mức quán tính của vật.\nXe tải khối lượng lớn khi va chạm gây ra hậu quả nghiêm trọng vì quán tính lớn\nTàu hỏa vị dồn toa khi phanh gấp, do khối lượng rất lớn, nên quán tính rất lớn\n- Khối lượng trong định luật 2 Newton còn được gọi là khối lượng quán tính.\n- Khối lượng là đại lượng vô hướng, dương, không đổi đối với mỗi vật và có tính chất cộng được.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Lực tương tác giữa hai vật?": "Lực không tồn tại riêng lẻ. Các lực hút hoặc đẩy luôn xuất hiện thành từng cặp giữa hai vật.\nTương tác giữa các vật",
    "Định luật 3 Newton?": "- Nội dung định luật: Trong mọi trường hợp, khi vật A tác dụng lên vật B một lực thì vật B cũng tác dụng trở lại vật A một lực. Hai lực này là hai lực trực đối.\n- Hai lực trực đối có đặc điểm:\n+ Cùng phương,\n+ Ngược chiều,\n+ Độ lớn bằng nhau,\n+ Điểm đặt lên hai vật khác nhau.\n→\nF\nA\nB\n=\n−\n→\nF\nB\nA\nCặp lực và phản lực\nBóng tác dụng 1 lực vào mặt – Mặt tác dụng ngược trở lại một lực vào bóng",
    "Các đặc điểm của lực và phản lực?": "- Lực và phản lực luôn xuất hiện thành từng cặp (xuất hiện hoặc mất đi đồng thời).\n- Lực và phản lực cùng tác dụng theo một đường thẳng, cùng độ lớn nhưng ngược chiều (hai lực như vậy là hai lực trực đối).\n- Lực và phản lực không cân bằng nhau (vì chúng đặt vào hai vật khác nhau).\n- Cặp lực và phản lực là hai lực cùng loại.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Trọng lực?": "- Trọng lực là lực hấp dẫn do Trái Đất tác dụng lên vật gây ra cho vật gia tốc rơi tự do. Trọng lực được kí hiệu là vectơ\n→\nP\n.\n- Ở gần Trái Đất, trọng lực có:\n+ Phương thẳng đứng.\n+ Chiều từ trên xuống.\n+ Điểm đặt gọi là trọng tâm của vật.\n- Công thức:\n→\nP\n=\nm\n→\ng",
    "Trọng lượng?": "- Độ lớn của trọng lực tác dụng lên một vật gọi là trọng lượng của vật.\n- Công thức tính trọng lượng: P = mg\n- Trọng lượng của một vật có thể đo bằng lực kế hoặc cân lò xo.\nĐo trọng lượng của vật bằng lực kế",
    "Phân biệt trọng lượng và khối lượng?": "- Trọng lượng của một vật thay đổi khi đem đến một nơi khác có gia tốc rơi tự do thay đổi\n- Khối lượng là số đo lượng chất của vật. Khối lượng của một vật không thay đổi khi chuyển từ nơi này đến nơi khác.\nKhối lượng không thay đổi – Trọng lượng thay đổi\n- Có thể xác định trọng tâm của các vật dựa vào phương của trọng lực",
    "Lực căng?": "- Khi một sợi dây bị kéo thì ở tại mọi điểm trên dây, kể cả hai đầu dây xuất hiện lực để chống lại sự kéo, lực này gọi là lực căng, kí hiệu là\n→\nT\n.\n- Lực căng do sợi dây tác dụng vào vật, có phương trùng với phương của sợi dây, có chiều ngược với chiều của lực do vật kéo dãn dây.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Lực ma sát nghỉ?": "- Lực ma sát nghỉ là lực ma sát tác dụng lên mặt tiếp xúc của vật, khi vật có xu hướng chuyển động nhưng chưa chuyển động.\n- Nguyên nhân: do lực hút, được gọi là lực bám dính, giữa các vùng tiếp xúc của các bề mặt, ngoài ra các bề mặt luôn có hình dạng gồ ghề ở cấp độ vi mô.\nVí dụ:\nLực ma sát nghỉ giúp con người đi lại được\nLực ma sát nghỉ giúp cho phấn bám dính trên mặt bảng",
    "Lực ma sát trượt?": "Lực ma sát trượt là lực ma sát cản trở vật trượt trên bề mặt tiếp xúc.\nLực ma sát trượt xuất hiện khi thùng gỗ trượt trên mặt sàn",
    "Đặc điểm của lực ma sát trượt?": "- Độ lớn của lực ma sát phụ thuộc vào vật liệu và tình trạng của bề mặt tiếp xúc, nhưng không phụ thuộc vào diện tích tiếp xúc.\n- Độ lớn lực ma sát trượt tỉ lệ với độ lớn của áp lực lên bề mặt tiếp xúc.",
    "Hệ số ma sát trượt?": "- Tỉ số giữa độ lớn của lực ma sát trượt Fms và áp lực N gọi là hệ số ma sát trượt, kí hiệu là µ.\n- Hệ số µ phụ thuộc vào vật liệu và tình trạng của hai mặt tiếp xúc.\nGỗ trượt trên gỗ",
    "Công thức tính lực ma sát trượt?": "Công thức: Fms = µ.N\n- Ngoài ma sát trượt, ta còn biết đến lực ma sát lăn.\nLực ma sát lăn xuất hiện khi có sự lăn của các vật trên bề mặt của nhau\nLực ma sát lăn xuất hiện khi bánh xe lăn trên mặt đường",
    "Lực ma sát trong đời sống?": "Ví dụ:\n- Vận động viên thể dục dụng cụ thường xoa tay vào phấn trước khi thực hiện động tác.\n- Đế giày dép thường có các rãnh sâu để tránh bị trơn trượt.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Lực cản?": "- Chất lưu thường được dùng để chỉ chất lỏng và chất khí.\n- Mọi vật chuyển động trong chất lưu luôn chịu tác dụng bởi lực cản của chất lưu.\n- Lực này ngược hướng chuyển động và cản trở chuyển động của vật.",
    "Lực cản phụ thuộc vào những yếu tố nào??": "Lực cản của chất lưu (không khí, nước) phụ thuộc vào hình dạng và tốc độ của vật.\nTàu ngầm di chuyển trong nước có phần đầu thon, dài để giảm lực cản của nước\nĐi bộ trong nước sẽ có tốc độ nhỏ hơn so với khi đi bộ trong không khí\nXe ô tô đua và xe ô tô thông thường có thiết kế hình dạng khí động học khác nhau",
    "Lực nâng của chất lưu?": "- Khi vật chuyển động trong nước hay không khí thì ngoài lực cản (của không khí, của nước), vật còn chịu tác dụng của lực nâng.\nMáy bay bay trong không khí\nTàu thủy di chuyển trong nước\nKhinh khí cầu bay trong không khí\nSinh vật bay lượn trong không khí\n- Khi vật rơi trong chất lưu dưới tác dụng của trọng lực và lực cản của chất lưu thì đến một lúc nào đó vật sẽ đạt tới vận tốc giới hạn và sẽ chuyển động đều với vận tốc này.\n- Lực đẩy Archimedes là trường hợp riêng của lực nâng vật đứng yên trong chất lưu. Công thức tính lực đẩy Archimedes:\nFA = ρ.g.V\nTrong đó:\n+ FA: lực đẩy Archimedes (N).\n+ ρ : khối lượng riêng của chất lỏng (kg/m3).\n+ V: thể tích phần chất lỏng bị vật chiếm chỗ (m3).\nTàu thuyền đi trên nước chịu tác dụng của lực đẩy Archimedes\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Các bước giải chính?": "Bước 1: Chọn vật khảo sát chuyển động. Biểu diễn các lực tác dụng lên vật, trong đó làm rõ phương, chiều và điểm đặt của từng lực.\nBước 2: Chọn hai trục vuông góc Ox và Oy trong đó trục Ox cùng hướng với chuyển động của vật hay cùng hướng với lực kéo khi vật đứng yên. Phân tích các lực theo hai trục này. Áp dụng định luật 2 Newton theo hai trục tọa độ Ox và Oy.\n(\nOx\n:\nF\nx\n=\nF\n1\nx\n+\nF\n2\nx\n+\n...\n=\nm\n.\na\nx\n(\n1\n)\nOy\n:\nF\ny\n=\nF\n1\ny\n+\nF\n2\ny\n+\n...\n=\n0\n(\n2\n)\n)\nBước 3: Giải hệ phương trình (1) và (2) để tìm gia tốc hay tìm lực, tùy từng bài toán.",
    "Các loại bài toán?": "1. Bài toán xác định gia tốc của vật khi biết lực tác dụng vào vật.\n2. Bài toán xác định lực tác dụng vào vật khi biết gia tốc.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Tác dụng làm quay của lực?": "- Tác dụng làm quay vật của một lực phụ thuộc vào độ lớn của lực, vị trí của trục quay và cánh tay đòn của lực.\n- Cánh tay đòn của lực là khoảng cách từ trục quay đến giá của lực, kí hiệu là d. Cánh tay đòn càng lớn thì tác dụng làm quay của lực càng lớn.",
    "Moment lực?": "- Moment lực đối với trục quay là đại lượng đặc trưng cho tác dụng làm quay của lực và được đo bằng tích của lực với cánh tay đòn của nó.\nM = F.d\n- Đơn vị của moment lực là niutơn mét (N.m).\nVí dụ:\nMoment lực trong trường hợp này: M = F.d = 4.0,5 = 2 N.m\nMoment lực trong trường hợp này: M = F.d = 2.0,5.cos20o = 0,94 N.m",
    "Quy tắc moment lực (hay điều kiện cân bằng của một vật có trục quay cố định)?": "- Muốn cho một vật có trục quay cố định ở trạng thái cân bằng, thì tổng các moment lực có xu hướng làm vật quay theo chiều kim đồng hồ phải bằng tổng các moment lực có xu hướng làm vật quay ngược chiều kim đồng hồ.\n- Điều kiện cân bằng của vật có trục quay cố định: Tổng các moment lực tác dụng lên vật (đối với một điểm bất kì) bằng 0.\n∑M = 0\nThanh gỗ nằm cân bằng – Tổng moment lực tác dụng lên vật bằng 0",
    "Ngẫu lực là gì??": "- Ngẫu lực là hệ hai lực song song, ngược chiều, có độ lớn bằng nhau và cùng đặt vào một vật.\n- Ngẫu lực tác dụng lên một vật chỉ làm cho vật quay chứ không tịnh tiến.",
    "Moment của ngẫu lực?": "- Moment của ngẫu lực M được xác định:\nM = F1d1 + F2d2 hay M = F.d\nTrong đó F là độ lớn của mỗi lực, d là khoảng cách giữa hai giá của lực, gọi là cánh tay đòn của ngẫu lực.",
    "Điều kiện cân bằng tổng quát của vật rắn?": "Điều kiện cân bằng của một vật rắn là:\n- Tổng các lực tác dụng lên vật bằng 0.\n- Tổng các moment lực tác dụng lên vật đối với một điểm bất kì chọn làm trục quay bằng 0 (nếu chọn một chiều quay làm chiều dương).\nThang cân bằng khi tổng các moment tác dụng lên thang với trục quay bất kì bằng 0",
    "Ví dụ 1:?": "A. 49 kg và 1013 N.\nB. 39 kg và 1003 N.\nC. 29 kg và 993 N.\nD. 19 kg và 983 N.",
    "Đáp án đúng là A?": "Tâm quay tại O, thanh AB nằm cân bằng suy ra: MA = MG + MB\nSuy ra: mA.g.AO = m.g.OG + F.OB = 40.10.1 + 120.9 = 1480 => mA ≈ 49,3kg\nN = PA + P + F = 493 + 400 + 120 = 1013N",
    "Ví dụ 2:?": "A. Lực tác dụng lên đầu B là 20 N, lực tác dụng lên thanh là 320 N.\nB. Lực tác dụng lên đầu B là 25 N, lực tác dụng lên thanh là 325 N.\nC. Lực tác dụng lên đầu B là 30 N, lực tác dụng lên thanh là 330 N.\nD. Lực tác dụng lên đầu B là 35 N, lực tác dụng lên thanh là 335 N.",
    "Đáp án đúng là B?": "Ta có: AB = 8m, OA = 2m, OB = 6m, GA = 1,5m, GO = 0,5m\nTrục quay đi qua O, để thanh nằm cân bằng thì MG = MB\nSuy ra: mg.GO = F.OB => F = \nm\ng\n.\nG\nO\nO\nB\n=\n30.10.0\n,\n5\n6\n= 25N\nLực tác dụng lên thanh: N = P + F = 30.10 + 25 = 325N",
    "Bài 1:?": "A. Lực nâng của người là 100 N và phản lực là 500 N.\nB. Lực nâng của người là 100 N và phản lực là 400 N.\nC. Lực nâng của người là 150 N và phản lực là 500 N.\nD. Lực nâng của người là 150 N và phản lực là 400 N.",
    "Bài 2?": "A. 32,6 N.\nB. 42,6 N.\nC. 52,6 N.\nD. 62,6 N.",
    "Bài 3:?": "A. Luôn có giá trị dương.\nB. Vecto.\nC. Để xác định độ lớn của lực tác dụng.\nD. Đặc trưng cho tác dụng làm quay vật của lực.",
    "Bài 4:?": "A. m/s.\nB. kg.m.\nC. N.m.\nD. N.kg.",
    "Bài 5:?": "A. 30,2 g.\nB. 30,9 g.\nC. 31,2 g.\nD. 32,1 g.",
    "Bài 6?": "A. 100 N.\nB. 150 N.\nC. 200 N.\nD. 250 N.",
    "Bài 10:?": "Xem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Năng lượng?": "- Năng lượng có các dạng như: cơ năng, hóa năng, nhiệt năng, điện năng, năng lượng ánh sáng, năng lượng âm thanh, năng lượng nguyên tử.\nVận động viên đang có năng lượng dưới dạng cơ năng, nhiệt năng,…\nCa sĩ đang hát có năng lượng dưới dạng năng lượng âm thanh\nNhà máy điện hạt nhân có chứa dạng năng lượng nguyên tử\n- Năng lượng không tự sinh ra hoặc tự mất đi mà chỉ chuyển hóa từ dạng này sang dạng khác hoặc truyền từ vật này sang vật khác.\nĐiện năng chuyển hóa thành nhiệt năng\nCơ năng chuyển hóa thành điện năng\nNăng lượng truyền từ người sang gậy và sang bóng",
    "Thực hiện công?": "- Năng lượng có thể truyền từ vật này sang vật khác.\n- Việc truyền năng lượng cho vật bằng cách tác dụng lực lên vật làm vật thay đổi trạng thái chuyển động được gọi là thực hiện công cơ học.\nCầu thủ thực hiện công lên quả bóng – truyền năng lượng cho bóng\nVận động viên thực hiện công lên quả bóng tennis – truyền năng lượng cho bóng",
    "Khi lực không đổi và cùng hướng với chuyển động?": "- Khi lực cùng hướng với chuyển động thì độ dịch chuyển\n→\nd\ncó độ lớn bằng quãng đường đi được s nên công thức tính công có dạng:\nA = F.s = F.d\n- Đơn vị: jun (J). 1J = 1N.1m",
    "Khi lực không đổi và không cùng phương với chuyển động?": "Công thức tính công: A = Fs.s = (F.cosα).s = F.s.cosα\nChú ý:\n- 0 ≤ α < 90o ⇒ A > 0: lực sinh công phát động (công dương).\n- α = 90o ⇒ A = 0 : lực không sinh công.\n- 90o < α ≤ 180o ⇒ A < 0 : lực sinh công cản (công âm).\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Khái niệm công suất?": "Đại lượng đặc trưng cho khả năng thực hiện công nhanh hay chậm của người hoặc thiết bị sinh công, được gọi là công suất hay tốc độ sinh công.\nCông suất của người và máy khác nhau",
    "Công thức tính công suất?": "- Nếu trong thời gian t, công thực hiện được là A thì tốc độ sinh công, tức công suất là:\nP =\nA\nt\n- Đơn vị oát (W):\n1\nW\n=\n1\nJ\n1\ns\n- Ngoài đơn vị W thì công suất còn sử dụng các đơn vị khác như: mã lực (HP), …\nĐộng cơ xe BMW 320i – 2021: công suất 184 mã lực\nThông số của một thiết bị điện: công suất 2650 W",
    "Liên hệ giữa công suất với lực và tốc độ?": "- Khi vật chuyển động cùng hướng với lực và lực không đổi thì công suất trung bình\nP\n=\nA\nt\n=\nF\n.\ns\nt\n=\nF\n.\nv\n- Công suất tức thời:\nPt = F.vt\nHộp số trên ô tô là thiết bị chuyển đổi tốc độ xe\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Khái niệm động năng?": "- Động năng là năng lượng vật có được do chuyển động\nW\nd\n=\n1\n2\nm\nv\n2\nTrong đó:\n+ m là khối lượng của vật (kg),\n+ v là vận tốc của vật chuyển động (m/s).\n+ W­­d là động năng, có đơn vị là jun (J).\nSóng thần có động năng rất lớn\nThiên thạch có động năng rất lớn\nNgười chạy bộ có động năng",
    "Liên hệ giữa động năng và công của lực?": "- Xét vật khối lượng m chuyển động thẳng biến đổi đều với gia tốc a từ trạng thái đứng yên dưới tác dụng của lực không đổi F.\n- Động năng của vật có giá trị bằng công của lực tác dụng lên vật.\nWđ = A hay\n1\n2\nm\nv\n2\n=\nF\n.\ns",
    "Khái niệm thế năng trọng trường?": "- Một vật ở độ cao h so với mặt đất thì lưu trữ năng lượng dưới dạng thế năng trọng trường.\n- Công thức: Wt = P.h = mgh.\n- Đơn vị: jun (J).",
    "Lưu ý:?": "- Độ lớn của thế năng trọng trường phụ thuộc vào việc chọn mốc tính độ cao.\n- Ngoài thế năng trọng trường còn có dạng thế năng đàn hồi (của những vật có tính chất đàn hồi như lò xo, dây cao su, …)\nBúa máy ở độ cao h dự trữ thế năng trọng trường\nVận động viên bơi lội nhảy cầu dự trữ thế năng trọng trường\nKhi kéo cung, cánh cung dự trữ thế năng đàn hồi",
    "Liên hệ giữa thế năng và công của lực thế?": "- Thế năng của vật ở độ cao h có độ lớn bằng công của lực dùng để nâng đều vật lên độ cao này.\nA = F.s = P.h = m.g.h = Wt\n- Công trong trường hợp này được gọi là công của lực thế, nó không phụ thuộc vào độ lớn quãng đường đi được mà chỉ phụ thuộc vào sự chênh lệch độ cao của vị trí đầu và vị trí cuối.\nVật di chuyển từ B đến A thì công của lực nâng chỉ phụ thuộc vào vị trí A và B chứ không phụ thuộc vào độ dài A và B\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Sự chuyển hóa giữa động năng và thế năng?": "- Cơ năng của một vật là tổng động năng và thế năng của nó. Khi vật chuyển động trong trường trọng lực thì cơ năng có dạng:\n- Động năng và thế năng có thể chuyển hóa qua lại lẫn nhau.\nW\n=\nW\nd\n+\nW\nt\n=\n1\n2\nm\nv\n2\n+\nm\ng\nh\nTrò chơi tàu lượn: thế năng và động năng chuyển hóa qua lại lẫn nhau\nTrò chơi xích đu: thế năng và động năng chuyển hóa qua lại lẫn nhau",
    "Thí nghiệm về con lắc đồng hồ?": "Vật chuyển động từ A đến O rồi đến B, sau đó quay ngược trở lại về A. Cứ như vậy động năng và thế năng chuyển hóa qua lại lẫn nhau.",
    "Định luật bảo toàn cơ năng?": "Nội dung định luật: Khi một vật chuyển động trong trọng trường chỉ chịu tác dụng của trọng lực thì cơ năng của vật được bảo toàn.\nCơ năng = động năng + thế năng = hằng số\nChuyển động của con lắc đơn có thể được xem là một trường hợp bảo toàn cơ năng\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Năng lượng có ích và năng lượng hao phí?": "- Luôn tồn tại năng lượng hao phí trong các quá trình chuyển hóa năng lượng.\nVí dụ:\n- Động cơ nhiệt thông thường có từ khoảng 60 – 70% năng lượng hao phí.\nĐộng cơ nhiệt\n- Động cơ điện có khoảng 10% năng lượng hao phí.\nĐộng cơ điện 1 pha – máy bơm nước\n- Pin mặt trời chỉ chuyển hóa được 10% năng lượng ánh sáng mặt trời thành điện năng.\nPin mặt trời\nBóng đèn sợi đốt có khoảng 70% năng lượng hao phí chuyển thành nhiệt năng",
    "Hiệu suất?": "- Khái niệm hiệu suất:\nH\ni\nệ\nu\ns\nu\nấ\nt\n=\nN\nă\nn\ng\nl\nư\nợ\nn\ng\nc\nó\ní\nc\nh\nN\nă\nn\ng\nl\nư\nợ\nn\ng\nt\no\nà\nn\np\nh\nầ\nn\n- Biểu thức:\nH\n=\nW\nc\ni\nW\nt\np\n.100\n%\nhoặc\nH\n=\nP\nc\ni\nP\nt\np\n.100\n%\nTrong đó: Pci là công suất có ích, Ptp là công suất toàn phần.\n- Hiệu suất của động cơ nhiệt:\nH\n=\nA\nQ\n.100\n%\nTrong đó:\n+ A là công cơ học mà động cơ thực hiện được (J),\n+ Q là nhiệt lượng mà động cơ nhận được từ nhiên liệu bị đốt cháy (J).\nHiệu suất của một số thiết bị điện\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "động lượng?": "- Động lượng của một vật khối lượng m đang chuyển động với vận tốc\n→\nv\nlà đại lượng được xác định bởi công thức:\n→\np\n=\nm\n→\nv\n- Động lượng là một đại lượng vectơ có cùng hướng với vận tốc của vật.\n- Đơn vị động lượng: kg.m/s.\nÔ tô đang chuyển động có động lượng\nQuả cầu lông đang chuyển động có động lượng",
    "Xung lượng?": "- Khi một lực\n→\nF\ntác dụng lên một vật trong khoảng thời gian ngắn ∆t thì tích\n→\nF\n=\nΔ\nt\nđược định nghĩa là xung lượng của lực\n→\nF\ntrong khoảng thời gian ∆t ấy.\n- Đơn vị xung lượng: N.s.",
    "Liên hệ giữa xung lượng của lực và độ biến thiên động lượng?": "Xung lượng của lực tác dụng lên vật trong một khoảng thời gian bằng độ biến thiên động lượng của vật trong khoảng thời gian đó.\n→\nF\n.\nΔ\nt\n=\nm\n.\n→\nv\n2\n−\nm\n.\n→\nv\n1\n=\n→\np\n2\n−\n→\np\n1",
    "Dạng tổng quát của định luật 2 Newton?": "Phát biểu khác của định luật 2 Newton: lực tổng hợp tác dụng lên vật bằng tốc độ thay đổi động lượng của vật.\n→\nF\n=\nΔ\n→\np\nΔ\nt\nThủ môn bắt bóng thường co tay và lùi người một chút để giảm lực tác dụng\nTúi khí trên ô tô có tác dụng giảm chấn thương\nVận động viên khi tiếp đất thường trùng gối để giảm chấn thương\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Hệ kín (hay hệ cô lập)?": "- Một hệ nhiều vật được gọi là hệ kín khi không có ngoại lực tác dụng lên hệ hoặc nếu có thì các lực ấy cân bằng nhau.\n- Trong hệ kín chỉ có các nội lực (các lực tác dụng giữa các vật trong hệ) tương tác giữa các vật.\n- Nếu trong quá trình tương tác, các nội lực xuất hiện lớn hơn các ngoại lực rất nhiều thì có thể bỏ qua các ngoại lực và coi hệ là kín.\nPháo hoa nổ có thể coi là hệ kín\nTên lửa chuyển động có thể coi là hệ kín",
    "Định luật bảo toàn động lượng?": "- Phát biểu: động lượng toàn phần của hệ kín là một đại lượng bảo toàn.\n- Biểu thức:\n→\np\n=\n→\np\n1\n+\n→\np\n2\n+\n...\n(không đổi).\n- Định luật bảo toàn động lượng là cơ sở để giải các bài toán va chạm, nguyên tắc chuyển động bằng phản lực.\nBài toán va chạm",
    "Va chạm đàn hồi?": "- Hai xe giống nhau, xe A chuyển động với vận tốc v, đến va chạm với xe B đang đứng yên.\n- Sau va chạm xe A đứng yên, xe B chuyển động với vận tốc v.\nKết luận: xe A đã truyền toàn bộ chuyển động cho xe B.\nĐây là va chạm đàn hồi.\nVí dụ về va chạm đàn hồi\nCon lắc A đến va chạm vào con lắc 1, chuyển động được truyền nguyên vẹn cho con lắc 3, đưa nó lên độ cao đúng bằng h",
    "Va chạm mềm?": "- Hai xe A và B giống nhau, đầu mỗi xe gắn miếng nhựa dính. Xe A chuyển động với vận tốc v, xe B đứng yên.\n- Sau va chạm hai xe dính vào nhau chuyển động với vận tốc\nv\n2\n.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Mô tả chuyển động tròn?": "Trong cuộc sống hằng ngày ta gặp nhiều vật chuyển động tròn như:\nChuyển động tròn của các cabin\nChuyển động tròn của đầu kim đồng hồ\n- Để xác định vị trí của vật chuyển động tròn ta có thể dựa vào quãng đường đi s (độ dài cung tròn) hoặc độ dịch chuyển góc θ tính từ vị trí ban đầu.\nMối quan hệ giữa độ dài cung s với góc chắn tâm θ và bán kính đường tròn r:\nθ\n=\ns\nr\n- Đổi các góc: 360o = 2π (rad).",
    "Tốc độ?": "Chuyển động tròn đều là chuyển động theo quỹ đạo tròn có tốc độ không thay đổi:\nv\n=\ns\nt\n= hằng số",
    "Tốc độ góc?": "- Tốc độ góc trong chuyển động tròn đều bằng độ dịch chuyển góc chia cho thời gian dịch chuyển:\nω\n=\nθ\nt\n- Đơn vị: rad/s\n- Mối liên hệ: v = ω.r\n- Chu kì (T) trong chuyển động tròn đều là thời gian để vật quay hết một vòng tròn.\n- Tần số (f) là số vòng vật đi được trong một giây. Đơn vị: héc (Hz).\nT\n=\n1\nf\n=\n2\nπ\nω",
    "Vận tốc trong chuyển động tròn đều?": "- Tại mỗi thời điểm, vectơ vận tốc tức thời sẽ có phương trùng với tiếp tuyến của đường tròn.\n- Trong chuyển động tròn đều, độ lớn của vận tốc tức thời không đổi nhưng hướng luôn thay đổi.\nHình ảnh trực quan mô tả vận tốc tức thời có phương tiếp tuyến với quỹ đạo\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Lực hướng tâm?": "Lực (hay hợp lực) tác dụng lên vật chuyển động tròn đều hướng vào tâm quỹ đạo gọi là lực hướng tâm.\nLực căng dây đóng vai trò lực hướng tâm\nLực hấp dẫn của Trái Đất lên Mặt Trăng đóng vai trò lực hướng tâm",
    "Gia tốc hướng tâm?": "Trong chuyển động tròn đều, lực hướng tâm gây ra gia tốc hướng vào tâm nên gia tốc này được gọi là gia tốc hướng tâm, kí hiệu là aht:\na\nh\nt\n=\nv\n2\nr\n=\nω\n2\nr",
    "Công thức độ lớn lực hướng tâm?": "Độ lớn lực hướng tâm:\nF\nh\nt\n=\nm\n.\na\nh\nt\n=\nm\n.\nv\n2\nr\n=\nm\nω\n2\nr\nVí dụ: lực hấp dẫn của Trái Đất lên vệ tinh đóng vai trò lực hướng tâm.\nKhi đó lực hướng tâm:\nF\nh\nt\n=\nF\nh\nd\n=\nG\nm\nT\nD\n.\nm\nv\nt\nr\n2\nTrò chơi xe đạp lòng chảo\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Biến dạng đàn hồi. Biến dạng kéo và biến dạng nén?": "- Khi không có ngoại lực tác dụng, vật rắn có kích thước và hình dạng xác định.\n- Khi có ngoại lực tác dụng, vật rắn thay đổi hình dạng và kích thước, ta nói vật rắn bị biến dạng. Mức độ biến dạng phụ thuộc vào độ lớn của ngoại lực.\nTay ép quả bóng cao su vào tường\nNén lò xo dọc theo trục của nó\nKéo hai đầu lò xo dọc theo trục của nó\nKéo dãn vòng dây cao su\n- Khi không còn tác dụng của ngoại lực, nếu vật rắn lấy lại được hình dạng và kích thước ban đầu thì biến dạng của vật là biến dạng đàn hồi.\n- Giới hạn mà trong đó vật rắn còn giữ được tính đàn hồi được gọi là giới hạn đàn hồi của vật rắn.\n- Khi vật chịu tác dụng của cặp lực nén ngược chiều nhau, vuông góc với bề mặt của vật rắn và hướng vào phía trong vật, ta có biến dạng nén.\n- Khi vật chịu tác dụng của cặp lực kéo ngược chiều nhau, vuông góc với bề mặt của vật rắn và hướng ra phía ngoài vật, ta có biến dạng kéo.",
    "Lực đàn hồi của lò xo?": "- Khi nén hoặc kéo hai đầu lò xo, tay ta cũng chịu tác dụng các lực từ phía lò xo, các lực này ngược chiều với lực tay tác dụng vào lò xo và được gọi là lực đàn hồi của lò xo.\n- Lực đàn hồi của lò xo chống lại nguyên nhân làm nó biến dạng và có xu hướng đưa nó trở về hình dạng và kích thước ban đầu.\nBiểu diễn lực đàn hồi khi lò xo bị kéo",
    "Định luật Hooke?": "- Định luật: Trong giới hạn đàn hồi, độ lớn lực đàn hồi của lò xo tỉ lệ thuận với độ biến dạng của lò xo.\nFđh = k|∆ℓ|\nTrong đó:\n+ k là độ cứng của lò xo, đơn vị N/m.\n+ ∆ℓ = ℓ – ℓ0 là độ biến dạng của lò xo.\n- Khi ngoại lực tác dụng vào vật vượt quá giới hạn đàn hồi thì lúc đó lực đàn hồi không còn tỉ lệ thuận với độ biến dạng nữa, tính đàn hồi của vật bị phá hủy.\n- Ứng dụng:\nBộ phận giảm xóc xe máy\nGiảm xóc ô tô\nVán nhảy ở bể bơi\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:",
    "Khối lượng riêng?": "- Khối lượng riêng của một chất là khối lượng của một đơn vị thể tích chất đó:\nK\nh\nố\ni\nl\nư\nợ\nn\ng\nr\ni\nê\nn\ng\n=\nK\nh\nố\ni\nl\nư\nợ\nn\ng\nT\nh\nể\nt\ní\nc\nh\nρ\n=\nm\nV\n- Đơn vị: kg/m3.",
    "Khái niệm áp lực?": "Lực ép\n−→\nF\nN\ncó phương vuông góc với bề mặt tiếp xúc được gọi là áp lực",
    "Áp lực phụ thuộc những yếu tố nào??": "- Áp lực phụ thuộc vào diện tích bề mặt tiếp xúc và khối lượng của vật.",
    "Áp suất?": "- Để đặc trưng cho tác dụng của áp lực người ta dùng khái niệm áp suất, có độ lớn bằng áp lực chia cho diện tích bị ép.\nÁ\np\ns\nu\nấ\nt\n=\nÁ\np\nl\nự\nc\nD\ni\nệ\nn\nt\ní\nc\nh\nb\nị\né\np\np\n=\nF\nN\nS\n- Đơn vị: N/m2, có tên gọi là paxcan (Pa).\n1Pa = 1N/m2\n- Áp suất ở một số trường hợp khác nhau:\nXe tăng đi trên đất bùn dễ dàng\nÔ tô bị sa lầy đi trên đất bùn",
    "Sự tồn tại áp suất chất lỏng?": "Vật ở trong chất lỏng sẽ chịu áp suất của chất lỏng tác dụng lên vật theo mọi phương.\nNgười thợ lặn chịu áp suất của chất lỏng từ mọi phía",
    "Công thức tính áp suất chất lỏng?": "- Công thức: p = pa + ρgh\n- Trong đó:\n+ p là áp suất của chất lỏng tác dụng lên đáy bình.\n+ pa là áp suất của khí quyển trên mặt thoáng của chất lỏng.\n+ ρ là khối lượng riêng của chất lỏng.\n+ g là gia tốc trọng trường.\n+ h là chiều cao của cột chất lỏng, cũng là độ sâu của chất lỏng so với mặt thoáng.\n- Chất lỏng truyền áp suất theo mọi hướng nên áp suất mà ta tính được ở trên cũng là áp suất của chất lỏng tác dụng lên các điểm ở thành bình có khoảng cách tới mặt thoáng chất lỏng là h.",
    "Phương trình cơ bản của chất lưu đứng yên?": "- Độ chênh lệch về áp suất của chất lưu giữa hai điểm M và N:\n∆p = ρg∆h\nXem thêm tóm tắt lý thuyết Vật Lí lớp 10 hay khác:"
}