{
    "Độ lớn của lực tương tác giữa hai điện tích điểm trong không khí": "tỉ lệ nghịch với bình phương khoảng cách giữa hai điện tích.",
    "Dòng điện là gì?": "Sự dịch chuyển có hướng của các hạt mang điện.",
    "Cường độ dòng điện được đo bằng": "ampe kế.",
    "Hiệu điện thế giữa hai điểm được đo bằng": "vôn kế.",
    "Điện trở suất của vật liệu dẫn điện càng nhỏ thì": "vật liệu đó dẫn điện càng tốt.",
    "Cường độ dòng điện không đổi là dòng điện": "có chiều và cường độ không thay đổi theo thời gian.",
    "Điện trở của dây dẫn tỉ lệ thuận với": "chiều dài của dây dẫn.",
    "Đơn vị của điện trở là": "ôm (Ω).",
    "Công thức tính điện trở theo định luật Ôm là": "R = U/I.",
    "Định luật Ôm cho đoạn mạch là": "I = U/R.",
    "Công suất tiêu thụ điện của đoạn mạch là": "P = U.I.",
    "Nhiệt lượng tỏa ra trên điện trở theo định luật Jun-Lenxơ là": "Q = I²Rt.",
    "Một vật bị nhiễm điện dương khi": "mất bớt electron.",
    "Hiện tượng cảm ứng điện từ là hiện tượng": "xuất hiện dòng điện trong mạch khi từ thông qua mạch biến thiên.",
    "Từ thông qua một vòng dây phụ thuộc vào": "diện tích vòng dây và từ trường xuyên qua nó.",
    "Từ trường do dòng điện gây ra có": "tính định hướng và tác dụng lực lên dòng điện khác.",
    "Dòng điện chạy trong dây dẫn thẳng dài gây ra": "từ trường có dạng các đường tròn đồng tâm.",
    "Động cơ điện hoạt động dựa trên": "tác dụng của từ trường lên dòng điện.",
    "Máy biến áp hoạt động dựa trên": "hiện tượng cảm ứng điện từ.",
    "Máy phát điện xoay chiều hoạt động dựa trên": "hiện tượng cảm ứng điện từ.",
    "Chiều dòng điện cảm ứng được xác định bằng": "quy tắc Lenz.",
    "Dòng điện xoay chiều có đặc điểm": "cường độ và chiều thay đổi tuần hoàn theo thời gian.",
    "Điện áp xoay chiều trong mạng điện sinh hoạt ở Việt Nam có giá trị hiệu dụng là": "220V.",
    "Tụ điện là linh kiện có khả năng": "tích và phóng điện.",
    "Hiện tượng đoản mạch xảy ra khi": "dòng điện chạy qua dây dẫn có điện trở rất nhỏ.",
    "Đèn sợi đốt sáng lên là do": "nhiệt lượng do dòng điện tỏa ra làm nóng sợi đốt.",
    "Điện trở mắc nối tiếp thì điện trở tương đương": "bằng tổng các điện trở thành phần.",
    "Điện trở mắc song song thì điện trở tương đương": "nhỏ hơn điện trở thành phần nhỏ nhất.",
    "Điện năng tiêu thụ của thiết bị điện được đo bằng": "công tơ điện.",
    "Điện năng chuyển hóa thành nhiệt năng trong thiết bị điện gọi là": "hiệu suất.",
    "Hiệu suất của động cơ điện được tính bằng": "công suất có ích chia cho công suất tiêu thụ.",
    "Hiện tượng giao thoa ánh sáng chứng tỏ ánh sáng có tính chất": "sóng.",
    "Ánh sáng đơn sắc là ánh sáng": "không bị tán sắc khi đi qua lăng kính.",
    "Ánh sáng trắng là hỗn hợp của": "nhiều ánh sáng đơn sắc có bước sóng khác nhau.",
    "Tia tử ngoại là bức xạ có bước sóng": "ngắn hơn ánh sáng tím.",
    "Tia hồng ngoại là bức xạ có bước sóng": "dài hơn ánh sáng đỏ.",
    "Tia X có khả năng": "đâm xuyên mạnh và ion hóa chất khí.",
    "Hiện tượng quang điện là hiện tượng": "electron bị bật ra khỏi kim loại khi bị chiếu sáng thích hợp.",
    "Điều kiện để xảy ra hiện tượng quang điện là": "ánh sáng có bước sóng nhỏ hơn hoặc bằng giới hạn quang điện của kim loại.",
    "Trong nguyên tử, các electron chuyển động quanh hạt nhân theo": "quỹ đạo xác định với năng lượng xác định.",
    "Khi electron chuyển từ mức năng lượng cao xuống thấp thì": "phát ra photon có năng lượng bằng hiệu hai mức.",
    "Hạt nhân nguyên tử gồm": "proton và nơtron.",
    "Số khối của hạt nhân là": "tổng số proton và nơtron.",
    "Phản ứng phân hạch là phản ứng": "một hạt nhân nặng vỡ thành hai hạt nhân nhẹ hơn.",
    "Phản ứng nhiệt hạch là phản ứng": "hai hạt nhân nhẹ kết hợp thành một hạt nhân nặng hơn.",
    "Năng lượng nguyên tử được giải phóng từ": "khối lượng bị chuyển hóa thành năng lượng.",
    "Bức xạ ion hóa có thể": "làm tổn thương tế bào sinh học.",
    "Đơn vị đo năng lượng trong vật lý hạt nhân thường dùng là": "MeV (mega electron volt).",
    "Một chất điểm dao động điều hòa có quỹ đạo là một đoạn thẳng dài 10 cm. Biên độ dao động của chất điểm là": "5 cm",
    "Một chất điểm dao động điều hòa, trong 10 dao động toàn phần đi được quãng đường dài 120 cm. Quỹ đạo của dao động có chiều dài là": "12 cm",
    "Một chất điểm dao động điều hòa với phương trình x = 5cos(10πt + π/3) (cm). Li độ của vật khi pha dao động bằng π là": "–5 cm",
    "Một chất điểm dao động điều hòa có phương trình li độ theo thời gian là x = 5√3cos(10πt + π/3) (cm). Tại thời điểm t = 1 s, li độ của vật bằng": "–5√3 cm",
    "Một chất điểm dao động điều hòa có phương trình li độ theo thời gian là x = 6cos(10πt + π/3) (cm). Chu kỳ của dao động bằng": "0,2 s",
    "Một chất điểm M chuyển động đều trên một đường tròn bán kính R, vận tốc góc ω. Hình chiếu của M trên đường kính là một dao động điều hòa có": "Biên độ R",
    "Phương trình dao động của một vật có dạng x = –Acos(ωt + π/3) (cm). Pha ban đầu của dao động là": "2π/3",
    "Một chất điểm dao động điều hòa có chu kỳ T = 1 s. Tần số góc ω của dao động là": "2π rad/s",
    "Một chất điểm dao động điều hòa có tần số góc ω = 10π rad/s. Tần số của dao động là": "5 Hz",
    "Một chất điểm dao động điều hòa, trong thời gian 1 phút vật thực hiện được 30 dao động. Chu kỳ dao động của vật là": "2 s",
    "Một chất điểm dao động điều hòa có phương trình li độ theo thời gian là x = 6cos(10πt + π/3) (cm). Tần số của dao động là": "5 Hz",
    "Một chất điểm dao động điều hòa có phương trình li độ theo thời gian là x = 10cos(π/3 t + π/2) (cm). Tại thời điểm t vật có li độ 6 cm và đang hướng về vị trí cân bằng. Sau 9 s kể từ thời điểm t, vật đi qua li độ": "–6 cm đang hướng về vị trí cân bằng",
    "Chọn kết luận đúng về dao động điều hoà.": "Quỹ đạo là một đoạn thẳng.",
    "Tìm phát biểu sai  dao động điều hoà.": "Vận tốc và gia tốc luôn ngược pha nhau.",
    "Vận tốc của một vật dao động điều hoà khi đi qua vị trí cân bằng là 1 cm/s và gia tốc của vật khi ở vị trí biên là 1,57 cm/s². Chu kì dao động của vật là": "2s.",
    "Một chất điểm dao động điều hoà với tần số 4 Hz và biên độ dao động 10 cm. Độ lớn gia tốc cực đại của chất điểm bằng": "63,1 m/s².",
    "Một chất điểm chuyển động tròn đều với tốc độ dài 160 cm/s và tốc độ góc 4 rad/s. Hình chiếu dao động điều hoà với biên độ và chu kì lần lượt là": "40cm; 0,25s.",
    "Phương trình vận tốc là v = 120cos20t (cm/s). Tại t = T/6, li độ là": "-3cm",
    "Một chất điểm dao động điều hoà, biết x₁ = 3cm, biên độ và tần số góc là": "6 cm; 2 rad/s.",
    "Đại lượng nào tăng gấp đôi khi biên độ tăng gấp đôi trong dao động điều hoà của con lắc lò xo?": "Cơ năng của con lắc.",
    "Cơ năng của một chất điểm dao động điều hoà tỉ lệ thuận với": "bình phương biên độ dao động.",
    "Trong dao động điều hoà, tập hợp 3 đại lượng không đổi theo thời gian là": "Biên độ, tần số góc; năng lượng toàn phần.",
    "Phương trình dao động có động năng biến thiên theo thời gian là": "Đáp án phụ thuộc vào phương trình cụ thể bạn chưa ghi rõ.",
    "Khoảng thời gian giữa 5 lần liên tiếp động năng bằng thế năng là 0,4s. Tần số là": "2,5Hz.",
    "Chất điểm có khối lượng m, dao động với biên độ A, tần số góc ω. Động năng cực đại là": "½mA²ω².",
    "Vật có m = 1kg, T = 0,2π s, A = 2cm. Cơ năng dao động là": "0,1 J.",
    "Chọn phát biểu đúng về dao động tắt dần.": "Dao động tắt dần có biên độ giảm dần theo thời gian.",
    "Tìm phát biểu sai về dao động tắt dần.": "Tần số giảm dần theo thời gian.",
    "Trong dao động tắt dần một phần cơ năng đã biến đổi thành": "nhiệt năng.",
    "Trường hợp sự tắt dần nhanh có lợi là": "khung xe ô tô sau khi đi qua đường gồ ghề.",
    "Sau 3 chu kì biên độ giảm 10%. Phần trăm cơ năng còn lại là": "81%.",
    "Lò xo dao động có m = 100g, hệ số ma sát 0,01, T = 0,2s. Độ giảm biên độ mỗi lần qua vị trí cân bằng là": "0,04 mm.",
    "Người chở nước qua rãnh cách 3m, chu kì dao động nước là 0,6s. Tốc độ không lợi là": "5 m/s.",
    "Người xách xô nước bước 50 cm, vận tốc đi 2,5 km/h. Chu kì dao động riêng của nước là": "0,72 s.",
    "Một chất điểm dao động điều hoà có quỹ đạo là một đoạn thẳng dài 10cm. Biên độ dao động của chất điểm là": "10cm",
    "Một chất điểm dao động điều hoà trong 10 dao động toàn phần đi được quãng đường dài 120cm. Quỹ đạo của dao động có chiều dài là": "12cm",
    "Một chất điểm dao động điều hoà với phương trình x = 5cos(10πt+π/3)(cm). Li độ của vật khi pha dao động bằng π là": "-5cm",
    "Một chất điểm dao động đièu hoà với phương trình x = 5√3cos(10πt+π/3)(cm). Tại thời điểm t = 1s thì li độ của vật bằng": "2,5√3cm",
    "Một chất điểm dao động điều hoà có phương trình li độ x = 6cos(10πt+π/3)(cm). Li độ của vật khi pha dao động bằng (-π/3) là": "3cm",
    "Một chất điểm M chuyển động đều trên một đường tròn, bán kính R, vận tốc góc ω. Hình chiếu của M trên đường kính là một dao động điều hoà có": "biên độ R",
    "Phương trình dao động của một có dạng x = -Acos(ωt+π/3)(cm). Pha ban đầu của dao động là": "-π/3",
    "Một chất điểm dao động điều hoà với phương trình x = 5cos(2πt+π/3)(cm). Hãy cho biết biên độ, pha ban đầu, tần số góc, chu kì, tần số của chất điểm.": "Biên độ = 5cm, Pha ban đầu = π/3, Tần số góc = 2π rad/s, Chu kì = 0,5s, Tần số = 2Hz.",
    "Một chất điểm dao động điều hoà có chu kì 1s. Tần số góc của dao động là": "2π(rad/s)",
    "Một chất điểm dao động điều hoà có tần số góc 10π(rad/s). Tần số của dao động là": "5Hz",
    "Một chất điểm dao động điều hoà trong thời gian 1 phút vật thực hiện được 30 dao động. Chu kì dao động của vật là": "2 s",
    "Một vật dao động điều hoà với phương trình x = 5cos(4πt-π/2)(cm). Xác định thời gian ngắn nhất để vật đi từ vị trí có li độ x1 = 2,5cm đến x2 = -2,5cm": "0,25s",
    "Một vật dao động điều hoà với phương trình x = 10cos(πt-π/2)(cm). Xác định thời gian ngắn nhất để vật đi từ vị trí cân bằng đến vị trí biên": "0,25s",
    "Một chất điểm dao động điều hoà có phương trình x = 10cos(π/3t+π/2)(cm). Tại thời gian t vật có li độ 6cm và đang hướng về vị trí cân bằng. Sau 9 s kể từ thời điểm t thì vật đi qua li độ": "3cm đang hướng về VTCB",
    "Chọn kết luận đúng về dao động điều hoà": "quỹ đạo là một đoạn thẳng",
    "Tìm phát biểu Sai  dao động điều hoà": "Vận tốc luôn trễ pha π/2 so với li độ",
    "Vận tốc của một vật dao động điều hoà khi đi qua VTCB là 1cm/s và gia tốc của vật khi ở vị trí biên là 1,57cm/s2. Chu kì dao động của vật là": "6,28s",
    "Một chất điểm dao động điều hòa với tần số 4Hz và biên độ dao động 10cm. Độ lớn gia tốc cực đại của chất điểm bằng": "25m/s2",
    "Phương trình vận tốc của một vật dao động điều hoà v = 120cos20t(cm/s), với t đo bằng giây. Vào thời điểm t = T/6 (T là chu kì dao động), vật có li độ là": "3√3cm",
    "Một chất điểm dao động điều hoà. Biết li độ và vận tốc của chất điểm tại thời điểm t1 lần lượt là x1 = 3cm và v1 = -60√3cm/s; tại thời điểm t2 lần lượt là x2 = 3√2cm và v2 = 60√2cm/s. Biên độ và tần số góc của dao động lần lượt bằng": "12cm; 10rad/s",
    "Trong dao động điều hòa, giá trị cực đại của vận tốc là": "vmax = ωA",
    "Biểu thức li độ của vật dao động điều hòa là x = Acos(2ωt + φ), vận tốc của vật có giá trị cực đại là": "vmax = ωA",
    "Trong dao động điều hòa x = Acos(ωt + φ), tốc độ nhỏ nhất bằng": "0",
    "Trong dđ động điều hòa x = 2Acos(ωt + φ), giá trị cực đại của gia tốc là": "amax = 2ω2A",
    "Một chất điểm dao động điều hòa với chu kỳ 0,5π s và biên độ 2 cm. Vận tốc của chất điểm tại vị trí cân bằng có độ lớn bằng": "8 cm/s",
    "Trong dđ động điều hòa x = Acos(ωt + φ), giá trị cực tiểu của vận tốc là": "vmin = 0",
    "Biểu thức li độ của vật dao động điều hòa có dạng x = 8cos2(2πt +π/6)(cm). Chu kỳ dao động của vật là": "T = 2s",
    "Biểu thức li độ của vật dao động điều hòa có dạng x = 8cos2(2πt +π/6)(cm). Biên độ dao động A và pha ban đầu φ của vật lần lượt là": "A=8cm; φ = π/3",
    "Một vật dao động điều hòa có gia tốc cực đại là 314 cm/s2 và tốc độ trung bình trong một chu kỳ là 20 cm/s. Lấy π = 3,14. Biên độ dao động của vật bằng": "3,14 cm",
    "Một vật nhỏ dao động điều hòa theo một quỹ đạo dài 12 cm. Dao động này có biên độ": "6 cm",
    "Một vật dao động điều hòa có phương trình dao động x = 5cos(2πt + ) cm. Xác định gia tốc của vật khi x = 3 cm": "- 120 cm/s2",
    "Một chất điểm dao động điều hòa trên trục Ox theo phương trình x = 5cos4πt (x tính bằng cm, t tính bằng s). Tại thời điểm t = 5 s, vận tốc của chất điểm này có giá trị bằng": "0 cm/s",
    "Một chất điểm dao động điều hòa dọc theo trục Ox với phương trình x = 10cos2πt (cm). Quãng đường đi được của chất điểm trong một chu kì dao động là": "20 cm",
    "Một vật dao động điều hòa với phương trình x = 4cos(2πt + π/2) cm. Khi vật có li độ x = 2 cm thì vật có tốc độ là bao nhiêu?": "0 cm/s",
    "Một vật dao động điều hòa, khi vật có li độ x1 = 3cm. Thì vận tốc là v1 = 4π cm/s, khi vật có li độ x2 = 4cm thì vận tốc là v2 = 3π cm/s. Tìm tần số góc và biên độ của vật?": "10π rad/s; 4cm",
    "Một vật đang dao động điều hòa với tần số góc 10π rad/s và biên độ √2 cm. Khi vật có vận tốc 10√10 cm/s thì gia tốc của nó có độ lớn": "10 m/s2",
    "Một chất điểm dao động điều hòa trên trục Ox. Khi chất điểm đi qua vị trí cân bằng thì tốc độ của nó là 20 cm/s. Khi chất điểm có tốc độ là 10 cm/s thì gia tốc của nó có độ lớn là 40√3 cm/s2. Biên độ dao động của chất điểm là": "10 cm",
    "Chất điểm dao động điều hòa có phương trình vận tốc v = 4πcos2πt (cm/s). Gốc tọa độ ở VTCB. Mốc thời gian được chọn vào lúc chất điểm có li độ và vận tốc là": "x = 0, v = 4π cm/s",
    "Một chất điểm dao động điều hòa trên trục Ox có phương trình x = 8cos(πt + π/4) (cm). Gốc tọa độ ở VTCB. Gốc thời gian (t = 0) được chọn lúc chất điểm có li độ và vận tốc là": "x = 4√2 cm và v = - 4π√2 cm/s",
    "Một vật nhỏ dao động điều hòa dọc theo trục Ox (vị trí cân bằng ở O) với biên độ 4 cm và tần số 10 Hz. Tại thời điểm t = 0, vật có li độ 4 cm. Phương trình dđ của vật là": "x = 4cos20πt cm",
    "Một chất điểm dao động điều hòa trên trục Ox. Trong thời gian 31,4 s chất điểm thực hiện được 100 dao động toàn phần. Gốc thời gian là lúc chất điểm đi qua vị trí có li độ 2 cm theo chiều âm với tốc độ là 40√3 cm/s. Lấy π = 3,14. Phương trình dđ của chất điểm là": "x = 4cos(20t - π/3) cm",
    "Vật dao động điều hòa với tần số f = 5 Hz. Khi t = 0, vật có li độ x = 4 cm và vân tốc v = 125,6 cm/s. Phương trình dao động của vật là": "x = 4cos(10πt - π/4) cm",
    "Một vật dao động điều hòa trên quỹ đạo dài 20cm. Sau (1/12)s kể từ thời điểm ban đầu vật đi được 10cm mà chưa đổi chiều chuyển động vật đến vị trí có li độ 5cm theo chiều dương. Viết phương trình dao động của vật.": "x = 10cos(4πt - 2π/3) cm",
    "Một vật nhỏ dao động điều hòa dọc theo trục Ox với biên độ 5 cm, chu kì 2 s. Tại thời điểm t = 0, vật đi qua cân bằng O theo chiều dương. Phương trình dđ của vật là": "x = 5cos(2πt - π/2) cm",
    "Một chất điểm dao động điều hòa dọc theo trục Ox, quanh vị trí cân bằng O. Trong thời gian 20s vật thực hiện được 40 lần dđ. Tại thời điểm ban đầu vật chuyển động qua vị trí cân bằng theo chiều âm của trục toạ độ với vận tốc 20π cm/s. Phương trình dđ của vật là": "x = 5cos(4πt + π/2) cm",
    "Một vật dao động điều hòa với tần số f = 0,5 Hz, biên độ A = 2 cm. Viết phương trình dao động của vật. Chọn gốc thời gian khi vật đi qua VTCB theo chiều dương.": "x = 2cos(πt - π/2) cm",
    "Một vật dao động điều hòa trên đoạn thẳng dài 4 cm với f = 10 Hz. Lúc t = 0 vật qua vị trí cân bằng theo chiều âm của quỹ đạo. Phương trình dđ của vật là": "x = 2cos(20t - π/2) cm",
    "Một vật dao động điều hòa với phương trình x = 8cos(2πt) cm. Thời điểm thứ nhất vật đi qua VTCB là": "1/4s",
    "Một vật dao động điều hòa với phương trình x = 4cos(4πt + π/6)cm. Thời điểm thứ 3 vật đi qua vị trí x = 2cm theo chiều dương là": "11/8s",
    "Một vật dao động điều hòa với phương trình x = 4cos(4πt + π/6)cm. Thời điểm thứ 2009 vật đi qua vị trí x = 2cm là": "12049/24 s",
    "Một vật dao động điều hòa với phương trình x = 4cos(20πt)cm. Quãng đường vật đi được trong thời gian t = 0,05s": "8cm",
    "Một vật dao động điều hòa với phương trình x = 5cos(2πt - π/2)cm. Quãng đường vật đi được trong thời gian t = 5s": "100cm",
    "Một vật dao động điều hòa với phương trình x = 2cos(4πt - π/3)cm. Quãng đường vật đi được trong thời gian 0,125s": "4cm",
    "Một vật dao động điều hòa với phương trình x = 5cos(2πt - π/2)cm. Quãng đường vật đi được trong thời gian t = 12,375s là": "247,5cm",
    "Một vật dao động điều hòa với phương trình x = 8cos(2πt + π)cm. Sau thời gian t = 0,5s kể từ khi bắt đầu dao động quãng đường vật đi được": "16cm",
    "Một vật dao động điều hòa với phương trình x = 3cos(10t - π/3)cm. Sau thời gian t = 0,157s kể từ khi bắt đầu dao động quãng đường vật đi được": "1,9cm",
    "Một vật dao động điều hòa với phương trình x = 5cos(2πt - 2π/3)cm. Quãng đường vật đi được sau thời gian t = 2,4s kể từ khi bắt đầu dao động": "48cm",
    "Một vật dao động điều hòa với phương trình x = 5cos(2πt - π/2)cm. Sau thời gian t = 12,125s kể từ khi bắt đầu dao động quãng đường vật đi được": "243,54cm",
    "Một vật dao động điều hòa với phương trình x = 4cos(8πt + π/3)cm. Sau 3/8s tính từ thời điểm ban đầu, vật qua vị trí có li độ x = -1cm bao nhiêu lần": "4 lần",
    "Một vật dao động điều hòa với phương trình x = 3cos(5πt - π/3)cm. Trong 1s đầu tiên từ thời điểm t = 0, vật qua vị trí có li độ x = 1cm bao nhiêu lần": "6 lần",
    "Một chất điểm dao động điều hòa với phương trình x = 4cos(4πt)cm. Vận tốc trung bình của chất điểm trong ½ chu kì là": "16πcm/s",
    "Một vật dao động điều hòa với biên độ A và tần số f = 2Hz. Tốc độ trung bình của vật trong thời gian nửa chu kì là": "4A",
    "Một vật dao động điều hòa với phương trình x = 5cos(2πt - π/6)cm. Tốc độ trung bình của vật trong một chu kì dao động": "20cm/s",
    "Một vật dao động điều hòa với phương trình x = 4cos(8πt - 2π/3)cm. Tốc độ trung bình của vật khi đi từ vị trí có li độ x1 = -2√3cm theo chiều dương đến vị trí có li độ x2 = 2√3cm theo chiều dương": "48√3cm/s",
    "Một vật dao động với chu kì T, biên độ A. Tốc độ trung bình lớn nhất của vật thực hiện được trong khoảng thời gian 2T/3 là": "(3√3 A)/2T",
    "Một vật dao động điều hòa theo phương trình x = 2cos(2πt + π/4) cm. Tốc độ trung bình của vật trong khoảng thời gian từ t = 2s đến t = 4,875s là": "7,16cm/s",
    "Một vật dao động điều hòa với phương trình x = 6cos(20πt + π/6)cm. Vận tốc trung bình của vật đi từ vị trí cân bằng đến vị trí có li độ x = 3cm là": "36cm/s",
    "Một vật dao động điều hòa với chu kỳ T = 4 s, biên độ dao động A = 10cm. Tìm vận tốc trung bình của vật trong một chu kỳ": "0 cm/s",
    "Một vật dao động điều hòa với chu kì T, biên độ bằng 5 cm. Quãng đường của vật đi được trong 1,5T là": "30 cm",
    "Một chất điểm dao động điều hoà trên trục Ox. Biết quãng đường đi được của chất điểm trong một chu kì dao động là 16 cm. Biên độ dao động của chất điểm bằng": "4 cm",
    "Một vật dao động điều hòa với biên độ 4 cm và chu kì 2 s. Quãng đường vật đi được trong 4s là": "32 cm",
    "Một điểm M chuyển động đều trên một đường tròn với tốc độ 10cm/s. Gọi P là hình chiếu của M lên một đường kính của đường tròn quỹ đạo. Tốc độ trung bình của P trong một dao động toàn phần bằng": "6,37 cm/s",
    "Một chất điểm dao động điều hòa trên trục 0x. Khi chất điểm đi qua VTCB thì tốc độ của nó là 20cm/s. Khi chất điểm có tốc độ 10cm/s thì gia tốc của nó có độ lớn là 40 cm/s2. Biên độ dao động của chất điểm là": "8 cm",
    "Một chất điểm dao động điều hòa trên trục Ox. Trong thời gian 31,4s chất điểm thực hiện được 100 dao động toàn phần. Gốc thời gian là lúc chất điểm đi qua vị trí có li độ 2cm theo chiều âm với tốc độ là 40 cm/s. lấy π = 3,14. Phương trình dao động của chất điểm là": "x = 4cos(20t + π/3)(cm)",
    "Một vật nhỏ dao động điều hòa có phương trình là x = 5cos(10t + π/4)cm. Độ lớn vận tốc của vật ở VTCB là": "50 cm/s",
    "Một chất điểm dao động điều hòa trên trục Ox có phương trình x = 8cos(πt + π/4) (cm). Gốc tọa độ ở vị trí cân bằng. Gốc thời gian (t = 0) được chọn lúc chất điểm có li độ và vận tốc là": "x = 4√2 cm và v = -4π√2 cm/s",
    "Một vật nhỏ dao động điều hòa dọc theo trục Ox (vị trí cân bằng ở O) với biên độ 4 cm và tần số 10 Hz. Tại thời điểm t = 0, vật có li độ 4 cm. Phương trình dao động của vật là": "x = 4cos(20πt) cm",
    "Vật dđ điều hòa với tần số f = 5 Hz. Khi t = 0, vật có li độ x = 4cm và vân tốc v = 125,6 cm/s. Phương trình dao động của vật là": "x = 4cos(10πt – π/4) cm",
    "Một vật dao động điều hoà với phương trình x = 4cos(4πt + π/6) cm. Thời điểm thứ 2018 vật qua vị trí x = 2 cm.": "12061/24 s",
    "Một chất điểm dao động điều hoà với biên độ 10 (cm) và tần số góc 10 (rad/s). Khoảng thời gian ngắn nhất để nó đi từ vị trí có li độ +3,5 cm đến vị trí cân bằng là": "0,036 s",
    "Vật dao động điều hoà với biên độ A. Thời gian ngắn nhất vật đi từ vị trí có li độ A/2 đến vị trí có li độ A là 0,2 s. Chu kì dao động của vật là": "0,8 s",
    "Vật dao động điều hòa theo phương trình x = 4 cos (20 t - 2π/3)(cm). Tốc độ của vật sau khi đi quãng đường S = 2cm (kể từ t = 0) là": "80 cm/s",
    "Một vật dao động điều hòa có phương trình li độ x = 8cos(7πt + π/6) cm. Khoảng thời gian tối thiểu để vật đi từ li độ 4√2cm đến vị trí có li độ 4√3cm là": "1/12 s",
    "Một vật dao động điều hòa với phương trình x = 6cos(20t + π/3) cm. Tốc độ trung bình của vật trong khoảng thời gian t = 13π/60 s kể từ khi bắt đầu dao động là": "79,33 cm/s",
    "Một chất điểm dao động điều hòa với phương trình là x = 5cos(8πt - 2π/3)(cm). Thời gian ngắn nhất vật đi từ lúc bắt đầu dđ đến lúc vật có li độ x = 2,5cm là": "1/12 s",
    "Một vật dao động điều hòa với phương trình x = A cos(6πt + π/4) cm. Sau T/4 kể từ thời điểm ban đầu vật đi được quãng đường là 10 cm. Tìm biên độ dao động của vật?": "8 cm",
    "Một vật dao động điều hòa trên trục Ox. Vận tốc của vật" : "biến thiên điều hòa theo thời gian.",
    "Gia tốc của vật trong dao động điều hòa" : "ngược pha với li độ.",
    "Biểu thức gia tốc trong dao động điều hòa là" : "a = – ω²x.",
    "Khi vật chuyển động qua vị trí cân bằng thì vận tốc và gia tốc" : "cùng hướng chuyển động.",
    "Vận tốc cực đại trong dao động điều hòa là" : "vmax = Aω.",
    "Một vật dao động với A = 10 cm, ω = 2π rad/s, tại x = 0,1 m thì gia tốc là" : "a = –4 m/s².",
    "Gia tốc trong dao động điều hòa" : "sớm pha π/2 so với li độ.",
    "Vật dao động có vận tốc v = –40π sin(2πt + π/3) cm/s. Phương trình li độ là" : "x = 20 cos(2πt + π/3) (cm).",
    "Thời gian vật đi từ biên về vị trí cân bằng là" : "T/4.",
    "Li độ ban đầu của vật có vận tốc ban đầu là 20π cos(2πt + 2π/3) cm/s là" : "5√3 cm.",
    "Vật dao động với A = 2 cm, T = 0,5π s, vận tốc cực đại là" : "8 cm/s.",
    "Vật dao động với vmax = 10π cm/s, A = 5 cm. Chu kỳ là" : "1 s.",
    "Vật dao động với f = 2 Hz, A = 10 cm. Gia tốc cực đại là" : "63,2 m/s².",
    "Biên độ dao động được xác định từ x và v là" : "√(x² + v²/ω²).",
    "Vật dao động với A = 10 cm, ω = 2 rad/s. Vận tốc cực đại là" : "20 cm/s.",
    "Vật dao động với A = 10 cm, ω = π rad/s. Gia tốc cực đại là" : "100π cm/s².",
    "Vật có phương trình x = 5cos(4πt), tại t = 5 s thì vận tốc là" : "0 cm/s.",
    "Với x = 5 cm, v = 5 cm/s, ω = 5 rad/s. Biên độ dao động là" : "5√2 cm.",
    "Vật dao động với A = 5 cm, x = 3 cm, f = 10 Hz. Tốc độ tại vị trí đó là" : "251,32 cm/s.",
    "Vật dao động với A = 10 cm, x = 6 cm, T = 2 s. Tốc độ tại vị trí đó là" : "25,13 cm/s.",
    "Đồ thị biểu diễn sự phụ thuộc của a theo x trong dao động điều hòa là" : "đoạn thẳng.",
    "Vật dao động với ω = 6π rad/s, A = 5 cm. Trong 2 s đầu tiên, vật thực hiện" : "6 dao động toàn phần và đi được quãng đường 120 cm.",
    "Biểu thức liên hệ giữa v, a, ω và A là" : "v²/ω² + a²/ω⁴ = A².",
    "Vật đi từ biên này đến biên kia trong 0,25 s và quãng đường đi được là 36 cm. Chu kỳ và biên độ là" : "0,5 s ; 18 cm.",
    "Trong dao động điều hòa, khi x = 0 thì" : "v = 4π cm/s.",
    "Biểu thức tính ω từ v₁, v₂, x₁, x₂ là" : "ω = √((v₁² – v₂²)/(x₁² – x₂²)).",
    "Với A = 5 cm, x = 3 cm, ω = 4 rad/s. Vận tốc tại vị trí đó là" : "40 cm/s.",
    "Với A = 10 cm, ω = 2 rad/s. Vận tốc cực đại là" : "20 cm/s.",
    "Biết a = –160 cm/s², v = 40√3 cm/s, ω² = 32 rad²/s². Biên độ là" : "10 cm.",
    "Với a = 160 cm/s², ω² = 32. Tại vị trí đó x = 5 cm. Tốc độ là" : "40√3 cm/s.",
    "Trong một chu kỳ dao động, quãng đường vật đi được là" : "40 cm.",
    "Trong 1,5 chu kỳ dao động, quãng đường vật đi là" : "30 cm.",
    "Một vật nhỏ dao động điều hòa có biên độ A, chu kì dđ T, ở thời điểm ban đầu t₀ = 0 vật đang ở vị trí biên. Quãng đường mà vật đi được từ thời điểm ban đầu đến thời điểm t = T/4 là": "A.",
    "Một vật dao động điều hòa với biên độ 8 cm. Vật xuất phát từ VTCB và quãng đường vật đi được trong 4s đầu tiên (tính từ thời điểm t = 0) là 16 cm. Tốc độ cực đại của chất điểm bằng": "4π cm/s.",
    "Một vật nhỏ dao động điều hòa dọc theo trục Ox (O là vị trí cân bằng) có phương trình dao động x = 3cos(3πt) (cm) (t tính bằng giây) thì đường mà vật đi được từ thời điểm ban đầu đến thời điểm 3 s là": "54 cm.",
    "Vật dao động điều hòa theo phương trình: x = 5 cos (10π t + π)(cm). Thời gian vật đi quãng đường 12,5 cm kể từ t = 0 là": "1/15 s.",
    "Một con vật dao động điều hòa với phương trình: x=12 cos(50t-π/2) (cm). Kể từ lúc t=0 thì quãng đường vật đi được trong khoảng thời gian t=π/12 s là": "102 cm.",
    "Một vật dao động điều hòa với phương trình: x=6 cos(20t+π/3) (cm). Quãng đường vật đi được trong khoảng thời gian t = 13π/60s, kể từ khi bắt đầu dao động là": "54 cm.",
    "Một vật dao động điều hòa dọc theo trục Ox với phương trình x=6 cos(20t-π/3) (cm). Quãng đường vật đi được từ thời điểm t = 0 đến thời điểm 7π/60 s là": "27 cm.",
    "Một vật dao động điều hoà dọc theo phương trình x=5 cos(2πt/3-π/3) (cm) Kể từ thời điểm t = 0, sau thời gian bao lâu thì vật đi được quãng đường 7,5 cm ?": "0,5 s.",
    "Con lắc lò xo gồm vật nhỏ khối lượng 100g gắn với một lò xo nhẹ. Con lắc dđđh theo phương ngang với phương trình x = 10cos10πt (cm). Mốc thế năng ở VTCB. Lấy π² = 10. Cơ năng của con lắc bằng": "0,05 J.",
    "Một vật nhỏ có khối lượng 100 g dao động điều hòa với tần số góc 20 rad/s và biên độ 3 cm. Chọn mốc thế năng tại vị trí cân bằng. Cơ năng của vật là": "0,6 J.",
    " một vật dao động điều hòa, phát biểu nào sau đây sai?": "Cơ năng của vật biến thiên tuần hoàn theo thời gian.",
    "Một vật nhỏ khối lượng 100 g dao động theo phương trình x = 8cos10t (x tính bằng cm, t tính bằng s). Động năng cực đại của vật bằng": "64 mJ.",
    "Cơ năng của một vật dao động điều hòa": "biến thiên tuần hoàn theo thời gian với chu kì bằng chu kỳ dao động của vật.",
    "Một vật dao động điều hòa với biên độ 10 cm. Chọn mốc thế năng ở vị trí cân bằng. Tại vị trí vật có li độ 5 cm, tỉ số giữa thế năng và động năng của vật là": "1.",
    "Một vật dao động đều hòa dọc theo trục Ox. Mốc thế năng ở vị trí cân bằng. Ở thời điểm độ lớn vận tốc của vật bằng 50% vận tốc cực đại thì tỉ số giữa động năng và cơ năng của vật là": "0,5.",
    " cơ năng của một vật dđ điều hòa, phát biểu nào sau đây là đúng?": "Thế năng và động năng của vật biến thiên cùng tần số với tần số của li độ.",
    "Một vật dao động điều hòa với biên độ 6 cm. Mốc thế năng ở vị trí cân bằng. Khi vật có động năng bằng 0,75 lần cơ năng thì vật cách vị trí cân bằng một đoạn": "4,5 cm.",
    "Một vật nhỏ dao động điều hòa dọc theo trục Ox. Khi vật cách vị trí cân bằng một đoạn 2 cm thì động năng của vật là 0,48 J. Khi vật cách vị trí cân bằng một đoạn 6 cm thì động năng của vật là 0,32 J. Biên độ dao động của vật bằng": "12 cm.",
    "Vật nhỏ của một con lắc lò xo dđđh theo phương ngang, mốc thế năng tại VTCB. Khi gia tốc của vật có độ lớn bằng một nửa độ lớn gia tốc cực đại thì tỉ số giữa động năng và thế năng của vật là": "3.",
    "Một vật dao động điều hòa theo phương ngang với tần số góc 10 rad/s. Biết rằng khi động năng và thế năng (mốc ở vị trí cân bằng của vật) bằng nhau thì vận tốc của vật có độ lớn bằng 0,6 m/s. Biên độ dao động của con lắc là": "12 cm.",
    "Một con lắc lò xo gồm một vật nhỏ khối lượng m và lò xo có độ cứng k. Con lắc dao động điều hòa với tần số góc là:": "ω = 2π √(m/k).",
    "Con lắc lò xo, đầu trên cố định, đầu dưới gắn vật có khối lượng m dđđh theo phương thẳng đứng ở nơi có gia tốc trọng trường g. Khi vật ở vị trí cân bằng, độ giãn của lò xo là Δl. Chu kỳ dao động của con lắc được tính bằng biểu thức:": "T = 2π√(Δl/g).",
    "Năng lượng của một vật dđđh là E. Khi li độ bằng một nửa biên độ thì động năng của nó bằng:": "E/4.",
    "Công thức tính chu kì dao động của con lắc lò xo là:": "T = 2π√(m/k).",
    "Một con lắc lò xo gồm viên bi nhỏ có khối lượng m và lò xo khối lượng không đáng kể có độ cứng k, dao động điều hoà theo phương thẳng đứng tại nơi có gia tốc rơi tự do là g. Khi viên bi ở vị trí cân bằng, lò xo dãn một đoạn Δl. Chu kỳ dao động điều hoà của con lắc này là:": "T = 2π√(Δl/g).",
    "Công thức được dùng để tính tần số dao động của con lắc lò xo là:": "f = 1/2π √(k/m).",
    "Một con lắc lò xo gồm lò xo có độ cứng k treo quả nặng có khối lượng m. Hệ dao động với chu kỳ T. Độ cứng của lò xo là:": "k = (4π^2 m)/T^2.",
    "Một con lắc lò xo dao động điều hòa với biên độ 6cm và chu kì 1s. Lúc t = 0, vật đi qua vị trí cân bằng. Quãng đường đi được của vật trong khoảng thời gian 2,75s kể từ thời điểm t=0 là:": "66cm.",
    "Trong dao động điều hòa, năng lượng của con lắc lò xo sẽ:": "tăng 16 lần khi tần số dao động và biên độ tăng lên 2 lần.",
    "Một con lắc lò xo có vật m = 200g dđđh. Trong 10s thực hiện được 50 dđ. Lấy π2 = 10. Độ cứng của lò xo là:": "100 N/m.",
    "Một con lắc lò xo dao động điều hòa có thời gian giữa hai lần liên tiếp đi qua vị trí cân bằng là 0,2s. Độ cứng lò xo là 100 N/m. Lấy π2 = 10. Vật nặng có khối lượng là:": "75g.",
    "Một vật có khối lượng m = 400g được treo vào lò xo có khối lượng không đáng kể, độ cứng k = 40N/m. Đưa vật đến vị trí lò xo không biến dạng rồi thả nhẹ, vật dao động điều hòa. Chọn gốc tọa độ tại VTCB, chiều dương hướng xuống, gốc thời gian là lúc vật bắt đầu dao động. Lấy g = 10m/s². Phương trình dao động của vật là:": "x = 10cos(10t) cm.",
    "Một vật khối lượng m = 500g treo vào một lò xo có độ cứng k treo thẳng đứng thì con lắc dao động với chu kì T = 0,314s. Khi treo thêm một gia trọng khối lượng Δm = 50g thì con lắc dđ với chu kì:": "0,628s.",
    "Một đầu của lò xo được treo vào điểm cố định O, đầu kia treo một vật nặng m1 thì chu kì dđ là T1 = 1,2s. Khi thay bằng vật m2 thì chu kì dđ là T2 = 1,6s. Chu kì dđ khi treo đồng thời m1 và m2 vào lò xo là:": "1,4s.",
    "Một con lắc lò xo có vật nặng m thì dao động với chu kì T, nếu thay m bằng vật khác có khối lượng m' = 4m thì dao động với chu kì T'. Tỉ lệ là:": "2.",
    "Khi gắn quả cầu khối lượng m1 vào lò xo thì con lắc dao động với chu kì T1 = 0,6s. Khi gắn quả cầu khối lượng m2 vào lò xo thì con lắc lại dao động với chu kì T2 = 0,8s. Khi gắn quả cầu có khối lượng m = m2 - m1 thì con lắc dao động với chu kì:": "0,53s.",
    "Một con lắc lò xo gồm vật có khối lượng m và lò xo có độ cứng k, dao động điều hòa. Nếu tăng độ cứng k lên 2 lần và giảm khối lượng m đi 8 lần thì tần số dao động của vật sẽ:": "tăng 4 lần.",
    "Hai con lắc dao động điều hoà độ cứng bằng nhau nhưng khối lượng các vật hơn kém nhau 90g. Trong cùng 1 khoảng thời gian con lắc 1 thực hiện 12 dao động trong khi con lắc 2 thực hiện 15 dao động. Khối lượng các vật nặng của 2 con lắc là:": "450g và 360g.",
    "Một con lắc lò xo khi treo vật có khối lượng m1 vào lò xo thì dao động với chu kì T1 = 0,3s. Thay m1 bằng vật khác có khối lượng m2 thì hệ dao động với chu kì T2. Treo vật có khối lượng m = m1 + m2 vào lò xo đã cho thì hệ dao động với chu kì T = 0,5s. Giá trị của chu kì T2 là:": "0,4s.",
    "Tại nơi có gia tốc trọng trường g một con lắc đơn dao động điều hoà với biên độ góc α_0. Biết khối lượng vật nhỏ là m, chiều dài dây treo là l. Cơ năng của con lắc là:": "1/2 mgl α_0².",
    "Một con lắc đơn dao động điều hòa với tần số f. Nếu tăng khối lượng của con lắc lên 4 lần thì tần số dao động của nó sẽ là": "f.",
    "Công thức được dùng để tính tần số dao động của con lắc đơn là": "f = 1/2π √(g/l).",
    "Tại nơi có gia tốc trọng trường g, một con lắc đơn có sợi dây dài l đang dao động điều hòa. Tần số dao động của con lắc là": "T = 2π√(l/g).",
    "Ứng dụng quan trọng nhất của con lắc đơn là": "xác định gia tốc trọng trường.",
    "Tại một nơi xác định, chu kỳ dđđh của con lắc đơn tỉ lệ thuận với": "căn bậc hai chiều dài con lắc.",
    "Con lắc đơn dao động điều hòa, khi tăng chiều dài của con lắc lên 4 lần thì tần số dao động của con lắc sẽ": "giảm đi 2 lần.",
    " biên độ dao động điều hòa của một vật, phát biểu nào sau đây đúng?": "Biên độ dao động là độ lệch cực đại của vật so với vị trí cân bằng.",
    " chu kỳ dao động điều hòa, phát biểu nào sau đây đúng?": "Chu kỳ là thời gian để vật dao động từ vị trí này đến vị trí tương tự.",
    " tần số dao động điều hòa của một vật, phát biểu nào sau đây đúng?": "Tần số dao động là số dao động thực hiện trong một đơn vị thời gian.",
    " vận tốc trong dao động điều hòa, phát biểu nào sau đây đúng?": "Vận tốc đạt cực đại khi vật đi qua vị trí cân bằng.",
    " dao động tắt dần của một vật, phát biểu nào sau đây đúng?": "Biên độ dao động giảm dần theo thời gian.",
    " sự mất năng lượng trong dao động tắt dần, phát biểu nào sau đây đúng?": "Năng lượng dao động giảm dần do ma sát và lực cản môi trường.",
    " dao động của con lắc đơn trong môi trường có lực cản, phát biểu nào sau đây đúng?": "Biên độ dao động của con lắc giảm dần theo thời gian.",
    " dao động của con lắc lò xo trong môi trường có lực cản, phát biểu nào sau đây đúng?": "Con lắc lò xo có biên độ giảm dần do lực cản.",
    " phương trình dao động điều hòa, phát biểu nào sau đây đúng?": "Phương trình dao động điều hòa mô tả sự thay đổi của vật theo thời gian.",
    " lực phục hồi trong dao động điều hòa, phát biểu nào sau đây đúng?": "Lực phục hồi có hướng luôn hướng về vị trí cân bằng.",
    " chuyển động của vật trong dao động điều hòa, phát biểu nào sau đây đúng?": "Vật di chuyển qua lại quanh vị trí cân bằng.",
    " dao động tự do, phát biểu nào sau đây đúng?": "Dao động tự do xảy ra khi không có lực ngoài tác động.",
    " tần số riêng của một hệ dao động, phát biểu nào sau đây đúng?": "Tần số riêng là tần số mà hệ dao động khi không có lực cưỡng bức.",
    " dao động của một lò xo, phát biểu nào sau đây đúng?": "Lò xo dao động khi có lực tác dụng lên nó.",
    " dao động điều hòa của một vật mang khối lượng m và có lực kéo về tỉ lệ với độ dời x, phát biểu nào sau đây đúng?": "Phương trình dao động điều hòa của vật là x(t) = A cos(ωt + φ).",
    " dao động điều hòa của một vật trong một hệ thống có ma sát, phát biểu nào sau đây đúng?": "Vật sẽ dao động tắt dần do sự tiêu hao năng lượng bởi ma sát.",
    " dao động của con lắc đơn, phát biểu nào sau đây đúng?": "Con lắc đơn dao động với chu kỳ tỉ lệ với căn bậc hai của chiều dài và tỉ lệ nghịch với căn bậc hai của gia tốc trọng trường.",
    " dao động của một vật trong một môi trường có lực cản, phát biểu nào sau đây đúng?": "Dao động của vật sẽ tắt dần dần theo thời gian.",
    " gia tốc trong dao động điều hòa, phát biểu nào sau đây đúng?": "Gia tốc trong dao động điều hòa là tỉ lệ thuận với độ dời và hướng về vị trí cân bằng.",
    " lực trong dao động điều hòa, phát biểu nào sau đây đúng?": "Lực trong dao động điều hòa luôn hướng về vị trí cân bằng và có độ lớn tỉ lệ với độ dời.",
    " dao động điều hòa của một vật, phát biểu nào sau đây đúng?": "Vật dao động qua lại quanh vị trí cân bằng với biên độ và chu kỳ không thay đổi trong môi trường lý tưởng.",
    " dao động của con lắc lò xo trong môi trường không có ma sát, phát biểu nào sau đây đúng?": "Dao động của con lắc lò xo sẽ tiếp tục mãi mãi với biên độ không đổi.",
    " dao động trong môi trường có lực cản, phát biểu nào sau đây đúng?": "Vật sẽ dao động tắt dần và cuối cùng dừng lại sau một thời gian.",
    " thế năng trong dao động điều hòa, phát biểu nào sau đây đúng?": "Thế năng đạt cực đại khi vật ở vị trí biên.",
    " mối quan hệ giữa động năng và thế năng trong dao động điều hòa, phát biểu nào sau đây đúng?": "Động năng và thế năng trong dao động điều hòa chuyển hóa lẫn nhau, với tổng năng lượng là hằng số.",
    " con lắc lò xo nằm ngang dao động điều hòa, phát biểu nào sau đây đúng?": "Động năng và thế năng của con lắc biến thiên tuần hoàn với cùng chu kì như chu kì của dao động.",
    " dao động tắt dần của con lắc lò xo, phát biểu nào sau đây đúng?": "Động năng của vật có lúc tăng, lúc giảm.",
    " dao động điều hòa, phát biểu nào sau đây đúng?": "Dao động trong đó li độ của vật là một hàm cosin (hay sin) của thời gian.",
    " pha ban đầu của vật dao động điều hòa có phương trình x=-Acos(ωt+φ), phát biểu nào sau đây đúng?": "Pha ban đầu là φ.",
    " phương trình dao động x = -5cos(10πt + π/6) cm, phát biểu nào sau đây đúng?": "Chu kỳ T = 0,2 s.",
    " chu kỳ dao động, phát biểu nào sau đây đúng?": "Là khoảng thời gian ngắn nhất để vật trở lại trạng thái ban đầu.",
    " phương trình dao động x = 6cos4πt (cm), phát biểu nào sau đây đúng?": "Chu kỳ dao động là T = 0,5s.",
    " thời điểm gia tốc bằng 0 trong dao động điều hòa, phát biểu nào sau đây đúng?": "Khi vật qua vị trí cân bằng.",
    " pha ban đầu trong phương trình x = -Acos(ωt + π/3), phát biểu nào sau đây đúng?": "Pha ban đầu là π/3.",
    " gia tốc trong phương trình dao động điều hòa x = Acos(ωt + φ), phát biểu nào sau đây đúng?": "a = - Aω²cos(ωt + φ).",
    " lực và năng lượng trong dao động điều hòa, phát biểu nào sau đây sai?": "Cơ năng của vật biến thiên tuần hoàn theo thời gian.",
    " năng lượng trong dao động điều hòa, phát biểu nào sau đây đúng?": "Thế năng của vật đạt cực đại khi vật ở vị trí biên.",
    " dao động tắt dần, phát biểu nào sau đây đúng?": "Biên độ và năng lượng giảm liên tục theo thời gian.",
    " dao động cưỡng bức, phát biểu nào sau đây đúng?": "Dao động cưỡng bức có biên độ không đổi và có tần số bằng tần số của lực cưỡng bức.",
    " động năng trong dao động điều hòa, phát biểu nào sau đây đúng?": "Biến đổi tuần hoàn với chu kỳ T/2.",
    " các đại lượng không thay đổi trong dao động điều hòa, phát biểu nào sau đây đúng?": "Cơ năng, biên độ, chu kỳ.",
    " thế năng và động năng trong dao động điều hòa, phát biểu nào sau đây sai?": "Thế năng đạt cực đại khi tốc độ của vật đạt cực đại.",
    " biên độ trong phương trình x = Acos(ωt + φ), phát biểu nào sau đây đúng?": "Biên độ là A.",
    " pha trong phương trình x = 10cos(15t + π), phát biểu nào sau đây đúng?": "Pha dao động là (15t + π) rad.",
    "Khi khảo sát dao động con lắc lò xo, nếu quãng đường trong 1 chu kỳ là 16 cm, phát biểu nào sau đây đúng?": "Biên độ dao động là 8 cm.",
    " thời điểm ban đầu trong phương trình x=Acos(ωt+π), phát biểu nào sau đây đúng?": "Vật có li độ x = -A.",
    " công thức biên độ A theo x và v trong dao động điều hòa, phát biểu nào sau đây đúng?": "A = √(x² + v²/ω²).",
    "Khi vật dao động từ biên về vị trí cân bằng, phát biểu nào sau đây đúng?": "Chuyển động là nhanh dần.",
    " gia tốc tại li độ x = 3 cm trong phương trình x = 5cos(2πt + π/3), phát biểu nào sau đây đúng?": "Gia tốc là -60 cm/s².",
    " độ dài quỹ đạo trong phương trình x = 6cos(10t), phát biểu nào sau đây đúng?": "Độ dài quỹ đạo là 12 cm.",
    " cơ năng của con lắc lò xo dao động theo x = Acos(ωt), phát biểu nào sau đây đúng?": "Cơ năng là 1/2 mω²A².",
    " thế năng trong dao động của con lắc lò xo, phát biểu nào sau đây đúng?": "Thế năng là 1/2 kx².",
    "Khi xe buýt dừng tạm thời và thân xe dao động, phát biểu nào sau đây đúng?": "Dao động là dao động cưỡng bức.",
    "Khi xảy ra cộng hưởng cơ học, phát biểu nào sau đây đúng?": "Vật dao động với tần số bằng tần số dao động riêng.",
    " cơ năng của vật dao động điều hòa, phát biểu nào sau đây đúng?": "Cơ năng là 0,18 mJ.",
    " biên độ dao động của vật có năng lượng dao động 0,004J và chu kỳ T=2s, phát biểu nào sau đây đúng?": "Biên độ là 4 cm.",
    "Khi vật dao động và có li độ 2A/3, phát biểu nào sau đây đúng?": "Động năng của vật là 5/9 W.",
    " sóng dọc, phát biểu nào sau đây đúng?": "có phương dao động trùng với phương truyền sóng.",
    " môi trường truyền sóng ngang, phát biểu nào sau đây đúng?": "chất rắn và bề mặt chất lỏng.",
    " môi trường không truyền được sóng ngang, phát biểu nào sau đây đúng?": "lỏng và khí.",
    " đặc điểm sóng dọc, phát biểu nào sau đây đúng?": "trong đó phương dao động của các phần tử của môi trường trùng với phương truyền sóng.",
    "Khi phân loại sóng ngang và sóng dọc, tiêu chí nào sau đây là đúng?": "phương dao động và phương truyền sóng.",
    " sóng cơ, phát biểu nào sau đây đúng?": "sóng dọc truyền được trong rắn, lỏng, khí.",
    " môi trường truyền sóng dọc, phát biểu nào sau đây đúng?": "rắn, lỏng và khí.",
    " môi trường truyền được sóng ngang, phát biểu nào sau đây đúng?": "rắn và mặt thoáng chất lỏng.",
    " sóng ngang, phát biểu nào sau đây đúng?": "vuông góc với phương truyền sóng.",
    " cường độ âm tại điểm cách nguồn 1 m, với công suất 1 W phát ra đẳng hướng, phát biểu nào sau đây đúng?": "cường độ âm bằng 0,08 W/m².",
    " hai nguồn sóng kết hợp, phát biểu nào sau đây đúng?": "tần số và có hiệu số pha không đổi theo thời gian.",
    " biên độ dao động tại điểm M do hai sóng kết hợp gây ra, phát biểu nào sau đây đúng?": "a_M = 2a|cos(π(d₁ - d₂)/λ)|.",
    " biên độ dao động tại các điểm trên trung trực đoạn S₁S₂, phát biểu nào sau đây đúng?": "dao động với biên độ cực đại.",
    " điều kiện giao thoa cực đại trong sóng nước, phát biểu nào sau đây đúng?": "hiệu đường đi từ hai nguồn đến đó bằng một số nguyên lần bước sóng.",
    " điều kiện để hai sóng cơ giao thoa được, phát biểu nào sau đây đúng?": "cùng tần số, cùng phương và có hiệu số pha không đổi theo thời gian.",
    " biên độ sóng tại trung điểm đoạn nối hai nguồn dao động cùng pha, phát biểu nào sau đây đúng?": "2a.",
    " điều kiện để có cực đại giao thoa sóng nước, phát biểu nào sau đây đúng?": "d₂ - d₁ = kλ.",
    " khoảng cách giữa hai cực đại giao thoa liền kề, phát biểu nào sau đây đúng?": "λ/2 = 0,6 cm.",
    " điều kiện pha tại điểm M để dao động tổng hợp đạt cực đại, phát biểu nào sau đây đúng?": "Δφ = 2kπ.",
    " điều kiện pha tại điểm M để dao động tổng hợp đạt giá trị nhỏ nhất, phát biểu nào sau đây đúng?": "Δφ = (2k + 1)π.",
    " điểm có biên độ cực tiểu trong giao thoa sóng cơ, phát biểu nào sau đây đúng?": "hai sóng thành phần tại điểm đó ngược pha nhau.",
    " vị trí phần tử dao động biên độ cực tiểu, phát biểu nào sau đây đúng?": "hiệu khoảng cách đến hai nguồn bằng số bán nguyên lần bước sóng.",
    " quỹ tích các điểm dao động biên độ cực đại 2a, phát biểu nào sau đây đúng?": "họ các đường hypebol nhận A, B làm tiêu điểm.",
    " khoảng cách giữa cực đại và cực tiểu liên tiếp trên đường nối hai nguồn, phát biểu nào sau đây đúng?": "một nửa bước sóng.",
    " khoảng cách giữa hai cực đại liên tiếp trên đường nối hai tâm sóng, phát biểu nào sau đây đúng?": "một bước sóng.",
    " dao động tại điểm nằm trên đường trung trực của đoạn S₁S₂, phát biểu nào sau đây đúng?": "dao động với biên độ cực đại.",
    " phương trình dao động tại điểm M cách hai nguồn 30 cm và 36 cm, phát biểu nào sau đây đúng?": "u = 3cos(40πt - 10π) cm.",
    " khoảng cách giữa hai cực tiểu liên tiếp trong hiện tượng giao thoa sóng, phát biểu nào sau đây đúng?": "một bước sóng.",
    " giao thoa sóng trên mặt nước với hai nguồn sóng kết hợp đặt tại A và B dao động điều hòa cùng pha theo phương thẳng đứng. Sóng truyền ở mặt nước có bước sóng λ, phát biểu nào sau đây đúng?": "Cực tiểu giao thoa nằm tại những điểm có hiệu đường đi của hai sóng từ hai nguồn tới đó bằng (2k +1)λ với k=0,±1,±2,...",
    " hai nguồn sóng kết hợp dao động cùng phương, cùng pha, phát biểu nào sau đây đúng?": "Hai nguồn sóng kết hợp là hai nguồn dao động cùng tần số và có hiệu số pha không đổi theo thời gian.",
    " giao thoa sóng, phát biểu nào sau đây sai?": "Giao thoa là sự tổng hợp của hai hay nhiều sóng kết hợp.",
    " biên độ sóng tổng hợp tại một điểm M trên mặt nước, phát biểu nào sau đây đúng?": "Biên độ sóng tại M có biểu thức a_M=2a|cos(π(d_1-d_2)/λ)|.",
    " giao thoa sóng cơ, phát biểu nào sau đây đúng?": "Các điểm thuộc mặt nước và nằm trên đường trung trực của đoạn S1S2 sẽ dao động với biên độ cực tiểu.",
    " giao thoa sóng tại mặt nước với hai nguồn sóng dđ theo phương vuông góc với mặt nước, phát biểu nào sau đây đúng?": "Những điểm mà ở đó các phần tử nước dao động với biên độ cực đại sẽ có hiệu đường đi của sóng từ 2 nguồn đến đó bằng một số nguyên lần bước sóng.",
    " điều kiện để hai sóng cơ khi gặp nhau giao thoa được với nhau, phát biểu nào sau đây đúng?": "Hai sóng phải xuất phát từ hai nguồn dao động cùng tần số, cùng phương và có hiệu số pha không đổi theo thời gian.",
    " biên độ dao động tổng hợp tại trung điểm của hai nguồn sóng, phát biểu nào sau đây đúng?": "Biên độ dao động tổng hợp tại trung điểm của AB bằng 2a.",
    " sự giao thoa sóng trên mặt nước của hai nguồn kết hợp, phát biểu nào sau đây đúng?": "Những điểm dao động với biên độ cực đại có hiệu khoảng cách từ đó tới các nguồn với k = 0, ± 1, ± 2,… có giá trị là d_2 - d_1 = kλ.",
    " giao thoa sóng trên mặt nước, phát biểu nào sau đây đúng?": "Tính khoảng cách giữa hai điểm cực đại giao thoa cạnh nhau trên đoạn S1S2.",
    " giao thoa sóng, độ lệch pha của hai sóng thành phần tại một điểm M đạt cực đại khi phát biểu nào sau đây đúng?": "Biên độ dao động tại M đạt cực đại khi Δφ = 2kπ.",
    " giao thoa sóng, độ lệch pha của hai sóng thành phần tại một điểm M đạt giá trị nhỏ nhất khi phát biểu nào sau đây đúng?": "Li độ dao động tổng hợp tại M trong miền giao thoa đạt giá trị nhỏ nhất khi Δφ = (2k + 1)π.",
    " giao thoa sóng trên mặt chất lỏng, phát biểu nào sau đây đúng?": "Điều kiện để hai sóng thành phần tại điểm đó ngược pha nhau là hiệu đường đi từ hai nguồn đến điểm đó bằng số nguyên lần bước sóng.",
    " giao thoa sóng trên mặt chất lỏng với hai nguồn sóng, phát biểu nào sau đây đúng?": "Biên độ dao động tại các điểm với biên độ cực tiểu khi hiệu khoảng cách từ phần tử đó đến hai nguồn sóng bằng số bán nguyên lần bước sóng.",
    " giao thoa sóng trên mặt nước, quỹ tích những điểm dao động với biên độ cực đại bằng 2a là đường gì?": "Quỹ tích những điểm dao động với biên độ cực đại bằng 2a là họ các đường hyperbol có tiêu điểm AB.",
    " giao thoa sóng trên mặt nước, khoảng cách giữa hai cực tiểu liên tiếp nằm trên đường nối hai tâm sóng bằng bao nhiêu?": "Khoảng cách giữa hai cực tiểu liên tiếp nằm trên đường nối hai tâm sóng bằng một bước sóng.",
    " giao thoa sóng trên mặt nước, khoảng cách giữa điểm cực đại và cực tiểu liên tiếp trên đường nối hai tâm sóng bằng bao nhiêu?": "Khoảng cách giữa điểm cực đại và cực tiểu liên tiếp trên đường nối hai tâm sóng bằng một nửa bước sóng.",
    " giao thoa sóng trên mặt nước, khoảng cách giữa hai cực đại liên tiếp nằm trên đường nối tâm hai sóng bằng bao nhiêu?": "Khoảng cách giữa hai cực đại liên tiếp nằm trên đường nối tâm hai sóng có độ dài là một bước sóng.",
    "Hai nguồn sóng S1S2 cùng phương, cùng pha, cách nhau 12cm phát sóng có tần số f = 40Hz vận tốc truyền sóng v = 2m/s. Số gợn giao thoa cực đại và số giao thoa đứng yên trên đoạn S1S2 là :": "5 và 4",
    "Gọi i là khoảng vân, khoảng cách từ vân chính giữa đến vân tối thứ 2 là": "1,5i.",
    "Hiện tượng giao thoa chứng tỏ rằng": "ánh sáng có bản chất sóng.",
    "Trong thí nghiệm giao thoa khe Young, khoảng cách giữa hai vân sáng cạnh nhau là": "(λ.D)/a.",
    "Để đo bước sóng của ánh sáng người ta dùng thí nghiệm": "giao thoa với khe Young.",
    "Hiện tượng giao thoa ánh sáng chỉ quan sát được khi hai nguồn ánh sáng là hai nguồn": "đơn sắc.",
    "Trong thí nghiệm Young, vân sáng bậc nhất xuất hiện ở trên màn tại các vị trí mà hiệu đường đi của ánh sáng từ hai nguồn đến các vị trí đó bằng": "λ.",
    "Trong thí nghiệm giao thoa ánh sáng, khoảng vân sẽ": "giảm đi khi tăng khoảng cách hai khe.",
    "Công thức dùng để xác định vị trí vân sáng ở trên màn là": "x=kλD/a.",
    "Hiện tượng nào sau đây liên quan đến hiện tượng giao thoa ánh sáng?": "Màu sắc sặc sỡ của bong bóng xà phòng.",
    "Phát biểu nào sau đây là sai  khoảng vân?": "Khoảng vân là khoảng cách nhỏ nhất giữa hai vân sáng.",
    "Trong thí nghiệm giao thoa sóng nước, tốc độ truyền sóng trên mặt nước là 50 cm/s, cần rung có tần số 40 Hz. Tính khoảng cách giữa hai điểm cực đại giao thoa cạnh nhau trên đoạn thẳng S1S2.": "Không có đáp án vì câu hỏi thiếu thông tin.",
    "Trong thí nghiệm giao thoa Young, nguồn sóng có bước sóng là 0,5 μm, khoảng cách giữa hai khe hẹp là 1,5 mm, khoảng cách giữa hai khe đến màn là 3 m.": "Tìm khoảng vân i: (λ.D)/a.",
    "Trong thí nghiệm Young về giao thoa ánh sáng với ánh sáng đơn sắc. Biết khoảng cách giữa hai khe hẹp là 1,2 mm và khoảng cách từ mặt phẳng chứa hai khe hẹp đến màn quan sát là 0,9 m. Quan sát được hệ vân giao thoa trên màn với khoảng cách giữa 9 vân sáng liên tiếp là 3,6 mm. Bước sóng của ánh sáng dùng trong thí nghiệm là bao nhiêu?": "λ = (i . a) / D.",
    "Trong thí nghiệm Young về giao thoa với ánh sáng đơn sắc, khoảng cách giữa hai khe là 1 mm, khoảng cách từ mặt phẳng chứa hai khe đến màn quan sát là 2 m và khoảng vân là i = 0,8 mm. Cho c = 3.10^8 m/s.": "Tìm bước sóng ánh sáng làm thí nghiệm: λ = c / f.",
    "Trong thí nghiệm Young về giao thoa ánh sáng, hai khe hẹp cách nhau một khoảng 0,5 mm, khoảng cách từ mặt phẳng chứa hai khe đến màn quan sát là 1,5 m. Hai khe được chiếu bằng bức xạ có bước sóng λ = 0,6 μm. Trên màn thu được hình ảnh giao thoa. Tại điểm M trên màn cách vân sáng trung tâm (chính giữa) một khoảng 5,4 mm có vân sáng bậc (thứ) mấy?": "Vân sáng bậc 9.",
    "Trong thí nghiệm Young, vân tối thứ hai xuất hiện ở trên màn tại các vị trí mà hiệu đường đi của ánh sáng từ hai nguồn đến các vị trí đó bằng": "λ.",
    "Trong một thí nghiệm về giao thoa ánh sáng, tại điểm M có vân tối khi hiệu số pha của hai sóng ánh sáng từ hai nguồn kết hợp đến M bằng": "số lẻ lần π.",
    "Trong thí nghiệm giao thoa ánh sáng với hai khe Young được chiếu sáng bằng ánh sáng đơn sắc có bước sóng λ, khoảng cách hai khe là a, khoảng cách từ hai khe đến màn là D. Trên màn quan sát được là hệ vân giao thoa. Khoảng cách từ vân sáng bậc 3 đến vân tối thứ 5 ở cùng một phía của vân trung là": "3λD/a.",
    "Thực hiện giao thoa với ánh sáng trắng, trên màn quan sát thu được hình ảnh như thế nào sau đây?": "Vân trung tâm là vân sáng trắng, hai bên có những dải màu như màu cầu vồng.",
    "Ứng dụng của hiện tượng giao thoa ánh sáng để đo": "bước sóng của ánh sáng.",
    "Trong thí nghiệm về giao thoa ánh sáng, nếu ta làm cho hai nguồn kết hợp lệch pha nhau thì vân sáng trung tâm sẽ": "xê dịch về phía nguồn trễ pha.",
    "Trong thí nghiệm Young về giao thoa với nguồn sáng đơn sắc, hệ vân trên màn có khoảng vân i. Nếu khoảng cách giữa hai khe còn một nửa và khoảng cách từ hai khe đến màn gấp đôi so với ban đầu thì khoảng vân giao thoa trên màn sẽ": "không đổi.",
    "Trong thí nghiệm Young về giao thoa ánh sáng, hai khe được chiếu bằng ánh sáng đơn sắc. Khoảng vân giao thoa trên màn quan sát là i. Khoảng cách giữa hai vân sáng bậc 3 nằm ở hai bên vân sáng trung tâm là": "6i.",
    "Trong thí nghiệm Young về giao thoa ánh sáng, khoảng cách giữa hai khe là a, khoảng cách từ mặt phẳng chứa hai khe đến màn quan sát là D. Khi nguồn sáng phát bức xạ đơn sắc có bước sóng λ thì khoảng vân giao thoa trên màn là i. Hệ thức đúng là": "i = λD/a.",
    "Hiện tượng giao thoa ánh sáng là bằng chứng thực nghiệm chứng tỏ ánh sáng": "có tính chất sóng.",
    " điều kiện có sóng dừng trên dây chiều dài l khi một đầu dây cố định và đầu còn lại tự do, phát biểu nào sau đây đúng?": "l=(2k+1) λ/2.",
    " điều kiện có sóng dừng trên dây chiều dài l khi cả hai đầu dây cố định hay hai đầu tự do, phát biểu nào sau đây đúng?": "l=kλ/2.",
    " sóng dừng trên dây có chiều dài l, hai đầu cố định, sóng dừng có bước sóng dài nhất là": "λ_max.",
    " sóng dừng trên dây có chiều dài L, một đầu cố định, một đầu tự do, sóng dừng có bước sóng dài nhất là": "λ_max.",
    " sóng dừng trên dây có chiều dài l, hai đầu cố định và có một bụng sóng, tốc độ truyền sóng trên dây là v không đổi, phát biểu nào sau đây đúng?": "v/2l.",
    " sự phản xạ của sóng cơ trên vật cản cố định, phát biểu nào đúng?": "Sóng phản xạ luôn ngược pha với sóng tới ở điểm phản xạ.",
    " sự phản xạ của sóng cơ trên vật cản tự do, phát biểu nào đúng?": "Sóng phản xạ luôn cùng pha với sóng tới ở điểm phản xạ.",
    " sóng dừng trên dây với bước sóng là λ, khoảng cách giữa hai nút sóng liền kề là": "λ/2.",
    " sóng dừng trên một sợi dây đàn hồi dài 1,8 m, hai đầu cố định, có 6 bụng sóng và sóng truyền trên dây có tần số 100 Hz, tốc độ truyền sóng trên dây là bao nhiêu?": "Tốc độ = 180 m/s.",
    " sóng dừng trên một sợi dây đàn hồi dài 1m, hai đầu cố định, có 5 nút sóng (kể cả hai đầu dây), bước sóng của sóng truyền trên dây là bao nhiêu?": "Bước sóng = 1m.",
    " sóng dừng trên một sợi dây AB căng ngang, đầu B cố định, đầu A gắn với âm thoa dao động điều hòa tần số 25 Hz, và có một sóng dừng ổn định, tổng số bụng sóng và nút sóng trên dây là 27, chiều dài của dây bằng bao nhiêu?": "Chiều dài = 13,5 m.",
    " sóng dừng trên dây, khoảng cách giữa hai nút liên tiếp là": "nửa bước sóng.",
    " sóng dừng trên dây, khoảng cách từ một nút đến một bụng kề nó bằng": "một phần tư bước sóng.",
    " sự phản xạ của sóng cơ trên vật cản cố định, phát biểu nào sau đây là đúng?": "Sóng phản xạ luôn ngược pha với sóng tới ở điểm phản xạ.",
    " sóng dừng trên dây đàn hồi, phát biểu nào sau đây sai?": "Khoảng cách giữa hai bụng liên tiếp là một bước sóng.",
    " sóng dừng trên dây, khoảng cách giữa hai nút sóng liên tiếp bằng": "nửa bước sóng.",
    " sóng dừng trên sợi dây đàn hồi AB với đầu A là điểm nút và đầu B là điểm bụng, phát biểu nào sau đây đúng?": "Điểm trên dây cách đầu A một đoạn bằng một phần tư bước sóng là điểm nút.",
    " sóng dừng trên sợi dây đàn hồi AB với chiều dài 32 cm, tần số dao động 50 Hz, tốc độ truyền sóng trên dây 4 m/s, trên dây có số nút và bụng sóng là": "4 nút, 4 bụng.",
    " sóng dừng trên một sợi dây đàn hồi dài 130 cm, có đầu A cố định và đầu B tự do, tần số 100 Hz, tốc độ truyền sóng trên dây 40 m/s, số nút và bụng sóng trên dây là": "7 nút sóng và 6 bụng sóng.",
    " sóng dừng trên dây AB dài 30 cm, có 2 đầu cố định, tại N cách B khoảng 9 cm là nút thứ 3, số nút trên dây AB (tính cả A và B) là": "10.",
    " dao động điều hòa, phát biểu nào sau đây đúng?": "Li độ dao động của vật là một hàm cosin (hay sin) theo thời gian.",
    " dao động điều hòa, phát biểu nào sau đây đúng?": "Đại lượng nào sau đây luôn dương? :Biên độ.",
    " dao động điều hòa, phát biểu nào sau đây đúng?": "Động năng của vật bằng thế năng khi vật qua vị trí cân bằng.",
    " dao động điều hòa, phát biểu nào sau đây đúng?": "Tần số dao động cưỡng bức luôn bằng tần số dao động riêng của hệ dao động.",
    " sóng cơ, phát biểu nào sau đây đúng?": "Sóng phản xạ luôn ngược pha với sóng tới ở điểm phản xạ.",
    " sóng cơ, phát biểu nào sau đây đúng?": "Sóng dọc lan truyền được trong chất khí.",
    " sóng cơ, phát biểu nào sau đây đúng?": "Bước sóng là khoảng cách giữa 2 điểm trên phương truyền sóng luôn dao động cùng pha với nhau.",
    " sóng cơ, phát biểu nào sau đây đúng?": "Sóng điện từ là điện từ trường lan truyền trong không gian.",
    " dao động điều hòa, phát biểu nào sau đây đúng?": "Động năng của vật nhỏ hơn thế năng khi vật chuyển động chậm dần.",
    " dao động điều hòa, phát biểu nào sau đây đúng?": "Biên độ dao động của vật giảm dần theo thời gian.",
    " dao động điều hòa, phát biểu nào sau đây đúng?": "Chu kì dao động là khoảng thời gian ngắn nhất để vật trở lại trạng thái ban đầu.",
    " dao động điều hòa, phát biểu nào sau đây đúng?": "Vật dao động điều hòa khi vận tốc luôn cùng chiều chuyển động.",
    " dao động điều hòa, phát biểu nào sau đây đúng?": "Động năng cực đại khi gia tốc có độ lớn cực đại.",
    " dao động điều hòa, phát biểu nào sau đây đúng?": "Biên độ dao động của vật cực đại khi vật ở vị trí biên.",
    " dao động điều hòa, phát biểu nào sau đây đúng?": "Khi vật dđh qua vị trí có li độ 2 cm, thế năng của con lắc là 20 mJ.",
    " dao động điều hòa, phát biểu nào sau đây đúng?": "Dao động tắt dần có biên độ giảm dần theo thời gian.",
    " dao động điều hòa, phát biểu nào sau đây đúng?": "Khi xảy ra hiện tượng cộng hưởng cơ thì vật dao động với tần số bằng tần số dao động riêng.",
    " sóng cơ, phát biểu nào sau đây đúng?": "Sóng ngang truyền được trong các môi trường rắn và mặt thoáng chất lỏng.",
    " sóng cơ, phát biểu nào sau đây đúng?": "Tốc độ truyền sóng và bước sóng dùng để phân loại sóng ngang và sóng dọc.",
    " sóng cơ, phát biểu nào sau đây đúng?": "Cường độ sóng là năng lượng sóng truyền qua một đơn vị diện tích đặt vuông góc phương truyền sóng trong một đơn vị thời gian.",
    " sóng cơ, phát biểu nào sau đây đúng?": "Sóng điện từ có thành phần điện trường và thành phần từ trường tại một điểm dao động cùng phương.",
    " sóng cơ, phát biểu nào sau đây đúng?": "Điều kiện để hai sóng cơ giao thoa là hai sóng phải xuất phát từ hai nguồn dao động cùng tần số, cùng phương và có hiệu số pha không đổi theo thời gian.",
    " sóng cơ, phát biểu nào sau đây đúng?": "Khoảng cách giữa hai nút hay hai bụng sóng liên tiếp bằng một nửa bước sóng.",
    " sóng cơ, phát biểu nào sau đây đúng?": "Trên dây sóng dừng có 5 nút và 4 bụng.",
    " lực tương tác tĩnh điện giữa hai điện tích điểm q1, q2 đặt cách nhau một khoảng r trong chân không, với k=9⋅10^9 Nm^2/C^2 là hằng số Coulomb, phát biểu nào sau đây đúng?": "F=k |q_1 q_2 |/r^2.",
    " điện môi, phát biểu nào sau đây đúng?": "Hằng số điện môi của chân không bằng 1.",
    " điện tích của một electron, phát biểu nào sau đây đúng?": "Điện tích của một electron có giá trị bằng -1,6. 10^-19 C.",
    " điện trường, phát biểu nào sau đây đúng?": "Điện trường là môi trường bao quanh điện tích, gắn với điện tích và tác dụng lực điện lên các điện tích khác đặt trong nó.",
    " chiều điện trường do một điện tích điểm –Q, phát biểu nào sau đây đúng?": "Điện trường tại một điểm mà nó gây ra có chiều hướng về phía nó.",
    " đường sức điện, phát biểu nào sau đây đúng?": "Đường sức điện cho biết hướng của lực điện tác dụng lên điện tích điểm đặc trên đường sức ấy.",
    " công của lực điện, phát biểu nào sau đây đúng?": "Công của lực điện không phụ thuộc vào hình dạng của đường đi.",
    " công của lực điện, phát biểu nào sau đây đúng?": "Công của lực điện được xác định bằng công thức A = qEd.",
    " đơn vị của hiệu điện thế, phát biểu nào sau đây đúng?": "Đơn vị của hiệu điện thế là Vol (V).",
    " tụ điện, phát biểu nào sau đây đúng?": "Tụ điện là hệ thống gồm hai vật dẫn đặt gần nhau và ngăn cách nhau bằng một lớp cách điện.",
    " biểu thức định nghĩa điện dung của tụ điện, phát biểu nào sau đây đúng?": "Biểu thức định nghĩa điện dung của tụ điện là C=Q/U.",
    " đại lượng đặc trưng cho khả năng tích điện của tụ điện, phát biểu nào sau đây đúng?": "Đại lượng đặc trưng cho khả năng tích điện của tụ điện là điện dung của tụ điện.",
    " cường độ điện trường tại một điểm, phát biểu nào sau đây đúng?": "Cường độ điện trường tại một điểm là đại lượng đặc trưng cho mặt tác dụng lực.",
    " điện thế của một điện tích thử, phát biểu nào sau đây đúng?": "Nếu U là thế năng tĩnh điện của điện tích thử thì điện thế ở điểm đặt điện tích thử là U = W/q.",
    " thông số của tụ điện có ghi 22μF-6V, phát biểu nào sau đây đúng?": "Điện dung của tụ là 22μF và giới hạn của hiệu điện thế đặt vào hai cực của tụ là 6V.",
    " lực điện giữa hai điện tích q1 và q2, phát biểu nào sau đây đúng?": "Độ lớn của lực điện do hai điện tích q1 và q2 tác dụng lên điện tích q3 là 17,28N.",
    " lực điện giữa hai điện tích q1 và q2, phát biểu nào sau đây đúng?": "Lực tương tác tĩnh điện giữa hai điện tích có độ lớn là 0,4N.",
    " cường độ điện trường do điện tích Q gây ra tại một điểm, phát biểu nào sau đây đúng?": "Điện trường do điện tích Q gây ra tại điểm M có độ lớn 1,8.10^(-4) N.",
    " thông số của tụ điện ghi 4700μF-50V, phát biểu nào sau đây đúng?": "Có thể dùng 3 tụ nói trên mắc song song với nhau thành bộ tụ có điện dung là 14100μF.",
    " đơn vị của điện tích, phát biểu nào sau đây đúng?": "Điện tích có đơn vị là C (Coulomb).",
    " số êlectron thiếu hoặc thừa trong quả cầu tích điện, phát biểu nào sau đây đúng?": "Quả cầu thừa 4.10^12 êlectron.",
    " hiệu điện thế giữa hai điểm M, N, phát biểu nào sau đây đúng?": "Điện thế ở M cao hơn điện thế ở N là 12 V.",
    " mối liên hệ giữa điện dung, điện tích và hiệu điện thế, phát biểu nào sau đây đúng?": "C tỉ lệ thuận với Q.",
    " hành động của hai hòn bi thép tích điện, phát biểu nào sau đây đúng?": "Khi tích điện cho một hòn bi thì chúng chuyển động ra xa nhau.",
    " điện thế, phát biểu nào sau đây đúng?": "Điện thế là đại lượng đặc trưng cho điện trường về thế năng.",
    " điện dung của tụ điện, phát biểu nào sau đây đúng?": "Điện dung của tụ điện phụ thuộc cả vào điện tích lẫn hiệu điện thế giữa hai bản của tụ.",
    " ba vật được đưa lại gần nhau và tương tác, phát biểu nào sau đây đúng?": "Vật A và C có điện tích trái dấu.",
    " mối liên hệ giữa hiệu điện thế U_MN và U_NM, phát biểu nào sau đây đúng?": "U_MN = -U_NM.",
    " thông số của tụ điện ghi 2200 μF - 35V, phát biểu nào sau đây đúng?": "Điện tích tối đa mà tụ điện này có thể tích được là 0,077 C.",
    " độ lớn của cường độ điện trường tại một điểm, phát biểu nào sau đây đúng?": "Độ lớn cường độ điện trường không đổi khi độ lớn của điện tích thử tăng n lần.",
    " môi trường điện môi, phát biểu nào sau đây đúng?": "Cao su là môi trường điện môi.",
    " cường độ điện trường gây ra bởi một điện tích điểm Q, phát biểu nào sau đây đúng?": "Cường độ điện trường tại điểm M do điện tích Q gây ra tại điểm M là E = k |Q|/r^2.",
    " phương của vectơ cường độ điện trường tại một điểm M, phát biểu nào sau đây đúng?": "Vectơ cường độ điện trường có phương trùng với tiếp tuyến với đường sức tại M.",
    " hiện tượng nhiễm điện, phát biểu nào sau đây đúng?": "Khi cọ xát một chiếc lược nhựa trên tóc khô, lược có thể bị nhiễm điện và hút các vật nhẹ như giấy vụn.",
    " lực điện giữa hai quả cầu tích điện, phát biểu nào sau đây đúng?": "q1 và q2 trái dấu.",
    " độ lớn của lực tương tác giữa hai điện tích điểm trong không khí, phát biểu nào sau đây đúng?": "tỉ lệ nghịch với bình phương khoảng cách giữa hai điện tích.",
    " lực tương tác giữa 2 điện tích điểm là lực đẩy. Dấu của q1 và q2 có thể là, phát biểu nào sau đây đúng?": "q1 < 0 và q2 < 0.",
    " việc tăng đồng thời độ lớn của hai điện tích điểm và khoảng cách giữa chúng lên 3 lần, lực điện tác dụng giữa chúng sẽ, phát biểu nào sau đây đúng?": "giảm đi 9 lần.",
    " hai điện tích điểm q1 = 5.10–6 (C); q2 = –5.10–6 (C) đặt cách nhau 5 (cm) trong chân không, phát biểu nào sau đây đúng?": "Tính lực tương tác giữa 2 điện tích.",
    " điện trường được tạo ra bởi điện tích, là dạng vật chất tồn tại quanh điện tích và, phát biểu nào sau đây đúng?": "tác dụng lực điện lên mọi vật đặt trong nó.",
    " cường độ điện trường có đơn vị, phát biểu nào sau đây đúng?": "(V/m).",
    " một điện tích điểm Q>0 đặt trong chân không. Cường độ điện trường do điện tích Q gây ra tại một điểm M cách Q một khoảng r có phương là đường thẳng nối Q với M và, phát biểu nào sau đây đúng?": "chiều hướng từ M ra xa khỏi Q với độ lớn bằng Q/(4πε_0 r^2 ).",
    " trong chân ko, đặt cố định một điện tích điểm q=2⋅〖10〗^(-6) C. Cho k=9.109 Nm2/C2. Tính cường độ điện trường tại một điểm M cách q một khoảng 10cm, phát biểu nào sau đây đúng?": "Tính cường độ điện trường tại một điểm M.",
    " đường sức điện của điện trường xung quanh 1 điện tích điểm q>0 có dạng, phát biểu nào sau đây đúng?": "những đường thẳng có chiều đi ra xa khỏi điện tích q.",
    " đặc điểm nào sau đây không phải là đặc điểm của điện trường đều, phát biểu nào sau đây đúng?": "cường độ điện trường có độ lớn giảm dần theo thời gian.",
    " nếu đặt êlectron vào điện trường đều có cường độ điện trường E ⃗ rồi thả nhẹ, nó sẽ chuyển động, phát biểu nào sau đây đúng?": "ngược chiều E ⃗.",
    " cho hai bản kim loại phẳng đặt song song tích điện trái dấu, một êlectron bay vào điện trường giữa hai bản kim loại nói trên với vận tốc ban đầu (v_0 ) ⃗. Bỏ qua tác dụng của trọng trường. Quỹ đạo của êlectron là gì?, phát biểu nào sau đây đúng?": "Nếu vận tốc ban đầu (v_0 ) ⃗ vuông góc với các đường sức điện.",
    " phát biểu nào sau đây không phải đặc điểm của lực điện tác dụng lên một điện tích âm đặt trong điện trường đều, phát biểu nào sau đây đúng?": "cùng chiều với E ⃗.",
    " giữa 2 bản kim loại phẳng song song cách nhau 10cm có 1 hiệu điện thế không đổi 40 V. Cường độ điện trường ở khoảng giữa hai 2 kim loại là bao nhiêu, phát biểu nào sau đây đúng?": "Tính cường độ điện trường.",
    " điền vào chỗ trống. Một êlectron đang chuyển động trong vùng điện trường nằm giữa hai bản kim loại phẳng nằm ngang, song song, tích điện trái dấu (bản âm ở trên, bản + ở dưới). Trong quá trình chuyển động, êlectron chịu tác dụng của lực điện có độ lớn ....(1).... và hướng ...(2)... Điền vào chỗ trống các cụm từ thích hợp, phát biểu nào sau đây đúng?": "(1) không đổi; (2) thẳng đứng từ dưới lên.",
    " thế năng của điện tích trong điện trường đặc trưng cho, phát biểu nào sau đây đúng?": "khả năng sinh công của điện trường.",
    " viết công thức công của lực điện trường khi một điện tích di chuyển từ điểm P đến điểm Q trong điện trường đều và giải thích ý nghĩa các đại lượng, phát biểu nào sau đây đúng?": "Viết công thức công của lực điện trường.",
    " công của lực điện tác dụng lên 1 điện tích điểm q khi di chuyển từ điểm P đến điểm Q trong 1 điện trường thì phụ thuộc và ko phụ thuộc vào yếu tố nào, phát biểu nào sau đây đúng?": "Công của lực điện.",
    " đại lượng đặc trưng cho điện trường về phương diện tạo ra thế năng khi đặt tại đó một điện tích thử q được gọi là, phát biểu nào sau đây đúng?": "điện thế.",
    " hai điểm M, N nằm trên cùng một đường sức của 1 điện trường đều có điện thế lần lượt là VM, VN. Hiệu điện thế giữa M, N là UMN. Công thức đúng? , phát biểu nào sau đây đúng?": "UMN=VM – VN.",
    " đặt điện tích q tại điểm M trong điện trường. Nếu tăng điện tích q lên 2 lần thì điện thế tại M, phát biểu nào sau đây đúng?": "không đổi.",
    " tụ điện là, phát biểu nào sau đây đúng?": "hệ thống gồm hai vật dẫn đặt gần nhau và ngăn cách nhau bằng một lớp cách điện.",
    " gọi Q, U lần lượt là điện tích và hiệu điện thế giữa hai bản của một tụ điện. Điện dung của tụ điện được xác định bằng biểu thức, phát biểu nào sau đây đúng?": "Q = CU.",
    " đơn vị điện dung là, phát biểu nào sau đây đúng?": "Fara (F).",
    " một tụ có điện dung 5μF. Khi đặt một hiệu điện thế 10V vào giữa 2 bản của tụ điện. Tính điện lượng, phát biểu nào sau đây đúng?": "Tính điện lượng.",
    " bộ tụ điện gồm ba tụ điện: C1 = 5 (μF), C2 = 10 (μF), C3 = 15 (μF). Tính điện dung của bộ tụ điện khi, phát biểu nào sau đây đúng?": "Các tụ mắc song song với nhau.",
    " hai điện tích điểm q1, q2 khi đặt gần nhau, chúng hút nhau. Kết luận nào sau đây luôn đúng?, phát biểu nào sau đây đúng?": "q1 và q2 trái dấu nhau.",
    " công thức tính lực tương tác giữa hai điện tích đứng yên trong chân không là công thức nào dưới đây?, phát biểu nào sau đây đúng?": "F=k (q_1.q_2)/r^2 .",
    " chọn đáp án đúng. Nếu tăng khoảng cách giữa hai điện tích điểm lên 5 lần thì lực tương tác tĩnh điện giữa chúng sẽ, phát biểu nào sau đây đúng?": "giảm đi 25 lần.",
    " chọn câu trả lời sai. Có 4 điện tích điểm M, N, P, Q. Trong đó M hút N nhưng đẩy P, P hút Q. Vậy, phát biểu nào sau đây đúng?": "N đẩy Q.",
    " cường độ điện trường tại một điểm trong điện trường do điện tích q (q>0) gây ra không có đặc điểm nào sau đây, phát biểu nào sau đây đúng?": "chiều hướng về phía q.",
    " công thức xác định cường độ điện trường gây ra bởi điện tích q < 0, tại một điểm trong chân không, cách điện tích q một khoảng r là, phát biểu nào sau đây đúng?": "E=-k |q|/r^2 .",
    " nếu khoảng cách từ điện tích nguồn tới điểm đang xét tăng 4 lần thì cường độ điện trường, phát biểu nào sau đây đúng?": "giảm 16 lần.",
    " điện trường đều xuất hiện ở đâu?, phát biểu nào sau đây đúng?": "Vùng không gian bên trong 2 bản điện cực tích điện trái dấu đặt song song.",
    " đường sức điện trong điện trường đều có đặc điểm, phát biểu nào sau đây đúng?": "Là những đường thẳng // cách đều có hướng từ cực dương sang cực âm.",
    " công thức tính cường độ điện trường trong điện trường đều được tạo ra bởi 2 bản kim loại đặt song song cách nhau 1 khoảng d, hiệu điện thế giữa 2 bản là U là công thức nào?, phát biểu nào sau đây đúng?": "E=U/d.",
    " trong 1 điện trường đều, nếu trên 1 đường sức, giữa 2 điểm cách nhau 2cm có hiệu điện thế 20V, giữa 2 điểm cách nhau 6 cm có hiệu điện thế là bao nhiêu?, phát biểu nào sau đây đúng?": "Tính hiệu điện thế giữa 2 điểm.",
    " hai điểm M và N nằm trên cùng một đường sức của 1 điện trường đều có cường độ E, hiệu điện thế giữa M và N là UMN, khoảng cách MN = d. Công thức nào sau đây ko đúng?, phát biểu nào sau đây đúng?": "E = UMN.d.",
    " mối liên hệ giữa hiệu điện thế UMN và hiệu điện thế UNM là, phát biểu nào sau đây đúng?": "UMN = - UNM.",
    " đơn vị của điện thế tại một điểm trong điện trường là gì?, phát biểu nào sau đây đúng?": "V (Vôn).",
    " Tính công của lực điện trường làm một điện tích 2μC dịch chuyển 2m theo phương  với các đường sức điện trong 1 điện trường đều có cường độ 5.106 V/m":"A=0J",
    " Tụ điện là:":"hệ thống gồm 2 vật dẫn đặt gần nhau và ngăn cách nhau bằng 1 lớp cách điện.",
    " Công thức không phải để tính năng lượng điện trường trong tụ điện là: ":"W = C²/2Q.",
    " suất điện động của nguồn điện, phát biểu nào sau đây đúng?": "E=A/q.",
    " công của nguồn điện, phát biểu nào sau đây đúng?": "A=E.It.",
    " tác dụng của nguồn điện, phát biểu nào sau đây đúng?": "dùng để tạo ra và duy trì hiệu điện thế nhằm duy trì dòng điện trong mạch.",
    " nguồn điện, phát biểu nào sau đây sai?": "Nguồn điện là pin có lực lạ là lực tĩnh điện.",
    " công của nguồn điện, phát biểu nào sau đây đúng?": "tách electron ra khỏi nguyên tử và chuyển electron và ion ra khỏi các cực của nguồn.",
    " công của nguồn điện, phát biểu nào sau đây đúng?": "công của lực lạ làm dịch chuyển điện tích bên trong nguồn.",
    " công của nguồn điện, phát biểu nào sau đây đúng?": "Công của lực lạ khi dịch chuyển một lượng điện tích là 0,5C bên trong pin là 6 J.",
    " dòng điện trong mạch ngoài nối giữa hai cực của nguồn điện, phát biểu nào sau đây đúng?": "các hạt mang điện trong mạch chuyển động có hướng dưới tác dụng của lực Cu-lông.",
    " dòng điện trong mạch, phát biểu nào sau đây đúng?": "các hạt mang điện ở bên trong nguồn điện chuyển động có hướng dưới tác dụng của lực lạ.",
    " cường độ dòng điện trong mạch, phát biểu nào sau đây đúng?": "Cường độ dòng điện trong toàn mạch là 0,6 A.",
    " mạch điện có nguồn điện và điện trở trong, phát biểu nào sau đây đúng?": "Cường độ dòng điện trong mạch là 1,0 A.",
    " mạch điện có nguồn điện và điện trở trong, phát biểu nào sau đây đúng?": "Cường độ dòng điện trong mạch là 2,5 A.",
    " công của nguồn điện trong mạch, phát biểu nào sau đây đúng?": "Công của nguồn điện khi nó hoạt động 5 phút là 30 J.",
    " suất điện động của nguồn điện, phát biểu nào sau đây đúng?": "Suất điện động của nguồn điện là 9,0 V.",
    " điện trở của mạch điện, phát biểu nào sau đây đúng?": "Giá trị của điện trở R1 là 8 Ω.",
    " cường độ dòng điện trong mạch, phát biểu nào sau đây đúng?": "Cường độ dòng điện trong mạch giảm khi điện trở mạch ngoài tăng.",
    " hiệu điện thế trong mạch điện, phát biểu nào sau đây đúng?": "Hiệu điện thế mạch ngoài tăng khi cường độ dòng điện chạy trong mạch tăng.",
    " công suất tiêu thụ của bóng đèn, phát biểu nào sau đây đúng?": "Điện trở trong của nguồn điện là 4 Ω.",
    " mạch điện có suất điện động và điện trở trong, phát biểu nào sau đây đúng?": "Điện trở trong của nguồn điện là 4,0 Ω.",
    " suất điện động của nguồn điện, phát biểu nào sau đây đúng?": "Suất điện động của nguồn điện là 30 V, r = 4,0 Ω.",
    " công suất của mạch ngoài, phát biểu nào sau đây đúng?": "Công suất của mạch ngoài không thay đổi so với khi chưa mắc.",
    " cường độ dòng điện trong mạch điện, phát biểu nào sau đây đúng?": "Cường độ dòng điện qua 2 điện trở là 5 A.",
    " mạch điện với bộ nguồn, phát biểu nào sau đây đúng?": "Điện trở trong của nguồn có trị số là 1,44 Ω.",
    " mạch điện với điện trở ngoài và công suất mạch, phát biểu nào sau đây đúng?": "Giá trị R2 bằng 7 Ω.",
    " cường độ dòng điện qua mạch điện, phát biểu nào sau đây đúng?": "Cường độ dòng điện qua 2 điện trở là 5 A.",
    " mạch điện và dòng điện qua mạch, phát biểu nào sau đây đúng?": "Cường độ dòng điện trong mạch là 4 A.",
    " tương tác đẩy giữa hai điện tích điểm q1 và q2, phát biểu nào sau đây đúng?": "q1.q2 > 0.",
    " lực tĩnh điện tổng hợp tác dụng lên điện tích q0 do q1 và q2 gây ra, phát biểu nào sau đây đúng?": "F = F10 + F20.",
    " việc thay đổi khoảng cách để lực tương tác giữa hai điện tích tăng 9 lần, phát biểu nào sau đây đúng?": "khoảng cách giữa chúng phải giảm 3 lần.",
    " độ lớn của lực tương tác giữa hai điện tích điểm trong không khí, phát biểu nào sau đây đúng?": "tỉ lệ nghịch với bình phương khoảng cách giữa hai điện tích.",
    " đơn vị của điện tích trong hệ SI, phát biểu nào sau đây đúng?": "Cu – lông (C).",
    " hiện tượng hai điện tích hút nhau, phát biểu nào sau đây đúng?": "q1.q2 < 0.",
    " việc tăng đồng thời khoảng cách và độ lớn của hai điện tích lên hai lần, phát biểu nào sau đây đúng?": "lực tương tác tĩnh điện giữa chúng không thay đổi.",
    " ba vật A, B, C nhiễm điện, trong đó A hút B nhưng đẩy C, phát biểu nào sau đây đúng?": "Điện tích của vật A và B trái dấu.",
    " sự thay đổi lực tương tác khi giảm khoảng cách từ 8 cm xuống 2 cm, phát biểu nào sau đây đúng?": "lực tăng lên thành 16F0.",
    " tụ điện, phát biểu nào sau đây đúng?": "Tụ điện là hệ thống gồm hai vật dẫn đặt gần nhau và ngăn cách nhau bằng một lớp cách điện.",
    " đại lượng đặc trưng cho khả năng tích điện của tụ điện, phát biểu nào sau đây đúng?": "Điện dung của tụ điện.",
    " cách tích điện cho tụ điện, phát biểu nào sau đây đúng?": "Nối hai bản của tụ điện với hai cực của nguồn điện.",
    " ghép nối tiếp hai tụ điện có điện dung lần lượt là C1 và C2 (với C1 > C2), phát biểu nào sau đây đúng?": "C < C2 < C1.",
    " hệ có thể coi là tụ điện, phát biểu nào sau đây đúng?": "Hai quả cầu kim loại đặt gần nhau trong không khí.",
    " thiết bị không sử dụng tụ điện, phát biểu nào sau đây đúng?": "Tuabin nước.",
    " điều kiện để tích điện cho tụ điện, phát biểu nào sau đây đúng?": "Mắc vào hai đầu tụ một hiệu điện thế.",
    " trường hợp không có tụ điện, phát biểu nào sau đây đúng?": "Giữa hai bản kim loại là nước vôi.",
    " việc tụ điện tích được 10 nC khi đặt hiệu điện thế 2V, phát biểu nào sau đây đúng?": "Phải đặt vào hai đầu tụ một hiệu điện thế 500 mV để tích được 2,5 nC.",
    " cường độ điện trường trong tụ điện có hiệu điện thế 10V và khoảng cách 1cm, phát biểu nào sau đây đúng?": "Cường độ điện trường là 1 kV/m.",
    " điện tích tối đa mà tụ điện 1000 µF – 63 V có thể tích, phát biểu nào sau đây đúng?": "0,063 C.",
    " yếu tố mà điện dung của tụ điện không phụ thuộc, phát biểu nào sau đây đúng?": "Bản chất của hai bản tụ điện.",
    " bộ tụ gồm 4 tụ giống nhau mắc song song, phát biểu nào sau đây đúng?": "Điện dung của bộ tụ là 4C.",
    " bộ tụ gồm 4 tụ giống nhau mắc nối tiếp, phát biểu nào sau đây đúng?": "Điện dung của bộ tụ là 0,25C.",
    " điện tích của hai tụ điện C1 = 1µF và C2 = 3µF mắc nối tiếp trong mạch có U = 4V, phát biểu nào sau đây đúng?": "Q1 = Q2 = 3.10⁻⁶ C.",
    " điện lượng của tụ điện có điện dung 2μF đặt vào hiệu điện thế 4V, phát biểu nào sau đây đúng?": "8.10⁻⁶ C.",
    " năng lượng của tụ điện đã nạp điện, phát biểu nào sau đây đúng?": "Sau khi nạp điện, tụ điện có năng lượng, năng lượng đó là năng lượng của điện trường trong tụ điện.",
    " mối quan hệ giữa năng lượng điện trường và tụ điện, phát biểu nào sau đây đúng?": "Năng lượng điện trường trong tụ điện tỷ lệ với bình phương hiệu điện thế giữa hai bản tụ.",
    " các công thức tính năng lượng của tụ điện, phát biểu nào sau đây đúng?": "Một trong các công thức sau không phải là công thức xác định năng lượng của tụ điện.",
    " năng lượng tối đa của tụ điện, phát biểu nào sau đây đúng?": "Trên vỏ một tụ điện có ghi 20 pF – 200 V. Tụ điện tích trữ được năng lượng tối đa là 4.0×10⁻⁷ J.",
    " mối liên hệ giữa hiệu điện thế và năng lượng điện trường trong tụ điện, phát biểu nào sau đây đúng?": "Với một tụ điện xác định, nếu hiệu điện thế giữa hai đầu tụ tăng 2 lần thì năng lượng điện trường của tụ tăng 4 lần.",
    " mối liên hệ giữa hiệu điện thế và năng lượng điện trường trong tụ điện, phát biểu nào sau đây đúng?": "Với một tụ điện xác định, nếu hiệu điện thế hai đầu tụ giảm 2 lần thì năng lượng điện trường của tụ giảm 4 lần.",
    " mối liên hệ giữa điện tích và năng lượng điện trường trong tụ điện, phát biểu nào sau đây đúng?": "Với một tụ điện xác định, nếu muốn năng lượng điện trường của tụ tăng 4 lần thì phải tăng điện tích của tụ tăng 2 lần.",
    " năng lượng tích trữ của tụ điện, phát biểu nào sau đây đúng?": "Hai đầu tụ có điện dung là 20 μF thì hiệu điện thế là 5 V thì năng lượng tích được là 0,25 mJ.",
    " năng lượng điện trường dự trữ trong tụ điện, phát biểu nào sau đây đúng?": "Một tụ điện có điện dung 2 µF được tích điện ở hiệu điện thế 12 V. Năng lượng điện trường dự trữ trong tụ điện là 1,44×10⁻⁴ J.",
    " điện tích trong tụ điện đã biết năng lượng và điện dung, phát biểu nào sau đây đúng?": "Một tụ điện phẳng có điện dung 6 µF. Sau khi được tích điện, năng lượng điện trường dự trữ trong tụ điện là 1,08×10⁻³ J. Điện tích của tụ điện là 1,14×10⁻⁴ C.",
    " công suất phóng điện của tụ điện trong đèn chụp ảnh, phát biểu nào sau đây đúng?": "Bộ tụ điện trong đèn chụp ảnh có điện dung 750 μF được tích điện đến hiệu điện thế 330V. Mỗi lần đèn lóe sáng tụ điện phóng điện trong thời gian 5ms. Công suất phóng điện là 8,16 kW.",
    " dòng điện, phát biểu nào sau đây đúng?": "dòng dịch chuyển có hướng của các điện tích.",
    " chiều dòng điện, phát biểu nào sau đây đúng?": "chiều chuyển động của hạt có điện tích dương.",
    " đơn vị cường độ dòng điện, phát biểu nào sau đây đúng?": "Ampe.",
    " dòng điện, phát biểu nào sau đây đúng?": "Dòng điện không đổi là dòng điện chỉ có chiều không thay đổi theo thời gian.",
    " điện lượng qua dây dẫn, phát biểu nào sau đây đúng?": "10 C.",
    " hai quả cầu tích điện trái dấu được nối bằng dây đồng, phát biểu nào sau đây đúng?": "dòng electron chuyển tự B qua A.",
    " proton và electron bay cùng vận tốc từ tây sang đông, phát biểu nào sau đây đúng?": "ngược chiều và cùng độ lớn dòng điện.",
    " cường độ dòng điện, phát biểu nào sau đây đúng?": "Cường độ dòng điện cho ta biết độ mạnh yếu của dòng điện.",
    " bóng đèn mắc trong mạch điện, phát biểu nào sau đây đúng?": "Sáng yếu khi cường độ dòng điện yếu.",
    " cường độ dòng điện qua dây dẫn trong 5 giây với điện lượng 2,5 C, phát biểu nào sau đây đúng?": "0,5A.",
    " điện lượng qua dây chì trong thời gian 0,5 giây với dòng điện 5A, phát biểu nào sau đây đúng?": "2,5 C.",
    " cường độ dòng điện với điện lượng 1C trong 2 giây, phát biểu nào sau đây đúng?": "0,5 mA.",
    " điện lượng qua điện trở 20Ω với hiệu điện thế 24V trong 10 giây, phát biểu nào sau đây đúng?": "12 C.",
    " số electron dịch chuyển với điện lượng 15 C trong 30 giây, phát biểu nào sau đây đúng?": "3,125 × 10^20 electron.",
    " dòng điện trung bình qua dây nối hai cực của tụ điện 6μC nạp 3V, phát biểu nào sau đây đúng?": "600 mA.",
    " cường độ dòng điện cung cấp bởi bộ ác quy 2A.h sử dụng trong 24h, phát biểu nào sau đây đúng?": "0,0833 A.",
    " điện lượng qua tiết diện dây với dòng điện không đổi trong 50 giây (biết 10s đầu là 2C), phát biểu nào sau đây đúng?": "10 C.",
    " điện lượng tương ứng với dòng 4,5A trong cùng thời gian với 3A sinh ra 4C, phát biểu nào sau đây đúng?": "6 C.",
    " so sánh đèn sợi đốt và điện trở nhiệt thuận, phát biểu nào sau đây đúng?": "Điện trở đèn sợi đốt tăng nhanh hơn so với điện trở nhiệt thuận.",
    " nguyên nhân làm điện trở của đèn sợi đốt tăng theo nhiệt độ, phát biểu nào sau đây đúng?": "sự tán xạ với các electron dẫn bởi ion ở nút mạng tăng.",
    " nội dung định luật Ôm, phát biểu nào sau đây đúng?": "Cường độ dòng điện chạy qua dây dẫn tỉ lệ thuận với hiệu điện thế giữa hai đầu dây dẫn và tỉ lệ nghịch với điện trở của dây.",
    " sự thay đổi cường độ dòng điện khi tăng hiệu điện thế, phát biểu nào sau đây đúng?": "Cường độ dòng điện chạy qua dây dẫn tăng tỉ lệ với hiệu điện thế.",
    " đồ thị biểu diễn sự phụ thuộc của cường độ dòng điện vào hiệu điện thế, phát biểu nào sau đây đúng?": "Một đường thẳng đi qua gốc tọa độ.",
    " mối quan hệ giữa cường độ dòng điện và hiệu điện thế, phát biểu nào sau đây đúng?": "Cường độ dòng điện tăng 1,2 lần.",
    " mối quan hệ giữa hiệu điện thế và cường độ dòng điện qua dây dẫn, phát biểu nào sau đây đúng?": "2A.",
    " ý nghĩa của điện trở R của dây dẫn, phát biểu nào sau đây đúng?": "Tính cản trở dòng điện nhiều hay ít của dây.",
    " mối quan hệ giữa điện trở và các đại lượng khác, phát biểu nào sau đây đúng?": "Không phụ thuộc vào hiệu điện thế đặt vào hai đầu dây dẫn.",
    " đơn vị đo điện trở, phát biểu nào sau đây đúng?": "Ôm (Ω).",
    " hiệu điện thế giữa hai đầu điện trở R = 6Ω và dòng điện 0,6A, phát biểu nào sau đây đúng?": "3,6 V.",
    " ý nghĩa của đại lượng điện trở, phát biểu nào sau đây đúng?": "Đại lượng R đặc trưng cho tính cản trở dòng điện của vật gọi là điện trở của vật dẫn.",
    " cách đổi đơn vị đo điện trở, phát biểu nào sau đây đúng?": "0,5MΩ = 500kΩ = 500 000Ω.",
    " đơn vị của hiệu điện thế, cường độ dòng điện và điện trở, phát biểu nào sau đây đúng?": "Vôn, ampe, ôm.",
    " hiệu điện thế lớn nhất đặt giữa hai đầu dây dẫn có điện trở 50Ω chịu dòng điện tối đa 300mA, phát biểu nào sau đây đúng?": "15V.",
    " hiệu điện thế cần tăng để tăng dòng điện qua bóng đèn từ 1,2A lên 1,5A, phát biểu nào sau đây đúng?": "tăng 3V.",
    " điện tích của electron, phát biểu nào sau đây đúng?": "- 1,6. 10-19 C.",
    " hiện tượng thanh nhựa hút hai vật nhẹ sau khi cọ xát, phát biểu nào sau đây đúng?": "Hai vật nhiễm điện cùng loại.",
    " các phát biểu liên quan đến công của lực điện, phát biểu nào sau đây đúng?": "Có 2 phát biểu không chính xác.",
    " cường độ điện trường tại một điểm khi tăng điện tích thử, phát biểu nào sau đây đúng?": "Không đổi.",
    " hiện tượng phát ra tiếng nổ lách tách khi kéo áo len mùa đông, phát biểu nào sau đây đúng?": "Hiện tượng nhiễm điện do cọ xát.",
    " lực điện Trái Đất tác dụng lên ion âm OH⁻, phát biểu nào sau đây đúng?": "Chiều hướng lên, độ lớn 1,92.10-19 N.",
    " điện tích của một tụ điện phẳng đặt hiệu điện thế không đổi, phát biểu nào sau đây đúng?": "q = C.U.",
    " quy ước chiều dòng điện, phát biểu nào sau đây đúng?": "Chiều dịch chuyển của các điện tích dương.",
    " lực tác dụng làm các hạt mang điện chuyển động trong mạch điện, phát biểu nào sau đây đúng?": "Điện trường.",
    " sự chuyển hóa năng lượng trong nguồn điện hóa học, phát biểu nào sau đây đúng?": "Hóa năng thành điện năng.",
    " độ sáng của bóng đèn khi ampe kế tăng dần nhờ điều chỉnh biến trở, phát biểu nào sau đây đúng?": "Tăng dần.",
    " ý nghĩa của hiệu điện thế, phát biểu nào sau đây đúng?": "Công của lực điện trường làm dịch chuyển điện tích 1 C giữa hai điểm M, N là U.",
    " công của lực lạ trong nguồn điện có suất điện động E = 4 V và q = 5 mC, phát biểu nào sau đây đúng?": "20 mJ.",
    " độ lớn cường độ điện trường tại trung điểm của hai điện tích trái dấu, phát biểu nào sau đây đúng?": "4000 V/m.",
    " số electron dịch chuyển qua tiết diện thẳng của dây trong thời gian 2 s là 6,25.10^18, phát biểu nào sau đây đúng?": "Dòng điện qua dây dẫn có cường độ là 0,5 A.",
    " dòng điện chạy qua bóng đèn hình của một ti vi thường dùng, phát biểu nào sau đây đúng?": "Số electron tới đập vào màn hình của tivi trong mỗi giây là (đáp án cần bổ sung dữ liệu đầy đủ).",
    " điện môi, phát biểu nào sau đây đúng?": "Điện môi là môi trường cách điện.",
    " điện trường, phát biểu nào sau đây đúng?": "Điện trường là môi trường bao quanh điện tích, gắn với điện tích và tác dụng lực điện lên các điện tích khác đặt trong nó.",
    " điện trường đều, phát biểu nào sau đây đúng?": "Điện trường đều là điện trường có véctơ cường độ điện trường tại mọi điểm bằng nhau.",
    " cường độ điện trường tại một điểm, phát biểu nào sau đây đúng?": "Cường độ điện trường đặc trưng cho tác dụng lực của điện trường lên điện tích tại điểm đó.",
    " đơn vị đo điện thế, phát biểu nào sau đây đúng?": "Đơn vị đo điện thế là V.",
    " tụ điện, phát biểu nào sau đây đúng?": "Tụ điện là hệ thống gồm hai vật dẫn đặt gần nhau và ngăn cách nhau bằng một lớp cách điện.",
    " việc tích điện cho tụ điện, phát biểu nào sau đây đúng?": "Để tích điện cho tụ điện, ta phải mắc vào hai đầu tụ một hiệu điện thế.",
    " đơn vị của điện lượng, phát biểu nào sau đây đúng?": "Đơn vị của điện lượng là Culông.",
    " dòng điện trong dây dẫn kim loại, phát biểu nào sau đây đúng?": "Dòng điện là dòng dịch chuyển của các electron tự do.",
    " điện trở của một vật dẫn, phát biểu nào sau đây đúng?": "Điện trở được xác định bằng biểu thức R = U / I.",
    " sự thay đổi điện trở theo nhiệt độ, phát biểu nào sau đây đúng?": "Khi nhiệt độ tăng, điện trở của dây kim loại sẽ tăng lên.",
    " đơn vị đo điện trở, phát biểu nào sau đây đúng?": "Đơn vị đo điện trở là Ôm.",
    " suất điện động, phát biểu nào sau đây đúng?": "Đơn vị đo của suất điện động là V.",
    " năng lượng điện tiêu thụ của đoạn mạch, phát biểu nào sau đây đúng?": "Năng lượng điện tiêu thụ được tính theo công thức A = UIt.",
    " dụng cụ đo hiệu điện thế, phát biểu nào sau đây đúng?": "Dụng cụ được sử dụng để đo trực tiếp hiệu điện thế là vôn kế.",
    " lực tương tác giữa hai quả cầu mang điện tích trong chân không, phát biểu nào sau đây đúng?": "Khoảng cách giữa chúng là 6.10^-3 m.",
    " tụ điện có điện dung 2µF và điện tích 2,5.10^-4 C, phát biểu nào sau đây đúng?": "Hiệu điện thế U là 125V.",
    " mối quan hệ giữa hiệu điện thế, cường độ dòng điện và điện trở trong mạch điện một chiều, phát biểu nào sau đây đúng?": "Muốn cường độ dòng điện giảm từ 1,2 A xuống 0,8 A khi giữ nguyên hiệu điện thế thì phải tăng điện trở thêm 5Ω.",
    " suất điện động của nguồn điện, phát biểu nào sau đây đúng?": "Suất điện động của nguồn điện là 12 V.",
    " cường độ điện trường do điện tích điểm gây ra, phát biểu nào sau đây đúng?": "Tại trung điểm của OA thì cường độ điện trường có độ lớn là 16000 V/m.",
    " sự phụ thuộc của điện trở kim loại vào nhiệt độ, phát biểu nào sau đây đúng?": "Điện trở của kim loại tăng khi nhiệt độ tăng.",
    " cường độ điện trường tại một điểm, phát biểu nào sau đây đúng?": "Cường độ điện trường đặc trưng cho chiều của vectơ cường độ điện trường tại điểm đó.",
    " đại lượng đặc trưng cho khả năng thực hiện công của lực lạ trong nguồn điện, phát biểu nào sau đây đúng?": "Đó là suất điện động.",
    " công suất cần thiết của bếp điện để đun sôi nước, phát biểu nào sau đây đúng?": "Công suất của bếp điện là 796 W.",
    " cường độ điện trường đều giữa hai bản kim loại phẳng song song, phát biểu nào sau đây đúng?": "Cường độ điện trường sẽ giảm khi tăng khoảng cách giữa hai bản phẳng.",
    " điện trở của bàn là khi thay đổi điện áp sử dụng, phát biểu nào sau đây đúng?": "Điện trở của bàn là phải giảm bốn lần.",
    " đơn vị điện tích trong hệ SI, phát biểu nào sau đây đúng?": "Đơn vị của điện tích là Cu-lông (C).",
    " quỹ đạo chuyển động của electron trong điện trường đều, phát biểu nào sau đây đúng?": "Quỹ đạo là cung Parabol về phía bản dương.",
    " đại lượng đặc trưng cho khả năng tích điện của tụ điện, phát biểu nào sau đây đúng?": "Đó là điện dung C.",
    " nhiệt lượng tỏa ra trên đoạn mạch chỉ có điện trở thuần, phát biểu nào sau đây đúng?": "Nhiệt lượng giảm 4 lần khi cường độ dòng điện giảm 2 lần.",
    " công của lực điện khi điện tích di chuyển trong điện trường, phát biểu nào sau đây đúng?": "Công của lực điện trường tăng 2 lần khi chiều dài đường đi tăng 2 lần.",
    " lực tương tác giữa hai điện tích điểm đẩy nhau, phát biểu nào sau đây đúng?": "q1.q2 > 0.",
    " độ lớn lực tương tác tĩnh điện giữa hai điện tích điểm trong chân không, phát biểu nào sau đây đúng?": "Lực được tính theo công thức F = k.|q1.q2|/r² với k = 9.10⁹ N",
    "Khi dòng điện chạy qua nguồn điện thì các hạt mang điện ở bên trong nguồn điện chuyển động có hướng dưới tác dụng của lực": "Coulomb.",
    "Một bóng đèn ghi (6 V–6 W) được mắc vào một nguồn điện có điện trở trong 2 Ω thì bóng đèn sáng bình thường. Suất điện động của nguồn điện là": "6 V.",
    "Hiệu điện thế hai đầu mạch ngoài cho bởi biểu thức nào sau đây?": ".",
    "Một quả cầu nhỏ mang điện tích q = 1 nC đặt trong không khí. Cường độ điện trường tại điểm cách quả cầu 3 cm là": "105 V/m.",
    "Một quả cầu khối lượng 1 g có điện tích q > 0 treo bởi sợi dây mảnh ở trong điện trường có cường độ điện trường 1000 V/m có phương ngang thì dây treo quả cầu lệch góc 300 so với phương thẳng đứng, lấy g =10 m/s2. Lực căng dây treo quả cầu ở trong điện trường bằng": ".",
    "Cường độ dòng điện được xác định theo biểu thức nào sau đây?": ".",
    "Công của lực điện không phụ thuộc vào": "vị trí điểm đầu và điểm cuối đường đi.",
    "Đơn vị của cường độ điện trường là": "V/m.",
    "Một máy hàn bu - lông dùng hiệu điện thế 220 V không đổi có bộ tụ điện với điện dung 0,09 F. Điện tích mà tụ điện tích được là": "219,8 C.",
    "Hai điện tích điểm q1 = 2.10-9 C và q2 = -2.10-9 C đặt cách nhau 3 cm trong không khí. Lực tác dụng giữa chúng có độ lớn là": "4.10-5 N.",
    "Một dòng dòng điện không đổi trong khoảng thời gian 10 s có một điện lượng 1,6 C chạy qua. Số electron chuyển qua tiết diện thẳng của dây dẫn trong thời gian 1 s là": "1018.",
    "Thế năng của điện tích trong điện trường đặc trưng cho": "khả năng sinh công của điện trường.",
    "Đặc điểm của điện trở nhiệt có hệ số nhiệt điện trở": "dương khi nhiệt độ tăng thì điện trở tăng.",
    "Đơn vị của cường độ dòng điện, suất điện động, điện lượng lần lượt là": "ampere (A), vôn (V), culông (C).",
    "Một nguồn điện có điện trở trong 0,1 Ω được mắc với điện trở 4,8 Ω thành mạch kín. Khi đó hiệu điện thế giữa hai cực của nguồn điện là 12 V. Cường độ dòng điện trong mạch là": "2,5 A.",
    "Một vật nhỏ có khối lượng 100 g dao động điều hòa với tần số góc 20 rad/s và biên độ 3 cm. Chọn mốc thế năng tại vi trí cân bằng. Cơ năng của vật là": "0,6 J.",
    " một vật dao động điều hòa, phát biểu nào sau đây sai?": "Cơ năng của vật biến thiên tuần hoàn theo thời gian.",
    "Một vật nhỏ khối lượng 100 g dao động theo phương trình x = 8cos10t (x tính bằng cm, t tính bằng s). Động năng cực đại của vật bằng": "32 mJ.",
    "Cơ năng của một vật dao động điều hòa": "biến thiên tuần hoàn theo thời gian với chu kì bằng chu kỳ dao động của vật.",
    "Một vật dao động điều hòa với biên độ 10 cm. Chọn mốc thế năng ở vị trí cân bằng. Tại vị trí vật có li độ 5 cm, tỉ số giữa thế năng và động năng của vật là": ".",
    "Một vật dao động đều hòa dọc theo trục Ox. Mốc thế năng ở vị trí cân bằng. Ở thời điểm độ lớn vận tốc của vật bằng 50% vận tốc cực đại thì tỉ số giữa động năng và cơ năng của vật là": ".",
    " cơ năng của một vật dao động điều hòa, phát biểu nào sau đây là đúng?": "Thế năng và động năng của vật biến thiên cùng tần số với tần số của li độ.",
    "Một vật dao động điều hòa với biên độ 6 cm. Mốc thế năng ở vị trí cân bằng. Khi vật có động năng bằng 0,75 lần cơ năng thì vật cách vị trí cân bằng một đoạn": "4,5 cm.",
    "Một vật nhỏ dao động điều hòa dọc theo trục Ox. Khi vật cách vị trí cân bằng một đoạn 2 cm thì động năng của vật là 0,48 J. Khi vật cách vị trí cân bằng một đoạn 6 cm thì động năng của vật là 0,32 J. Biên độ dao động của vật bằng": "10 cm.",
    "Vật nhỏ của một con lắc lò xo dao động điều hòa theo phương ngang, mốc thế năng tại vị trí cân bằng. Khi gia tốc của vật có độ lớn bằng một nửa độ lớn gia tốc cực đại thì tỉ số giữa động năng và thế năng của vật là": "2",
    " công thức tính tần số góc của con lắc lò xo, phát biểu nào sau đây đúng?": "[đáp án đúng]",
    " công thức tính tần số dao động của con lắc lò xo, phát biểu nào sau đây đúng?": "[đáp án đúng]",
    " công thức tính chu kỳ dao động của con lắc lò xo, phát biểu nào sau đây đúng?": "[đáp án đúng]",
    " một con lắc lò xo treo thẳng đứng ở nơi có gia tốc trọng trường là g, khi cân bằng lò xo dãn một đoạn Δℓ₀, tần số góc dao động của con lắc được xác định bằng công thức, phát biểu nào sau đây đúng?": "[đáp án đúng]",
    " một con lắc lò xo treo thẳng đứng ở nơi có gia tốc trọng trường là g, khi cân bằng lò xo dãn một đoạn Δℓ₀, chu kỳ dao động của con lắc được xác định bằng công thức, phát biểu nào sau đây đúng?": "[đáp án đúng]",
    " một con lắc lò xo treo thẳng đứng ở nơi có gia tốc trọng trường là g, khi cân bằng lò xo dãn một đoạn, tần số dao động của con lắc được xác định bằng công thức, phát biểu nào sau đây đúng?": "[đáp án đúng]",
    " chu kỳ dao động điều hòa của con lắc lò xo phụ thuộc vào, phát biểu nào sau đây đúng?": "Cấu tạo của con lắc.",
    " con lắc lò xo dao động điều hòa, khi tăng khối lượng của vật lên 4 lần thì tần số dao động của vật, phát biểu nào sau đây đúng?": "giảm đi 2 lần.",
    " con lắc lò xo dao động điều hòa, khi tăng khối lượng của vật lên 16 lần thì chu kỳ dao động của vật, phát biểu nào sau đây đúng?": "tăng lên 4 lần.",
    " một con lắc lò xo dao động điều hòa, vật có khối lượng m = 0,2 kg, độ cứng của lò xo k = 50 N/m, tần số góc của dao động là, phát biểu nào sau đây đúng?": "ω = 4 rad/s.",
    " một con lắc lò xo có độ cứng của lò xo là k, khi mắc lò xo với vật có khối lượng m₁ thì con lắc dao động điều hòa với chu kỳ T₁, khi mắc lò xo với vật có khối lượng m₂ thì con lắc dao động điều hòa với chu kỳ T₂. Hỏi khi treo lò xo với vật m = m₁ + m₂ thì lò xo dao động với chu kỳ, phát biểu nào sau đây đúng?": "[đáp án đúng]",
    " con lắc lò xo gồm vật có khối lượng m và lò xo k dao động điều hòa, khi mắc thêm vào một vật khác có khối lượng gấp 3 lần vật có khối lượng m thì tần số dao động của con lắc, phát biểu nào sau đây đúng?": "giảm đi 2 lần.",
    " một con lắc lò xo có độ cứng của lò xo là k, khi mắc lò xo với vật có khối lượng m₁ thì con lắc dao động điều hòa với chu kỳ T₁, khi mắc lò xo với vật có khối lượng m₂ thì con lắc dao động điều hòa với chu kỳ T₂. Hỏi khi treo lò xo với vật m = m₁ – m₂ thì lò xo dao động với chu kỳ T thỏa mãn, (biết m₁ > m₂), phát biểu nào sau đây đúng?": "[đáp án đúng]",
    " một con lắc lò xo, vật nặng có khối lượng m = 250 (g), lò xo có độ cứng k = 100 N/m, tần số dao động của con lắc là, phát biểu nào sau đây đúng?": "f = 20 Hz.",
    " con lắc lò xo gồm vật có khối lượng m và lò xo K, dao động điều hòa, khi mắc thêm vào một vật khác có khối lượng gấp 3 lần vật có khối lượng m thì chu kỳ dao động của con lắc, phát biểu nào sau đây đúng?": "tăng lên 3 lần.",
    " trong dao động điều hòa của một con lắc lò xo, nếu tăng khối lượng của vật nặng thêm 100% thì chu kỳ dao động của con lắc, phát biểu nào sau đây đúng?": "tăng 2 lần.",
    " con lắc lò xo gồm vật có khối lượng m và lò xo có độ cứng k = 100 N/m, vật thực hiện được 10 dao động mất 5 (s), khối lượng m của vật là, phát biểu nào sau đây đúng?": "500 (g).",
    " con lắc lò xo gồm vật có khối lượng m = 500 (g) và lò xo có độ cứng k, trong 5 (s) vật thực hiện được 5 dao động, độ cứng k của lò xo là, phát biểu nào sau đây đúng?": "k = 25 N/m.",
    " một con lắc lò xo dao động điều hòa, vật có khối lượng m = 0,2 kg, lò xo có độ cứng k = 50 N/m, chu kỳ dao động của con lắc lò xo là, phát biểu nào sau đây đúng?": "T = 4 (s).",
    " một con lắc lò xo dao động điều hòa, trong 20 (s) con lắc thực hiện được 50 dao động, chu kỳ dao động của con lắc lò xo là, phát biểu nào sau đây đúng?": "T = 0,4 (s).",
    "Con lắc lò xo dao động điều hòa, vật có khối lượng m = 0,2 kg. Trong 20 (s) con lắc thực hiện được 50 dao động. Độ cứng của lò xo là": "40 N/m",
    "Khi gắn vật nặng có khối lượng m1 = 4 kg vào một lò xo có khối lượng không đáng kể, hệ dao động điều hòa với chu kỳ T1 = 1 (s). Khi gắn một vật khác có khối lượng m2 vào lò xo trên thì hệ dao động với khu kỳ T2 = 0,5 (s). Khối lượng m2 bằng": "2 kg",
    "Một con lắc lò xo, vật nặng có khối lượng m = 250 (g), lò xo có độ cứng k = 100 N/m. Tần số góc dao động của con lắc là": "3,18 rad/s",
    "Một con lắc lò xo treo thẳng đứng dao động điều hòa. Vật nặng có khối lượng m = 250 (g), lò xo có độ cứng k = 100 N/m. Lấy g = 10 m/s2, chu kỳ dđộng của vật là": "0,1π (s)",
    "Một con lắc lò xo dao động điều hòa, nếu không thay đổi cấu tạo của con lắc, không thay đổi cách kích thích dao động nhưng thay đổi cách chọn gốc thời gian thì": "biên độ và chu kỳ không đổi; pha thay đổi.",
    "Một lò xo có độ cứng k = 25 N/m. Một đầu của lò xo gắn vào điểm O cố định. Treo vào lò xo một vật có khối lượng m = 160 (g). Tần số góc của dao động là": "12 rad/s",
    "Con lắc lò xo gồm lò xo k và vật m, dao động điều hòa với tần số f = 1 Hz. Muốn tần số dao động của con lắc là f ' = 0,5 Hz thì khối lượng của vật m' phải là": "2m",
    "Trong dao động điều hòa của một con lắc lò xo, nếu giảm khối lượng của vật nặng 75% thì số lần dao động của con lắc trong một đơn vị thời gian": "tăng 4 lần.",
    "Một con lắc lò xo có khối lượng m, lò xo có độ cứng k. Nếu tăng độ cứng lò xo lên hai lần và đồng thời giảm khối lượng vật nặng đi một nửa thì chu kỳ dđộng của vật": "giảm 2 lần.",
    "Một có khối lượng m = 100 (g) vật dao động điều hoà với biên độ A = 5 cm và tần số góc ω = 10 rad/s. Lực hồi phục cực đại tác dụng lên vật là": "5 N.",
    "Con lắc lò xo có độ cứng k, khối lượng vật nặng là m dao động điều hoà. Nếu tăng khối lượng con lắc 4 lần thì số dao động toàn phần con lắc thực hiện trong mỗi giây thay đổi như thế nào?": "Giảm 2 lần.",
    "Một vật khối lượng m = 81 (g) treo vào một lò xo thẳng đứng thì tần số dao động điều hoà của vật là 10 Hz. Treo thêm vào lò xo vật có khối lượng m' = 19 (g) thì tần số dao động của hệ là": "9 Hz.",
    "Một con lắc lò xo gồm quả cầu khối lượng m và lò xo độ cứng k. Khẳng định nào sau đây là sai ?": "Độ cứng giảm 4 lần thì chu kỳ tăng 2 lần.",
    "Một con lắc lò xo dao động điều hòa, vật có khối lượng m = 0,2 kg, lò xo có độ cứng k = 50 N/m. Tần số dao động của con lắc lò xo là (lấy π2 = 10)": "2,5 Hz.",
    "Một con lắc lò xo có khối lượng m, lò xo có độ cứng k. Nếu tăng độ cứng lò xo lên hai lần và đồng thời giảm khối lượng vật nặng đi một nửa thì tần số dđộng của vật": "tăng 2 lần.",
    "Con lắc lò xo ngang dao động điều hoà, lực đàn hồi cực đại tác dụng vào vật là Fmax = 2 N, gia tốc cực đại của vật là amax = 2 m/s2. Khối lượng của vật là": "2 kg.",
    "Một lò xo có độ cứng k mắc với vật nặng m1 có chu kỳ dao động T1 = 1,8 (s). Nếu mắc lò xo đó với vật nặng m2 thì chu kỳ dao động là T2 = 2,4 (s). Chu kỳ dao động khi ghép m1 và m2 với lò xo nói trên": "2,8 (s).",
    "Một con lắc lò xo gồm một lò xo khối lượng không đáng kể, một đầu cố định và một đầu gắn với một viên bi nhỏ, dao động điều hòa theo phương ngang. Lực đàn hồi của lò xo tác dụng lên viên bi luôn hướng": "Về vị trí cân bằng của viên bi.",
    "Một lò xo có độ cứng ban đầu là k, quả cầu khối lượng m. Khi giảm độ cứng 3 lần và tăng khối lượng vật lên 2 lần thì chu kỳ mới": "tăng 2 lần.",
    "Trong dao động điều hòa của một con lắc lò xo, nếu tăng khối lượng của vật nặng thêm 50% thì chu kỳ dao động của con lắc": "tăng 3/2 lần.",
    " dao động điều hòa của một con lắc lò xo, phát biểu nào sau đây đúng?": "Số lần dao động của con lắc trong một đơn vị thời gian tăng lên /2 lần khi giảm khối lượng của vật nặng 20%.",
    " dao động điều hòa của một con lắc lò xo, phát biểu nào sau đây đúng?": "Chu kỳ dao động tỉ lệ với căn bậc 2 của khối lượng vật.",
    " dao động điều hòa của một con lắc lò xo, phát biểu nào sau đây đúng?": "Khối lượng m1 và m2 lần lượt là m1 = 0,5 kg và m2 = 1 kg.",
    " dao động điều hòa của một con lắc lò xo, phát biểu nào sau đây đúng?": "Khối lượng m1 = 1 kg và m2 = 4 kg.",
    " dao động điều hòa của một con lắc lò xo, phát biểu nào sau đây đúng?": "Khối lượng m1 = 2 kg và m2 = 8 kg.",
    " dao động điều hòa của một con lắc lò xo, phát biểu nào sau đây đúng?": "Độ cứng của lò xo là k = 16 N/m.",
    " dao động điều hòa của một con lắc lò xo, phát biểu nào sau đây đúng?": "T1 có giá trị là T1 = 2/3 s.",
    " dao động điều hòa của một con lắc lò xo, phát biểu nào sau đây đúng?": "Chu kỳ dao động của m1 = 4,12 s và m2 = 3,12 s.",
    " dao động điều hòa của một con lắc lò xo, phát biểu nào sau đây đúng?": "Chu kỳ dao động của hệ là 2,5 s.",
    " dao động điều hòa của một con lắc lò xo, phát biểu nào sau đây đúng?": "Chu kỳ dao động là 2,7 s.",
    " dao động điều hòa của một con lắc lò xo, phát biểu nào sau đây đúng?": "Chu kỳ dao động là 0,98 s.",
    "Một con lắc lò xo gồm quả cầu có khối lượng m = 100 (g) dao động điều hòa theo phương ngang với phương trình x = 2sin(10πt + π/6) cm, phát biểu nào sau đây đúng?": "Độ lớn lực phục hồi cực đại là 4 N.",
    "Một con lắc lò xo gồm quả cầu có khối lượng m = 200 (g) dao động điều hòa theo phương ngang với phương trình x = 4cos(4πt + π/3) cm, phát biểu nào sau đây đúng?": "Lực phục hồi tại thời điểm t = 1 (s) là 0,64 N.",
    "Một con lắc lò xo dao động với biên độ A = 8 cm, chu kỳ T = 0,5 (s), khối lượng quả nặng m = 0,4 kg, phát biểu nào sau đây đúng?": "Lực hồi phục cực đại là 5 N.",
    "Một con lắc lò xo treo thẳng đứng dao động điều hòa. Vật nặng có khối lượng m = 100 (g), lò xo có độ cứng k = 50 N/m. Lấy g = 10 m/s2, phát biểu nào sau đây đúng?": "Tại vị trí cân bằng lò xo biến dạng một đoạn là 5 cm.",
    "Một con lắc lò xo dao động thẳng đứng. Vật có khối lượng m = 0,2 kg. Trong 20 (s) con lắc thực hiện được 50 dao động. Lực đàn hồi tại vị trí cân bằng là 6 cm, phát biểu nào sau đây đúng?": "Lực đàn hồi tại vị trí cân bằng là 6 cm.",
    "Một con lắc lò xo treo thẳng đứng dao động điều hòa. Chiều dài tự nhiên của lò xo là ℓo = 30 cm, vật nặng có khối lượng m = 200 (g), lò xo có độ cứng k = 50 N/m. Lấy g = 10 m/s2, phát biểu nào sau đây đúng?": "Chiều dài lò xo tại vị trí cân bằng là 32 cm.",
    "Một con lắc lò xo treo thẳng đứng dao động điều hòa. Vật nặng có khối lượng m = 500 (g), lò xo có độ cứng k = 100 N/m. Lấy g = 10 m/s2, phát biểu nào sau đây đúng?": "Chu kỳ dao động của vật là 0,5 (s).",
    "Một vật khối lượng m = 200 (g) được treo vào lò xo nhẹ có độ cứng k = 80 N/m. Từ vị trí cân bằng, người ta kéo vật xuống một đoạn 4 cm rồi thả nhẹ. Khi qua vị trí cân bằng vật có tốc độ là 60 cm/s, phát biểu nào sau đây đúng?": "Khi qua vị trí cân bằng vật có tốc độ là 60 cm/s.",
    "Một con lắc lò xo treo thẳng đứng. Người ta kích thích cho quả nặng dao động điều hoà theo phương thẳng đứng xung quanh vị trí cân bằng. Biết thời gian quả nặng đi từ vị trí thấp nhất đến vị trí cao nhất cách nhau 10 cm là π/5 (s). Tốc độ khi vật qua vị trí cân bằng là 25 m/s, phát biểu nào sau đây đúng?": "Tốc độ khi vật qua vị trí cân bằng là 25 m/s.",
    "Một con lắc lò xo dao động điều hòa theo phương thẳng đứng. Chiều dài tự nhiên của lò xo là ℓo = 30 cm, trong khi vật dao động, chiều dài lò xo biến thiên từ 32 cm đến 38 cm. Độ biến dạng của lò xo tại vị trí cân bằng là 5 cm, phát biểu nào sau đây đúng?": "Độ biến dạng của lò xo tại vị trí cân bằng là 5 cm.",
    "Một con lắc lò xo dao động thẳng đứng, chiều dài tự nhiên của lò xo là ℓo = 40 cm, vật có khối lượng m = 0,2 kg. Trong 20 (s) con lắc thực hiện được 50 dao động. Chiều dài của lò xo tại vị trí cân bằng là 42 cm, phát biểu nào sau đây đúng?": "Chiều dài của lò xo tại vị trí cân bằng là 42 cm.",
    "Một con lắc lò xo dao động điều hòa theo phương thẳng đứng. Chiều dài tự nhiên của lò xo là ℓo = 30 cm, trong quá trình dao động, chiều dài của lò xo biến thiên từ 34 cm đến 44 cm. Chiều dài lò xo tại vị trí cân bằng là 38 cm, phát biểu nào sau đây đúng?": "Chiều dài lò xo tại vị trí cân bằng là 38 cm.",
    "Một con lắc lò xo dao động điều hòa theo phương thẳng đứng. Chiều dài tự nhiên của lò xo là ℓo = 30 cm, còn trong khi dao động chiều dài biến thiên từ 32 cm đến 38 cm. Lấy g = 10m/s2, tốc độ cực đại của vật nặng là 60 (cm/s), phát biểu nào sau đây đúng?": "Tốc độ cực đại của vật nặng là 60 (cm/s).",
    "Một lò xo có chiều dài tự nhiên 20 cm được treo thẳng đứng. Khi mang vật có khối lượng 200 (g) thì lò xo có chiều dài 24 cm. Lấy g = 10 m/s2. Chu kỳ dao động riêng của con lắc lò xo này là 0,397 (s), phát biểu nào sau đây đúng?": "Chu kỳ dao động riêng của con lắc lò xo này là 0,397 (s).",
    "Con lắc lò xo treo thẳng đứng dao động điều hòa với biên độ A. Lực đàn hồi của lò xo có giá trị lớn nhất khi vật ở điểm biên dương (x = A), phát biểu nào sau đây đúng?": "Lực đàn hồi của lò xo có giá trị lớn nhất khi vật ở điểm biên dương (x = A).",
    "Con lắc lò xo treo thẳng đứng, dao động điều hòa với phương trình x = 2cos(20t) cm. Chiều dài tự nhiên của lò xo là ℓo = 30 cm, lấy g = 10m/s2. Chiều dài của lò xo tại vị trí cân bằng là 32 cm, phát biểu nào sau đây đúng?": "Chiều dài của lò xo tại vị trí cân bằng là 32 cm.",
    "Con lắc lò xo dao động điều hòa, phát biểu nào sau đây đúng?": "Biên độ dao động của vật được xác định từ vận tốc và gia tốc tại một thời điểm cụ thể.",
    "Con lắc lò xo dao động điều hòa, phát biểu nào sau đây đúng?": "Biên độ dao động của vật được xác định từ gia tốc cực đại.",
    "Vật dao động điều hòa với phương trình x = Asinωt, phát biểu nào sau đây đúng?": "Gốc thời gian t = 0 là lúc vật ở vị trí li độ cực đại thuộc phần dương của trục Ox.",
    "Vật dao động điều hòa dọc theo trục Ox, phát biểu nào sau đây đúng?": "Phương trình dao động của vật là x = Acos(ωt - π/3).",
    "Con lắc lò xo dao động với tần số 1 Hz, phát biểu nào sau đây đúng?": "Phương trình dao động của vật là x = 4cos(2πt).",
    "Con lắc lò xo dao động với chu kỳ 0,5s, phát biểu nào sau đây đúng?": "Phương trình dao động của vật là x = 4cos(4πt).",
    "Con lắc lò xo dao động điều hòa, phát biểu nào sau đây đúng?": "Phương trình dao động của vật là x = 4cos(10t - π/4).",
    "Con lắc lò xo dao động điều hòa, phát biểu nào sau đây đúng?": "Phương trình dao động của vật là x = 3cos(3t - π/4).",
    "Con lắc lò xo dao động với biên độ 25cm, phát biểu nào sau đây đúng?": "Phương trình dao động của vật là x = 25cos(2πt + π/2).",
    "Con lắc lò xo dao động điều hòa, phát biểu nào sau đây đúng?": "Phương trình dao động của vật là x = 7,5cos(20t + π/2).",
    "Con lắc lò xo dao động với f = 4,5Hz, phát biểu nào sau đây đúng?": "Phương trình dao động của vật là x = 5cos(10πt + π/2).",
    "Con lắc lò xo dao động điều hòa, phát biểu nào sau đây đúng?": "Biên độ và chu kỳ của dao động có giá trị A = 6 cm và T = 2π5 (s).",
    "Con lắc lò xo dao động điều hòa, phát biểu nào sau đây đúng?": "Phương trình dao động của vật là x = 6cos(10t - π/4).",
    "Chất điểm dao động điều hòa, phát biểu nào sau đây đúng?": "Cơ năng trong dao động điều hòa của chất điểm là E = 0,32 J.",
    "Con lắc lò xo dao động điều hòa, phát biểu nào sau đây đúng?": "Biên độ dao động của con lắc có giá trị A = 0,4 m.",
    "Con lắc lò xo dao động điều hòa, phát biểu nào sau đây đúng?": "Cơ năng dao động của con lắc lò xo là E = 0,0325 J.",
    "Vật dao động điều hòa, phát biểu nào sau đây đúng?": "Động năng của vật tại t = 0,5s là Eđ = 0,25 J."
}
