{
    "cau_hoi": "Đối tượng nghiên cứu nào sau đây thuộc lĩnh vực Vật Lí?",
    "cac_dap_an": "A. Dòng điện không đổi.\nB. Hiện tượng quang hợp.\nC. Sự phát triển và sinh trưởng của các loài trong thế giới tự nhiên.\nD. Sự cấu tạo chất và sự biến đổi các chất.",
    "giai_thich": "Đáp án đúng là: A\nD - đối tượng liên quan tới sự cấu tạo chất và sự biến đổi các chất thuộc lĩnh vực Hóa học.",
    "check": "2 -> 4"
}{
    "cau_hoi": "Đối tượng nghiên cứu nào sau đây không thuộc lĩnh vực Vật Lí?",
    "cac_dap_an": "A. Vật chất, năng lượng và sự vận động của chúng trong tự nhiên.\nB. Các chất và sự biến đổi các chất, các phương trình phản ứng của các chất trong tự nhiên.\nC. Trái Đất.\nD. Vũ trụ (các hành tinh, các ngôi sao…).",
    "giai_thich": "Đáp án đúng là: B\nD - là đối tượng nghiên cứu thuộc lĩnh vực khoa học Thiên văn.",
    "check": "2 -> 4"
}{
    "cau_hoi": "Các nhà triết học tìm hiểu thế giới tự nhiên dựa trên quan sát và suy luận chủ quan thể hiện ở nội dung nào sau đây?",
    "cac_dap_an": "A. Vật nặng bao giờ cũng rơi nhanh hơn vật nhẹ.\nB. Các quả tạ nặng khác nhau rơi đồng thời từ tầng cao của tòa tháp nghiêng ở thành phố Pi-da (Italia) nhận thấy chúng rơi đến mặt đất gần như cùng một lúc.\nC. Một cái lông chim và một hòn bi chì rơi nhanh như nhau khi được thả rơi cùng lúc trong một ống thủy tinh đã hút hết không khí.\nD. Hiện tượng ánh sáng làm bật các electron ra khỏi bề mặt kim loại.",
    "giai_thich": "Đáp án đúng là: A\nD - thuộc thí nghiệm kiểm chứng tìm hiểu về thế giới vi mô.",
    "check": "2 -> 4"
}{
    "cau_hoi": "Các lĩnh vực Vật lí mà em đã được học ở cấp trung học cơ sở?",
    "cac_dap_an": "A. Cơ học, điện học, quang học, nhiệt học, âm học.\nB. Cơ học, điện học, quang học, lịch sử.\nC. Cơ học, điện học, văn học, nhiệt động lực học.\nD. Cơ học, điện học, nhiệt học, địa lí.",
    "giai_thich": "Đáp án đúng là: A\nCác lĩnh vực Vật lí mà em đã được học ở cấp trung học cơ sở là Cơ học, điện học, quang học, nhiệt học, âm học.",
    "check": "1 -> 3"
}{
    "cau_hoi": "Thiết bị nào sau đây không có ứng dụng các kiến thức về nhiệt?",
    "cac_dap_an": "A. Đồng hồ đo nhiệt.\nB. Nhiệt kế điện tử.\nC. Máy đo nhiệt độ tiếp xúc.\nD. Kính lúp.",
    "giai_thich": "Đáp án đúng là: D\nKính lúp là thiết bị bổ trợ cho mắt trong việc nhìn các vật nhỏ và không có ứng dụng kiến thức về nhiệt.",
    "check": "1 -> 3"
}{
    "cau_hoi": "Cơ chế của các phản ứng hóa học được giải thích dựa trên kiến thức thuộc lĩnh vực nào của Vật lí?",
    "cac_dap_an": "A. Vật lí nguyên tử và hạt nhân.\nB. Quang học.\nC. Âm học.\nD. Điện học.",
    "giai_thich": "Đáp án đúng là: A\nCơ chế của các phản ứng hóa học được giải thích dựa trên kiến thức thuộc lĩnh vực Vật lí nguyên tử và hạt nhân của Vật lí.",
    "check": "1 -> 3"
}{
    "cau_hoi": "Nhờ việc khám phá ra hiện tượng nào sau đây của nhà vật lí Faraday mà sau đó các máy phát điện ra đời, mở đầu cho kỉ nguyên sử dụng điện năng của nhân loại?",
    "cac_dap_an": "A. Hiện tượng hóa hơi.\nB. Hiện tượng biến dạng cơ của vật rắn.\nC. Sự nở vì nhiệt của vật rắn.\nD. Hiện tượng cảm ứng điện từ.",
    "giai_thich": "Đáp án đúng là: D\nViệc khám phá ra hiện tượng cảm ứng điện từ của nhà Vật lí Faraday đã mở đầu cho kỉ nguyên sử dụng điện năng của nhân loại và là một trong những cơ sở cho sự ra đời của cuộc cách  mạng công nghiệp lần thứ hai vào cuối thế kỉ XIX.",
    "check": "1 -> 3"
}{
    "cau_hoi": "Nêu các phương pháp nghiên cứu thường được sử dụng trong Vật lí?",
    "cac_dap_an": "A. Phương pháp thực nghiệm và phương pháp mô hình.\nB. Phương pháp thực nghiệm, phương pháp mô hình, phương pháp quan sát và suy luận.\nC. Phương pháp thực nghiệm, phương pháp quan sát và suy luận.\nD. Phương pháp mô hình, phương pháp quan sát và suy luận.",
    "giai_thich": "Đáp án đúng là: A\nPhương pháp nghiên cứu thường được sử dụng trong Vật lí là phương pháp thực nghiệm và phương pháp mô hình.",
    "check": "1 -> 3"
}{
    "cau_hoi": "Các loại mô hình nào sau đây là các mô hình thường dùng trong trường phổ thông?",
    "cac_dap_an": "A. Mô hình vật chất.\nB. Mô hình lí thuyết.\nC. Mô hình toán học.\nD. Cả ba mô hình trên.",
    "giai_thich": "Đáp án đúng là: D\nMô hình toán học: các công thức, phương trình, đồ thị, kí hiệu,…",
    "check": "2 -> 4"
}{
    "cau_hoi": "Phương pháp thực nghiệm có các bước thực hiện nào sau đây?",
    "cac_dap_an": "A. Xác định vấn đề cần nghiên cứu. Quan sát, thu thập thông tin. Đưa ra dự doánd. Thí nghiệm kiểm tra dự đoán. Kết luận\nB. Xác định đối tượng cần được mô hình hóa. Xây dựng mô hình giả thuyết. Kiểm tra sự phù hợp của các mô hình. Điều chỉnh lại mô hình nếu cần. Kết luận.\nC. Quan sát. Lập luận. Kết luận.\nD. Không có đáp án nào trong các đáp án trên.",
    "giai_thich": "Đáp án đúng là: A\nD - sai.",
    "check": "2 -> 4"
}{
    "cau_hoi": "DC hoặc dấu - là kí hiệu mô tả đại lượng nào sau đây?",
    "cac_dap_an": "A. Dòng điện xoay chiều.\nB. Dòng điện một chiều.\nC. Dòng điện không đổi.\nD. Máy biến áp.",
    "giai_thich": "Đáp án đúng là: B.\nDòng điện một chiều có kí hiệu là DC hoặc dấu -.",
    "check": "1 -> 3"
}{
    "cau_hoi": "AC hoặc dấu ~ là kí hiệu mô tả đại lượng nào sau đây?",
    "cac_dap_an": "A. Dòng điện xoay chiều.\nB. Dòng điện một chiều.\nC. Dòng điện không đổi.\nD. Máy biến áp.",
    "giai_thich": "Đáp án đúng là: A.\nDòng điện xoay chiều có kí hiệu là AC hoặc dấu ~.",
    "check": "1 -> 3"
}{
    "cau_hoi": "Khi sử dụng các thiết bị điện trong phòng thí nghiệm Vật lí chúng ta cần lưu ý điều gì?",
    "cac_dap_an": "A. Cần quan sát kĩ các kí hiệu và nhãn thông số trên thiết bị để sử dụng đúng chức năng, đúng yêu cầu kĩ thuật.\nB. Khởi động luôn hệ thống và tiến hành thí nghiệm.\nC. Quan sát sơ bộ các kí hiệu rồi khởi động hệ thống để tiến hành thí nghiệm.\nD. Không cần sử dụng đúng chức năng của thiết bị.",
    "giai_thich": "Đáp án đúng là: A.\nKhi sử dụng các thiết bị điện trong phòng thí nghiệm Vật lí chúng ta cần quan sát kĩ các kí hiệu và nhãn thông số trên thiết bị để sử dụng đúng chức năng, đúng yêu cầu kĩ thuật.",
    "check": "1 -> 3"
}{
    "cau_hoi": "Khi sử dụng các thiết bị nhiệt và thủy tinh trong phòng thí nghiệm Vật lí chúng ta cần lưu ý điều gì?",
    "cac_dap_an": "A. Quan sát kĩ các kí hiệu trên thiết bị, đặc điểm của dụng cụ thí nghiệm, chức năng của dụng cụ.\nB. Tiến hành thí nghiệm không cần quan sát vì tin tưởng vào dụng cụ phòng thí nghiệm.\nC. Quan sát các kí hiệu trên thiết bị, đặc điểm của các dụng cụ thí nghiệm, có thể dùng dụng cụ này thay thế cho dụng cụ khác.\nD. Có thể sử dụng mọi ống thủy tinh trong phòng thí nghiệm vào tất cả các thí nghiệm.",
    "giai_thich": "Đáp án đúng là: A.\nD - sai vì: ống thủy tinh có nhiều loại, có loại chịu được nhiệt độ cao, có loại không chịu được nhiệt độ cao.",
    "check": "2 -> 4"
}{
    "cau_hoi": "Những dụng cụ nào sau đây trong phòng thí nghiệm Vật lí thuộc loại dễ vỡ?",
    "cac_dap_an": "A.đèn cồn, các hóa chất, những dụng cụ bằng nhựa như ca nhựa,...\nB.ống nghiệm, đũa thủy tinh, nhiệt kế, cốc thủy tinh, kính....\nC. lực kế, các bộ thí nghiệm như là ròng rọc, đòn bẩy....\nD. đèn cồn, hóa chất, ống nghiệm…",
    "giai_thich": "Đáp án đúng là: B.\nD - sai vì đây là các dụng cụ hóa chất dễ cháy và dễ vỡ.",
    "check": "2 -> 4"
}{
    "cau_hoi": "Thao tác nào dưới đây có thể gây mất an toàn khi sử dụng thiết bị thí nghiệm Vật lí?",
    "cac_dap_an": "A. Chiếu trực tiếp tia laze vào mắt để kiểm tra độ sáng.\nB. Dùng tay kiểm tra mức độ nóng của vật khi đang đun.\nC. Không cầm vào phích điện mà cầm vào dây điện khi rút phích điện khỏi ổ cắm.\nD. Tất cả các phương án trên.",
    "giai_thich": "Đáp án đúng là: D.\nD- đúng.",
    "check": "2 -> 4"
}{
    "cau_hoi": "Nếu sử dụng ampe kế để đo dòng điện vượt qua giới hạn đo thì có thể gây ra nguy cơ gì ?",
    "cac_dap_an": "A. Ampe kế có thể bị chập cháy.\nB. Không có vấn đề gì xảy ra.\nC. Kết quả thí nghiệm không chính xác.\nD. Không hiện kết quả đo.",
    "giai_thich": "Đáp án đúng là: A.\nNếu sử dụng ampe kế để đo dòng điện vượt qua giới hạn đo thì ampe kế có thể bị chập cháy.",
    "check": "1 -> 3"
}{
    "cau_hoi": "Những hành động nào sau đây là đúng khi làm việc trong phòng thí nghiệm?",
    "cac_dap_an": "A. Để các kẹp điện gần nhau.\nB. Để chất dễ cháy gần thí nghiệm mạch điện.\nC. Không đeo găng tay cao su chịu nhiệt khi làm thí nghiệm với nhiệt độ cao.\nD. Không có hành động nào đúng trong ba hành động trên.",
    "giai_thich": "D- đúng.",
    "check": "Không giải thích"
}{
    "cau_hoi": "Khi có hỏa hoạn trong phòng thực hành cần xử lí theo cách nào sau đây?",
    "cac_dap_an": "A. Bình tĩnh, sử dụng các biện pháp dập tắt ngọn lửa theo hướng dẫn của phòng thực hành như ngắt toàn bộ hệ thống điện, đưa toàn bộ các hóa chất, các chất dễ cháy ra khu vực an toàn…\nB. Sử dụng nước để dập đám cháy nơi có các thiết bị điện.\nC. Sử dụng bình để dập đám cháy quần áo trên người.\nD. Không cần ngắt hệ thống điện, phải dập đám cháy trước.",
    "giai_thich": "Đáp án đúng là: A.\nKhi có hỏa hoạn trong phòng thực hành cần bình tĩnh, sử dụng các biện pháp dập tắt ngọn lửa theo hướng dẫn của phòng thực hành như ngắt toàn bộ hệ thống điện, đưa toàn bộ các hóa chất, các chất dễ cháy ra khu vực an toàn…",
    "check": "1 -> 3"
}{
    "cau_hoi": "Kí hiệu cảnh báo khu vực nguy hiểm có đặc điểm nào sau đây?",
    "cac_dap_an": "A. Hình vuông, viền đen, nền đỏ cam.\nB. Hình tam giác đều, viền đen hoặc viền đỏ, nền vàng.\nC. Hình chữ nhật nền xanh hoặc đỏ.\nD. Hình tròn, viền đỏ, nền trắng.",
    "giai_thich": "Đáp án đúng là: B.\nD- sai vì đây là kí hiệu cảnh báo cấm.",
    "check": "2 -> 4"
}{
    "cau_hoi": "Vật nào sau đây được coi là chất điểm?",
    "cac_dap_an": "A. Một xe máy đi từ TP Hồ Chí Minh ra Hà Nội.\nB. Một xe ô tô khách loại 45 chỗ ngồi chuyển động từ giữa sân trường ra cổng trường.\nC. Một bạn học sinh đi từ nhà ra cổng.\nD. Một bạn học sinh đi từ cuối lớp lên bục giảng.",
    "giai_thich": "Đáp án đúng là A.\nD - sai vì kích thước của bạn học sinh đáng kể so với quãng đường bạn học sinh di chuyển.",
    "check": "2 -> 4"
}{
    "cau_hoi": "Trường hợp nào dưới đây không thể coi vật là chất điểm?",
    "cac_dap_an": "A. Viên đạn đang chuyển động trong không khí.\nB. Trái Đất trong chuyển động quay quanh Mặt Trời.\nC. Viên bi trong sự rơi từ tầng thứ năm của một tòa nhà xuống đất.\nD. Trái Đất trong chuyển động tự quay quanh trục của nó.",
    "giai_thich": "Đáp án đúng là D.\nTrái Đất trong chuyển động tự quay quanh trục có kích thước đáng kể so với quỹ đạo chuyển động nên không được coi là một chất điểm.",
    "check": "1 -> 3"
}{
    "cau_hoi": "‘‘Lúc 15 giờ 30 phút hôm qua, xe chúng tôi đang chạy trên quốc lộ 5, cách Hải Dương 10 km”. Việc xác định vị trí của ô tô như trên còn thiếu yếu tố gì?",
    "cac_dap_an": "A. Vật làm mốc.\nB. Mốc thời gian.\nC. Thước đo và đồng hồ.\nD. Chiều dương trên đường đi.",
    "giai_thich": "Đáp án đúng là D.\nD - chưa biết xe cách Hải Dương 10 km về hướng nào.",
    "check": "1 -> 3"
}{
    "cau_hoi": "Hệ quy chiếu bao gồm các yếu tố nào sau đây?",
    "cac_dap_an": "A. Hệ tọa độ kết hợp với mốc thời gian và đồng hồ đo thời gian.\nB. Hệ tọa độ, đồng hồ đo.\nC. Hệ tọa độ, thước đo.\nD. Mốc thời gian và đồng hồ.",
    "giai_thich": "Đáp án đúng là A.\nHệ tọa độ kết hợp với mốc thời gian và đồng hồ đo thời gian được gọi là hệ quy chiếu.",
    "check": "1 -> 3"
}{
    "cau_hoi": "Độ lớn của độ dịch chuyển và quãng đường đi được của một chuyển động",
    "cac_dap_an": "A. bằng nhau khi vật chuyển động thẳng, không đổi chiều.\nB. luôn luôn bằng nhau trong mọi trường hợp.\nC. quãng đường chính là độ lớn của độ dịch chuyển.\nD. khi vật chuyển động thẳng.",
    "giai_thich": "Đáp án đúng là A.\nA - đúng.\nB, C, D - sai.",
    "check": "1 -> 3"
}{
    "cau_hoi": "Có 3 điểm nằm dọc theo trục Ox (có chiều từ A đến B) theo thứ tự là A là nhà, B là siêu thị và C là trạm xăng. Cho AB = 300 m, BC = 200 m. Một người xuất phát từ nhà qua siêu thị đến trạm xăng rồi quay lại siêu thị và dừng lại ở đây. Hỏi quãng đường và độ lớn độ dịch chuyển của người này trong cả quá trình chuyển động?",
    "cac_dap_an": "A. s = 500 m và d = 200 m.\nB. s = 700 m và d = 300 m.\nC. s = 300 m và d = 200 m.\nD. s = 200 m và d = 300 m.",
    "giai_thich": "Đáp án đúng là B.\nĐộ lớn độ dịch chuyển là d = 300 m.",
    "check": "2 -> 4"
}{
    "cau_hoi": "Có 3 điểm nằm dọc theo trục Ox (có chiều từ A đến B) theo thứ tự là A, B và C. Cho AB = 200 m, BC = 300 m. Một người xuất phát từ A qua B đến C. Hỏi quãng đường và độ lớn độ dịch chuyển của người này trong cả chuyến đi là bao nhiêu?",
    "cac_dap_an": "A. s = 500 m và d = 500 m.\nB. s = 200 m và d = 200 m.\nC. s = 500 m và d = 200 m.\nD. s = 200 m và d = 300 m.",
    "giai_thich": "Đáp án đúng là A.\nQuãng đường đi được là s = AB + BC = 200 + 300 = 500 (m).\nĐộ lớn độ dịch chuyển là d = AB + BC = 200 + 300 = 500 (m).",
    "check": "1 -> 3"
}{
    "cau_hoi": "Một người lái ô tô đi thẳng 6 km theo hướng tây, sau đó rẽ trái đi thẳng theo hướng nam 4 km rồi quay sang hướng đông 3 km. Xác định quãng đường đi được và độ lớn độ dịch chuyển tổng hợp của ô tô.",
    "cac_dap_an": "A. s = 13 km, d = 5 km.\nB. s = 13 km, d = 13 km.\nC. s = 13 km, d = 3 km.\nD. s = 13 km, d = 9 km.",
    "giai_thich": "Đáp án đúng là A\nĐộ lớn của độ dịch chuyển tổng hợp: d=DA=√AH2+DH2=√32+42=5(km)d=DA=AH2+DH2=32+42=5(km)d=DA=AH2+DH2=32+42=5(km) .",
    "check": "2 -> 4"
}{
    "cau_hoi": "Một người bơi ngang từ bờ bên này sang bờ bên kia của một dòng sông rộng 50 m có dòng chảy hướng từ Bắc đến Nam. Do nước sông chảy mạnh nên khi sang đên bờ bên kia thì người đó đã trôi xuôi theo dòng nước 50 m. Xác định độ lớn độ dịch chuyển của người đó.",
    "cac_dap_an": "A. 50 m.\nB.\n50\n√\n2\nm.\nC. 100 m.\nD. không đủ dữ kiện để tính.",
    "giai_thich": "Đáp án đúng là B.\nĐộ lớn độ dịch chuyển là  d=OC=√OA2+AC2=√502+502=50√2(m)d=OC=OA2+AC2=502+502=502(m)d=OC=OA2+AC2=502+502=502(m)",
    "check": "2 -> 4"
}{
    "cau_hoi": "Người ta thường dùng quãng đường đi được trong cùng một đơn vị thời gian để xác định độ nhanh, chậm của chuyển động. Đại lượng này gọi là",
    "cac_dap_an": "A. Tốc độ trung bình.\nB. Tốc độ tức thời.\nC. Vận tốc trung bình.\nD. Vận tốc tức thời.",
    "giai_thich": "Đáp án đúng là: A.",
    "check": "1 -> 3"
}{
    "cau_hoi": "Công thức nào sau đây là công thức tính tốc độ trung bình?",
    "cac_dap_an": "A.\nv\n=\ns\nt\n.\nB.\nv\n=\nΔ\ns\nΔ\nt\n.\nC.\n→\nv\n=\n→\nd\nt\n.\nD. Cả đáp án A và B.",
    "giai_thich": "Đáp án đúng là: D.\nC – sai vì đây là công thức vận tốc trung bình",
    "check": "2 -> 4"
}{
    "cau_hoi": "Tốc độ tức thời cho biết",
    "cac_dap_an": "A. Mức độ nhanh chậm của chuyển động tại một thời điểm xác định.\nB. Tốc độ tại một thời điểm xác định.\nC. Độ nhanh, chậm của một chuyển động theo một hướng xác định.\nD. Cả A và B.",
    "giai_thich": "Đáp án đúng là: D.\nC - sai vì đây là vận tốc tức thời",
    "check": "2 -> 4"
}{
    "cau_hoi": "Vận tốc trung bình là đại lượng được đo bởi:",
    "cac_dap_an": "A. Thương số của quãng đường đi được và khoảng thời gian đi hết quãng đường.\nB. Thương số của độ dịch chuyển và thời gian dịch chuyển.\nC. Tích của độ dịch chuyển và thời gian dịch chuyển.\nD. Tích của quãng đường đi được và thời gian dịch chuyển.",
    "giai_thich": "Đáp án đúng là: B.\nD - sai.",
    "check": "2 -> 4"
}{
    "cau_hoi": "Hai xe ô tô chạy cùng chiều trên một đoạn đường thẳng với vận tốc 100 km/h và 80 km/h. Tính vận tốc của xe thứ nhất so với xe thứ 2. Chọn chiều dương là chiều chuyển động của hai xe.",
    "cac_dap_an": "A. 20 km/h.\nB. 180 km/h.\nC. - 20 km/h.\nD. - 180 km/h.",
    "giai_thich": "Đáp án đúng là: A.\nv1,2=v1,3−v2,3=100−80=20v1,2=v1,3−v2,3=100−80=20v1,2=v1,3−v2,3=100−80=20 (km/h).",
    "check": "2 -> 4"
}{
    "cau_hoi": "Hai xe ô tô chạy ngược chiều trên một đoạn đường thẳng với vận tốc của xe thứ nhất là 100 km/h và xe thứ hai là 80 km/h. Tính vận tốc của xe thứ nhất so với xe thứ 2. Chọn chiều dương là chiều chuyển động của xe thứ nhất.",
    "cac_dap_an": "A. 20 km/h.\nB. 180 km/h.\nC. -20 km/h.\nD. -180 km/h.",
    "giai_thich": "Đáp án đúng là: B.\nv1,2=100−(−80)=180v1,2=100−−80=180 v1,2=100−−80=180 (km/h).",
    "check": "2 -> 4"
}{
    "cau_hoi": "Hai bên sông AB cách nhau 70 km, một ca nô khi xuôi dòng AB sớm hơn 48 phút so với ca nô khi ngược dòng AB. Vận tốc của ca nô trong nước yên lặng là 30 km/h. Tính vận tốc của dòng nước .",
    "cac_dap_an": "A. 5 km/h.\nB. 10 km/h.\nC. 12 km/h.\nD. 100 km/h.",
    "giai_thich": "Đáp án đúng là: A.\nĐổi 48 phút = 0,8 giờ.\nGọi v1,3v1,3v1,3 : là vận tốc của ca nô so với bờ.\nv1,2v1,2v1,2 : là vận tốc của ca nô so với mặt nước.\nv2,3v2,3v2,3 : là vận tốc của nước chảy đối với bờ.\nCông thức cộng vận tốc: →v1,3=→v1,2+→v2,3v→1,3=v→1,2+v→2,3v→1,3=v→1,2+v→2,3\nKhi xuôi dòng: v1,3=v1,2+v2,3v1,3=v1,2+v2,3v1,3=v1,2+v2,3\nKhi ngược dòng:  v1,3=v1,2−v2,3v1,3=v1,2−v2,3v1,3=v1,2−v2,3\nTa có:  tn−tx=0,8⇒ABv1,2−v2,3−ABv1,2+v2,3=0,8tn−tx=0,8⇒ABv1,2−v2,3−ABv1,2+v2,3=0,8tn−tx=0,8⇒ABv1,2−v2,3−ABv1,2+v2,3=0,8\n⇔7030−v2,3−7030+v2,3=0,8⇔7030−v2,3−7030+v2,3=0,8⇔7030−v2,3−7030+v2,3=0,8.\n⇔v2,3=5(km/h)⇔v2,3=5(km/h)⇔v2,3=5(km/h)",
    "check": "1 -> 3"
}{
    "cau_hoi": "Một ca nô xuôi dòng từ A đến B rồi ngược dòng quay về A. Cho biết vận tốc của ca nô so với nước là 15 km/h, vận tốc của nước so với bờ là 3 km/h. Biết AB = 18 km. Tính thời gian chuyển động của ca nô.",
    "cac_dap_an": "A. 2 giờ.\nB. 2,5 giờ.\nC. 3 giờ.\nD. 4 giờ.",
    "giai_thich": "Đáp án đúng là: B.\nCông thức cộng vận tốc:  →v1,3=→v1,2+→v2,3v→1,3=v→1,2+v→2,3v→1,3=v→1,2+v→2,3\nKhi xuôi dòng:  v1,3x=v1,2+v2,3v1,3x=v1,2+v2,3v1,3x=v1,2+v2,3\nKhi ngược dòng:  v1,3n=v1,2−v2,3v1,3n=v1,2−v2,3v1,3n=v1,2−v2,3\nThay số:\nThời gian xuôi dòng:  tx=sv1,3x=1815+3=1tx=sv1,3x= ​1815+3=1tx=sv1,3x= ​1815+3=1 ( giờ).\nThời gian ngược dòng: tn=sv1,3n=1815−3=1,5tn=sv1,3n= ​1815−3=1,5tn=sv1,3n= ​1815−3=1,5  ( giờ ).\nt=tx+tn=2,5t=tx+ tn=2,5t=tx+ tn=2,5 giờ.",
    "check": "1 -> 3"
}{
    "cau_hoi": "Một dòng sông rộng 100 m và dòng nước chảy với vận tốc 3 m/s so với bờ theo hướng Tây - Đông. Một chiếc thuyền đi sang ngang sông với vận tốc 4 m/s so với dòng nước. Tính độ lớn vận tốc của thuyền so với dòng sông.",
    "cac_dap_an": "A. 5 m/s.\nB. 7 m/s.\nC. 1 m/s.\nD. 2 m/s.",
    "giai_thich": "Đáp án đúng là: A.\nMà →v1,2⊥→v2,3v→1,2⊥v→2,3v→1,2⊥v→2,3 nên v1,3=√v21,2+v22,3=√42+32=5v1,3=v1,22+v2,32=42+32=5v1,3=v1,22+v2,32=42+32=5 (m/s).",
    "check": "2 -> 4"
}{
    "cau_hoi": "Một dòng sông rộng 100 m và dòng nước chảy với vận tốc 3 m/s so với bờ theo hướng Tây- Đông. Một chiếc thuyền đi sang ngang sông với vận tốc 4 m/s so với dòng nước. Tính quãng đường mà thuyền đã chuyển động được khi sang bên kia sông.",
    "cac_dap_an": "A. 125 m.\nB. 100 m .\nC. 50 m.\nD. 150 m.",
    "giai_thich": "Đáp án đúng là: A.\nSuy ra :  s = AD = 25.5 = 125 (m).s = AD = 25.5 = 125 (m).s = AD = 25.5 = 125 (m).",
    "check": "2 -> 4"
}{
    "cau_hoi": "Trường hợp nào sau đây vận tốc và tốc độ có độ lớn như nhau?",
    "cac_dap_an": "A. Vật chuyển động thẳng theo một chiều không đổi.\nB. Vật chuyển động thẳng.\nC. Vật chuyển động theo một chiều.\nD. Luôn luôn bằng nhau về độ lớn.",
    "giai_thich": "Đáp án đúng là A.\nD – sai.",
    "check": "2 -> 4"
}{
    "cau_hoi": "Hãy chỉ ra câu không đúng:",
    "cac_dap_an": "A. Quỹ đạo của chuyển động thẳng đều là đường thẳng.\nB. Tốc độ trung bình của chuyển động thẳng đều trên mọi đoạn đường là như nhau.\nC. Trong chuyển động thẳng đều, quãng đường đi được của vật tỉ lệ thuận với khoảng thời gian chuyển động.\nD. Chuyển động đi lại của một pit-tông trong xi lanh là chuyển động thẳng đều.",
    "giai_thich": "Đáp án đúng là D.\nD - sai vì chuyển động của một pit-tông trong xi lanh là chuyển động thẳng nhưng không đều.",
    "check": "1 -> 3"
}