[
  {
    "title": "Lý thuyết Bài 1: Cấu trúc của chất. Sự chuyển thể",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-1-cau-truc-cua-chat-su-chuyen-the.jsp",
    "content": {
      "Mô hình động học phân tử về cấu tạo chất": "Mô hình động học phân tử gồm các nội dung cơ bản:\n- Vật chất được cấu tạo bởi một số lượng lớn các hạt có kích thước rất nhỏ gọi là phân tử. Các hạt bao gồm (phân tử, nguyên tử, ion).\n- Các phân tử chuyển động không ngừng (hình 1). Nhiệt độ của vật càng cao thì tốc độ chuyển động của các phân tử cấu tạo nên vật càng lớn.\n- Giữa các phân tử có lực hút và đẩy gọi chung là lực liên kết phân tử.",
      "Cấu trúc của chất rắn, chất lỏng và chất khí": "Vật chất thường tồn tại ở ba trạng thái cơ bản là: thể rắn, thể lỏng và thể khí.\n- Ở thể rắn các phân tử rất gần nhau và chúng được sắp xếp theo một trật tự hình học xác định. Lực tương tác giữa các phân tử rất mạnh, giữ cho chúng không di chuyển tự do mà chỉ có thể dao động quanh vị trí cân bằng xác định. Do đó, chất rắn kết tinh luôn có thể tích và hình dạng riêng xác định.\n- Ở thể lỏng, các phân tử ở xa nhau hơn so với các phân tử trong chất rắn. Lực tương tác giữa các phân tử chất lỏng nhỏ hơn trong chất rắn nên giữ cho các phân tử không bị phân tán ra xa nhau, do đó chất lỏng có thể tích riêng xác định. Tuy nhiên lực tương tác này chưa đủ lớn nên các phân tử ở thể lỏng cũng dao động quanh vị trí cân bằng nhưng các vị trí cân bằng này không cố định mà luôn luôn thay đổi. Do đó, khối chất lỏng rất khó bị nén, nó có thể tích xác định nhưng không có hình dạng riêng mà có hình dạng của phần bình chứa nó.\n- Ở thể khí, các phân tử ở xa nhau hơn so với các phân tử trong chất lỏng. Khoảng cách giữa các phân tử rất lớn so với kích thước của chúng nên lực tương tác giữa các phân tử rất yếu (trừ khi va chạm nhau), nên các phân tử chuyển động hoàn toàn hỗn loạn. Do đó, khối chất khí không có hình dạng và thể tích riêng mà nó có hình dạng và thể tích của bình chứa nó và có thể nén được dễ dàng.",
      "Sự chuyển thể": "Các chất có thể chuyển từ thể này sang thể khác. Đa số các chất ở thể rắn khi nóng lên có thể chuyển sang thể lỏng, rồi từ thể lỏng sang thể khí. Ngược lại, đa số chất khí khi lạnh đi có thể chuyển sang thể lỏng, rồi từ thể lỏng sang thể rắn. Một số chất có thể chuyển trực tiếp từ thể rắn sang thể khí và ngược lại.",
      "Dùng mô hình động học phân tử giải thích sự chuyển thể": "Quá trình chuyển từ thể rắn sang thể lỏng của các chất gọi là sự nóng chảy.\nSự hoá hơi là quá trình chuyển từ thể lỏng sang thể khí. Sự hoá hơi thể hiện qua hai hình thức đó là sự bay hơi và sự sôi.\nSự hoá hơi xảy ra trên bề mặt chất lỏng gọi là sự bay hơi. Sự bay hơi xảy ra ở nhiệt độ bất kì và luôn kèm theo sự ngưng tụ.\nTốc độ bay hơi của chất lỏng càng nhanh nếu diện tích mặt thoáng càng lớn, tốc độ gió càng lớn, nhiệt độ càng cao, và độ ẩm không khí càng thấp.\nSự hoá hơi xảy ra ở bên trong và trên bề mặt chất lỏng gọi là sự sôi. Sự sôi xảy ra ở nhiệt độ sôi.\nNhiệt độ sôi của chất lỏng phụ thuộc áp suất khí trên mặt thoáng và bản chất của chất lỏng. Trong suốt thời gian sôi, nhiệt độ chất lỏng không thay đổi.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 2: Nội năng. Định luật I của nhiệt động lực học",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-2-noi-nang-dinh-luat-i-cua-nhiet-dong-luc-hoc.jsp",
    "content": {
      "Nội năng của một vật": "Vì các phân tử chuyển động không ngừng nên chúng có động năng. Động năng này được gọi là động năng phân tử. Động năng phân tử phụ thuộc vào tốc độ chuyển động của phân tử.\nVì các phân tử tương tác với nhau nên chúng có thế năng. Thế năng này được gọi là thế năng tương tác phân tử, gọi tắt là thế năng phân tử. Thế năng phân tử phụ thuộc vào khoảng cách giữa các phân tử. Tổng động năng và thế năng của các phân tử cấu tạo nên vật được gọi là nội năng của vật. Nội năng được kí hiệu bằng chữ U và có đơn vị là jun (J).\nNội năng của một vật phụ thuộc vào nhiệt độ và thể tích của vật.",
      "Cách làm thay đổi nội năng": "Có hai cách làm thay đổi nội năng của vật là thực hiện công và truyền nhiệt. Trong quá trình thực hiện công có sự chuyển hóa từ một dạng năng lượng khác sang nội năng. Trong quá trình truyền nhiệt không có sự chuyển hóa năng lượng từ dạng này sang dạng khác mà chỉ có sự truyền nội năng từ vật này sang vật khác.",
      "Định luật I của nhiệt động lực học": "Độ biến thiên nội năng của vật bằng tổng công và nhiệt lượng mà vật nhận được\nQui ước dấu:\n•\nΔ\nU\n> 0: Nội năng tăng;\nΔ\nU\n< 0: Nội năng giảm.\n• A > 0: Hệ nhận công; A < 0: Hệ sinh công.\n• Q > 0: Hệ nhận nhiệt; Q < 0: Hệ truyền nhiệt.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 3: Nhiệt độ. Thang nhiệt độ – nhiệt kế",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-3-nhiet-do-thang-nhiet-do-nhiet-ke.jsp",
    "content": {
      "Khái niệm nhiệt độ": "Nhiệt độ cho biết trạng thái cân bằng nhiệt của các vật tiếp xúc nhau và chiều truyền nhiệt năng:\n- Khi hai vật có nhiệt độ chênh lệch tiếp xúc nhau thì nhiệt năng truyền từ vật có nhiệt độ cao hơn sang vật có nhiệt độ thấp hơn.\n- Khi hai vật có nhiệt độ bằng nhau tiếp xúc nhau thì không có sự truyền nhiệt năng giữa chúng. Hai vật ở trạng thái cân bằng nhiệt.",
      "Các thang nhiệt độ": "- Mỗi độ chia (1°C) trong thang Celcius bằng 1/100 khoảng cách giữa nhiệt độ tan chảy của nước tinh khiết đóng băng và nhiệt độ sôi của nước tinh khiết (ở áp suất tiêu chuẩn).\n- Mỗi độ chia (1K) trong thang Kelvin bằng 1/273,16 khoảng cách giữa nhiệt độ không tuyệt đối và nhiệt độ mà nước tinh khiết tồn tại đồng thời ở thể rắn, lỏng và hơi (ở áp suất tiêu chuẩn).\n- Liên hệ giữa nhiệt độ theo thang Kelvin và nhiệt độ theo thang Celcius (khi làm tròn số) là:\nT(K) = t(°C) + 273\nt(°C) = T(K) – 273",
      "Nhiệt kế": "Nhiệt kế là thiết bị dùng để đo nhiệt độ. Nhiệt kế được chế tạo dựa trên một số tính chất vật lí phụ thuộc vào nhiệt độ của các chất, các vật liệu, các linh kiện điện và điện tử,...\nTính chất vật lí được sử dụng nhiều trong trong việc chế tạo nhiệt kế là sự nở vì nhiệt. Các nhiệt kế thường dùng là các nhiệt kế được chế tạo dựa trên sự nở dài của cột chất lỏng trong ống thuỷ tinh (nhiệt kế rượu, nhiệt kế thuỷ ngân, nhiệt kế dầu).\nSự nở dài của một thanh kim loại mỏng thẳng hoặc xoắn ốc được dùng trong việc chế tạo các loại nhiệt kế kim loại.\nSự nở khối của một lượng khí xác định ở áp suất không đổi được dùng để chế tạo các loại nhiệt kế khí.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 4: Nhiệt dung riêng",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-4-nhiet-dung-rieng.jsp",
    "content": {
      "Hệ thức tính nhiệt lượng trong quá trình truyền nhiệt để làm thay đổi nhiệt độ của vật": "Các hiện tượng quan sát được hằng ngày cho thấy độ lớn của nhiệt lượng cần cung cấp cho vật để làm tăng nhiệt độ của nó phụ thuộc vào các yếu tố sau:\n- Khối lượng của vật;\n- Độ tăng nhiệt độ của vật;\n- Tính chất của chất làm vật.\nNhiệt lượng cần thiết để làm thay đổi nhiệt độ của một lượng chất:\nQ\n=\nm\nc\n.\nΔ\nT",
      "Định nghĩa nhiệt dung riêng": "Nhiệt dung riêng\nc\n=\nQ\nm\nΔ\nT\ncủa một chất là nhiệt lượng cần thiết để 1 kg chất đó tăng thêm 1K (hoặc 1°C).",
      "Thực hành đo nhiệt dung riêng của nước": "Sử dụng bộ dụng cụ thí nghiệm dưới\n- Đổ một lượng nước vào bình nhiệt lượng kế, sao cho toàn bộ dây điện trở chìm trong nước, xác định khối lượng nước này.\n- Cắm đầu đo của nhiệt kế vào nhiệt lượng kế.\n- Nối oát kế với nhiệt lượng kế và nguồn điện.\n- Bật nguồn điện.\n- Khuấy liên tục để nước nóng đều. Cứ sau mỗi khoảng thời gian 1 phút, đọc công suất dòng điện từ oát kế, nhiệt độ từ nhiệt kế rồi điền kết quả vào vở theo mẫu tương tự Bảng 4.2.\n- Tắt nguồn điện.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 5: Nhiệt nóng chảy riêng",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-5-nhiet-nong-chay-rieng.jsp",
    "content": {
      "Hệ thức tính nhiệt lượng trong quá trình truyền nhiệt để làm vật nóng chảy hoàn toàn": "Nhiệt lượng cần truyền cho vật khi vật bắt đầu nóng chảy tới khi vật nóng chảy hoàn toàn phụ thuộc vào khối lượng của vật và tính chất của chất làm vật.\nNhiệt lượng cần để một vật rắn nóng chảy hoàn toàn tại nhiệt độ nóng chảy:\nQ\n=\nm\nλ",
      "Định nghĩa nhiệt nóng chảy riêng": "Nhiệt nóng chảy riêng\nλ\n=\nQ\nm\ncủa một chất là nhiệt lượng cần thiết để 1kg chất đó chuyển hoàn toàn từ thể rắn sang thể lỏng ở nhiệt độ nóng chảy.\nNhiệt nóng chảy riêng và nhiệt độ nóng chảy là những thông tin giúp xác định được năng lượng cần cung cấp cho lò nung, thời gian nung, thời điểm đổ kim loại nóng chảy vào khuôn, thời điểm lấy sản phẩm ra khỏi khuôn. Các đại lượng này cũng cần cho việc lựa chọn vật liệu chế tạo hợp kim phù hợp với từng yêu cầu sử dụng khác nhau, tách các kim loại nguyên chất ra khỏi quặng hỗn hợp, ...",
      "Thực hành đo nhiệt nóng chảy riêng của nước đá": "Sử dụng bộ thí nghiệm dưới:\n- Cho viên nước đá (khối lượng m kg) và một ít nước lạnh vào bình nhiệt lượng kế, sao cho toàn bộ điện trở chìm trong hỗn hợp nước và nước đá.\n- Cắm đầu đo của nhiệt kế vào bình nhiệt lượng kế.\n- Nối oát kế với nhiệt lượng kế và nguồn điện.\n- Bật nguồn điện.\n- Khuấy liên tục nước đá, cứ sau mỗi khoảng thời gian 2 phút lại đọc số đo công suất trên oát kế và nhiệt độ trên nhiệt kế rồi ghi kết quả vào vở theo mẫu.\n- Tắt nguồn điện.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 6: Nhiệt hoá hơi riêng",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-6-nhiet-hoa-hoi-rieng.jsp",
    "content": {
      "Hệ thức tính nhiệt lượng trong quá trình truyền nhiệt khi một lượng chất lỏng hoá hơi ở nhiệt độ không đổi": "Nhiệt lượng cần cung cấp cho một lượng chất lỏng hoá hơi ở nhiệt độ không đổi phụ thuộc vào khối lượng và bản chất của chất lỏng.\nNhiệt lượng cần để một lượng chất lỏng hoá hơi hoàn toàn tại nhiệt độ sôi:\nQ\n=\nm\nL",
      "Định nghĩa nhiệt hoá hơi riêng": "Nhiệt hoá hơi riêng\nL\n=\nQ\nm\ncủa một chất là nhiệt lượng cần thiết để 1kg chất đó chuyển hoàn toàn từ thể lỏng sang thể khí ở nhiệt độ không đổi (hoặc nhiệt độ sôi).\nNhiệt hoa hơi riêng là thông tin cần thiết trong việc thiết kế, chế tạo các sản phẩm có sử dụng hiện tượng hoá hơi nhằm tiết kiệm năng lượng, bảo vệ môi trường. Ví dụ như các thiết bị làm lạnh (máy điều hoà nhiệt độ, dàn lạnh, dàn bay hơi, ... ), nồi hấp tiệt trùng trong y học, thiết bị xử lí rác thải ứng dụng công nghệ nhiệt hoá hơi, ...",
      "Thực hành đo nhiệt hoá hơi riêng của nước": "Sử dụng bộ thí nghiệm dưới:\n- Đặt nhiệt lượng kế lên cân. Đổ nước nóng vào nhiệt lượng kế. Xác định khối lượng nước trong bình.\n- Tháo nắp bình ra khỏi nhiệt lượng kế.\n- Nối oát kế với điện trở và nguồn điện.\n- Đặt dây điện trở vào nhiệt lượng kế sao cho toàn bộ dây điện trở chìm trong nước.\n- Bật nguồn điện.\n- Đun sôi nước trong bình nhiệt lượng kế. Sau mỗi khoảng thời gian 2 phút, đọc số đo công suất trên oát kế, khối lượng nước trong bình nhiệt lượng kế trên cân. Ghi các kết quả vào vở theo mẫu.\n- Tắt nguồn điện.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 8: Mô hình động học phân tử chất khí",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-8-mo-hinh-dong-hoc-phan-tu-chat-khi.jsp",
    "content": {
      "Chuyển động Brown trong chất khí": "- Chuyển động Brown là chuyển động ngẫu nhiên của các hạt rất nhẹ trong chất lỏng hoặc chất khí do sự va chạm với các phân tử khác và với thành bình chứa.\n- Quỹ đạo của chuyển động Brown là những đường gấp khúc bất kì.\n- Chuyển động Brown chứng tỏ các phân tử chất khí chuyển động hỗn loạn, không ngừng. Nhiệt độ càng cao, các phân tử khí chuyển động càng nhanh.\nKhi chuyển động hỗn loạn, các phân tử khí va chạm vào nhau và va chạm thành bình nên gây ra áp suất lên thành bình chứa. Khi nhiệt độ tăng, áp suất khí tác dụng lên thành bình tăng. Khi đó tốc độ trung bình của các phân tử được xác định:\n¯\nv\n=\nv\n1\n+\nv\n2\n+\n…\n+\nv\nn\nn",
      "Tương tác giữa các phân tử khí": "Giữa các phân tử khí cũng có lực đẩy và lực hút, gọi chung là lực liên kết. Khoảng cách giữa các phân tử ở thể khí rất lớn so với ở thể lỏng và thể rắn nên lực liên kết giữa các phân tử ở thể khí rất yếu so với ở thể lỏng và thể rắn.",
      "Mô hình động học phân tử chất khí": "Thuyết động học phân tử chất khí hay còn gọi là mô hình động học phân tử chất khí gồm những nội dung chính sau:\n• Chất khí gồm tập hợp rất nhiều các phân tử có kích thước rất nhỏ so với khoảng cách giữa chúng.\n• Các phân tử khí luôn chuyển động hỗn loạn, không ngừng. Nhiệt độ càng cao, các phân tử khí chuyển động càng nhanh.\n• Khi chuyển động hỗn loạn, các phân tử khí va chạm vào nhau và va chạm thành bình nên gây ra áp suất lên thành bình chứa.\nTừ thuyết động học phân tử chất khí ta thấy các phân tử di chuyển theo đường thẳng và chỉ thay đổi hướng khi chúng va chạm với các phân tử khác hoặc với thành bình chứa. Va chạm giữa các phân tử có tính đàn hồi.",
      "Khí lí tưởng": "1. Các phân tử khí được coi là các chất điểm, không tương tác với nhau khi chưa va chạm.\n2. Các phân tử khí tương tác khi va chạm với nhau và va chạm với thành bình. Các va chạm này là va chạm hoàn toàn đàn hồi.\nMô hình trên bỏ qua thể tích của phân tử khí, bỏ qua tương tác của các phân tử khi chưa va chạm và coi va chạm là hoàn toàn đàn hồi làm cho việc mô tả các hiện tượng về chất khí trở nên đơn giản, dễ dàng. Chất khí trong mô hình trên được gọi là khí lí tưởng.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 9: Định luật Boyle",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-9-dinh-luat-boyle.jsp",
    "content": {
      "Các thông số trạng thái của một lượng khí": "Trạng thái của một khối lượng khí nhất định được xác định bằng ba thông số trạng thái của khối khí: thể tích V, áp suất p và nhiệt độ tuyệt đối T.\nQuá trình khối khí biến đổi từ trạng thái này sang trạng thái khác gọi là quá trình biến đổi trạng thái.",
      "Quá trình đẳng nhiệt": "Quá trình biến đổi trạng thái của một khối lượng khí xác định khi nhiệt độ giữ không đổi được gọi là quá trình đẳng nhiệt. Thí nghiệm về quá trình đẳng nhiệt sẽ giúp ta xác định được mối quan hệ giữa áp suất p và thể tích V của một khối lượng khí xác định trong quá trình này.",
      "Thí nghiệm khảo sát quá trình đẳng nhiệt": "Lập bảng kết quả:\np (kPa)\nV (cm3)\n1\nV\n(\ncm\n−\n3\n)\nPV (kPa.cm3)\n110\n43,6\n0,023\n4796\n120\n40,0\n0,025\n4800\n130\n36,9\n0,027\n4797\n140\n34,3\n0,029\n4802",
      "Định luật Boyle": "Với khối luợng khí xác định, khi giữ nhiệt độ của khí không đổi thì áp suất p gây ra bởi khí tỉ lệ nghịch với thể tích V của nó.\npV = hằng số\nĐịnh luật Boyle được ứng dụng trong nhiều lĩnh vực như:\n• Chế tạo các dụng cụ như bơm xe đạp, bình cứu hỏa, phao cứu sinh, ...\n• Hóa lỏng khí để bảo quản và vận chuyển.\n• Lặn biển.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 10: Định luật Charles",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-10-dinh-luat-charles.jsp",
    "content": {
      "Quá trình đẳng áp": "Quá trình biến đổi trạng thái của một khối lượng khí xác định khi giữ áp suất không đổi được gọi là quá trình đẳng áp.",
      "Định luật Charles": "Khi giữ không đổi áp suất của một khối lượng khí xác định thì thể tích V của khí tỉ lệ với nhiệt độ tuyệt đối T của nó.\nV\nT\n=\nh\nằ\nn\ng\ns\nố\nĐịnh luật Charles được ứng dụng trong nhiều lĩnh vực như:\n• Nhiệt kế khí: Đo nhiệt độ môi trường, đo nhiệt độ cơ thể,...\n• Bình ga, bóng bay.\n• Cảm biến áp suất: Cảm biến áp suất trong lốp xe, cảm biến áp suất khí quyển,...\n• Hệ thống điều hòa: Sử dụng sự thay đổi thể tích khí để điều chỉnh nhiệt độ.\n• Y học: Chẩn đoán và điều trị các bệnh về phổi.\n• Vật lý: Nghiên cứu về các tính chất của khí.",
      "Thí nghiệm minh hoạ định luật Charles": "Sử dụng bộ dụng cụ thí nghiệm dưới\nChuẩn bị:\n- Xi lanh thuỷ tinh dung tích 50 mL, có độ chia nhỏ nhất 1 mL (1).\n- Nhiệt kế điện tử (2).\n- Ba cốc thuỷ tinh (3), (4), (5).\nNút cao su để bịt đầu ra của xi lanh.\n- Giá đỡ thí nghiệm (6).\n- Nước đá, nước ấm, nước nóng.\n- Dầu bôi trơn.\nTiến hành:\nBước 1: Cho một chút dầu bôi trơn vào pit-tông để pit-tông dễ dàng di chuyển trong xi lanh. Điều chỉnh pit-tông ở mức 30 mL, bịt đầu ra của xi lanh bằng nút cao su.\nBước 2: Ghi giá trị nhiệt độ phòng và thể tích không khí trong xi lanh vào bảng kết quả.\nBước 3: Đổ nước đá vào cốc (3).\nBước 4: Nhúng xi lanh và nhiệt kế vào cốc. Sau khoảng thời gian 3 phút, ghi giá trị thể tích V của không khí trong xi lanh và nhiệt độ t vào bảng số liệu.\nBước 5: Lần lượt đổ nước ấm vào cốc (4) và nước nóng vào cốc (5). Thực hiện tương tự bước 4 ở mỗi trường hợp.",
      "Các định luật Boyle và Charles là các định luật gần đúng": "Các định luật Boyle và Charles được rút ra từ những thí nghiệm thực hiện trong điều kiện áp suất không quá 106 Pa, nhiệt độ không dưới 200 K.\nCác thí nghiệm thực hiện trong điều kiện áp suất rất cao và nhiệt độ rất thấp cho kết quả không phù hợp với các định luật trên.\nĐể phân biệt khí lí tưởng với khí thực người ta định nghĩa khí lí tưởng là khí tuân theo đúng các định luật Boyle và Charles.\nTuy nhiên, sự khác biệt giữa khí lí tưởng và khí thực không lớn ở điều kiện bình thường về áp suất và nhiệt độ nên người ta vẫn có thể áp dụng các định luật của khí lí tưởng cho khí thực nếu không cần độ chính xác cao.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 11: Phương trình trạng thái của khí lí tưởng",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-11-phuong-trinh-trang-thai-cua-khi-li-tuong.jsp",
    "content": {
      "Phương trình trạng thái của một lượng khí xác định": "Phương trình trạng thái khí lý tưởng mô tả mối quan hệ giữa áp suất, thể tích, nhiệt độ và số mol của chất khí:\np\n1\nV\n1\nT\n1\n=\np\n2\nV\n2\nT\n2\n⇒\np\nV\nT\n=\nhằng số.",
      "": "Phương trình:\npV\n=\nnRT\n=\nm\nM\nRT\ncòn được gọi là phương trình Claperon - Mendeleev.\n* Trong đó:\n• n là số mol:\nn\n=\nm\nM\nvới (m là khối lượng, M là khối lượng mol);\n• R hằng số khí, hệ SI: R = 8,31 (J/kg.K); hệ hỗn hợp\nR\n=\n0\n,\n082\n(\natm\n.\nl\nmol\n.\nK\n)\n.",
      "Vận dụng": "Mô hình khí lý tưởng được sử dụng rộng rãi trong nhiều lĩnh vực khác nhau, bao gồm:",
      "Hàng không:": "Xem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 12: Áp suất khí theo mô hình động học phân tử. Quan hệ giữa động năng phân tử và nhiệt độ",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-12-ap-suat-khi-theo-mo-hinh-dong-hoc-phan-tu.jsp",
    "content": {
      "Tác dụng của một phân tử khí lên thành bình": "Áp suất khí tác dụng lên thành bình càng tăng khi các phân tử khi chuyển động nhiệt càng nhanh, khối lượng và mật độ phân tử khí càng lớn.\nTừ phương trình trạng thái khí lí tưởng ta có:\npV\n=\nnRT\n=\nN\nN\nA\n⋅\nRT\n=\nN\n(\nR\nN\nA\n)\nT\n=\nNk\nB\nT\n(1)\nTrong đó\nk\nB\n=\nR\nN\nA\n=\n8\n,\n31\n6\n,\n023.10\n23\n=\n1\n,\n38\n⋅\n10\n−\n23\n(\nJ\nK\n)\nlà hằng số Boltzmann.\nXét hình lập phương có cạnh dài\nl\nchứa n mol khí lý tưởng. Một phân tử có khối lượng m chuyển động vận tốc\n→\nv\nva chạm với bức tường được tô màu có diện tích S như hình vẽ bên.\nĐộ biến thiên động lượng:\nΔ\np\n=\nΔ\nmv\n=\nmv\nx\n−\n(\n−\nmv\nx\n)\n=\n2\nmvv\nx\nGọi\nΔ\nt\nlà khoảng thời gian giữa hai lần va chạm liên tiếp\nΔ\nt\n=\n2\nl\nv\nx\nLực do một phân tử tác dụng lên thành bình có độ lớn:\nF\n=\nΔ\np\nΔ\nt\n=\n2\nmv\nx\nΔ\nt\n=\nmv\n2\nx\nl",
      "Tác dụng của N phân tử khí lên thành bình": "Vậy tổng lực do N phân tử tác dụng lên thành bình:\nF\n=\n∑\nN\ni\nF\ni\n=\n∑\nN\ni\nmv\n2\nix\nl\n=\nm\nl\n∑\nN\ni\nv\n2\nix\n.\nGiá trị trung bình tổng các lực do N phân tử tác dụng là:\n¯¯¯\nF\n=\nN\nm\nl\n(\n∑\nN\ni\n¯¯¯¯\nv\n2\nix\n)\n=\nN\nm\n¯\nv\n2\nx\nl\n(2)\nVì phân tử có tốc độ trung bình như nhau theo cả ba hướng nên\n¯¯¯¯\nv\n2\nx\n=\n¯¯¯\nv\n2\ny\n=\n¯¯¯\nv\n2\nz\n.\nDo đó trung bình của bình phương tốc độ được viết là\n¯¯¯\nv\n2\n=\n¯¯¯¯\nv\n2\nx\n+\n¯¯¯\nv\n2\ny\n+\n¯¯¯\nv\n2\nz\n=\n3\n¯¯¯¯\nv\n2\nx\nthay vào (2) ta được biểu thức:\n¯¯¯\nF\n=\nN\nm\n¯¯¯¯\nv\n2\nx\nl\n=\nN\nm\n¯¯¯¯\nv\n2\n3\nl\nVậy áp suất tác dụng lên thành bình là:\np\n=\nF\nS\n=\nN\nm\n¯¯¯\nv\n2\n3\nS\nl\n=\nNm\n¯¯¯\nv\n2\n3\nV\n⇒\npV\n=\n1\n3\nNm\n¯¯¯\nv\n2\n(3)",
      "Mối quan hệ giữa động năng phân tử và nhiệt độ": "Từ (1) và (3) ta có:\n⇒\n1\n3\nNm\n2\n=\nNk\nB\nT\nDo đó động năng trung bình của một phân tử là\n¯¯¯¯¯¯\nW\nd\n=\n1\n2\nm\n¯¯¯\nv\n2\n=\n3\n2\nk\nB\nT\n.\nkB là hằng số Boltzmann, kB = 1,38.10-23 J/K\nCăn bậc hai của\n¯¯¯\nv\n2\nlà\n√\n¯¯¯\nv\n2\nđược gọi là tỗc độ căn quân phương của phân tử hay còn gọi tốc độ căn bậc hai trung bình của phân tử khí, kí hiệu\nv\nrms\n=\n√\n¯¯¯¯\nv\n2\n.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 14: Từ trường",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-14-tu-truong.jsp",
    "content": {
      "Tương tác từ": "Tương tác giữa nam châm với nam châm, giữa dòng điện với nam châm và giữa dòng điện với dòng điện đều gọi là tương tác từ. Lực tương tác trong các trường hợp đó gọi là lực từ.",
      "Khái niệm từ trường": "- Xung quanh nam châm, xung quanh dòng điện có từ trường.\n- Từ trường là trường lực gây ra bởi dòng điện hoặc nam châm, là một dạng của vật chất tồn tại xung quanh dòng điện hoặc nam châm mà biểu hiện cụ thể là sự xuất hiện của lực từ tác dụng lên một dòng điện hay một nam châm khác đặt trong nó.",
      "Tính chất cơ bản của từ trường": "Tính chất cơ bản của từ trường là nó gây ra lực từ tác dụng lên một nam châm, một dòng điện hay một hạt mang điện chuyển động đặt trong nó. Nhờ tính chất này người ta dùng kim nam châm, gọi là nam châm thử để phát hiện sự tồn tại của từ trường.",
      "Cảm ứng từ": "- Để đặc trưng cho từ trường về mặt tác dụng lực, người ta đưa vào một đại lượng vectơ gọi là cảm ứng từ, kí hiệu là\n→\nB\n. Khi nam châm thử nằm cân bằng ở các điểm khác nhau trong từ trường thì nói chung nó định hướng theo các phương khác nhau. Điều đó gợi ý rằng có thể coi phương của nam châm thử nằm cân bằng tại một điểm trong từ trường là phương của vectơ cảm ứng từ\n→\nB\ncủa từ trường tại điểm đó. Người ta quy ước lấy chiều từ cực Nam sang cực Bắc của nam châm thử là chiều của vectơ cảm ứng từ\n→\nB\n.\n- Ta thừa nhận rằng lực từ tác dụng lên một dòng điện (đoạn dây dẫn có dòng điện chạy qua) hay một nam châm đặt trong từ trường ở điểm nào lớn hơn thì cảm ứng từ tại điểm đó lớn hơn.\n- Từ trường đều là từ trường có cảm ứng từ\n→\nB\ntại mọi điểm đều bằng nhau.",
      "Từ phổ": "Để có được hình ảnh trực quan của từ trường, ta sử dụng các mạt sắt.\nHình ảnh những đường tạo ra bởi các mạt sắt trong các thí nghiệm trên được gọi là từ phổ. Từ phổ cho ta thấy hình ảnh trực quan của từ trường.",
      "Đường sức từ": "Để biểu diễn về mặt hình học của từ trường trong không gian, người ta đưa ra khái niệm đường sức từ.\nĐường sức từ là những đường vẽ ở trong không gian có từ trường sao cho tiếp tuyến với nó tại mỗi điểm trùng với phương của vectơ cảm ứng từ tại điểm đó. Chiều của đường sức từ là chiều của vectơ cảm ứng từ.\n- Các đặc điểm của đường sức từ:\n+ Tại mỗi điểm trong từ trường, chỉ có thể vẽ được một đường sức từ đi qua và chỉ một mà thôi.\n+ Các đường sức từ là những đường cong khép kín.\n+ Nơi nào từ trường mạnh hơn thì các đường sức từ ở đó vẽ dày hơn, nơi nào từ trường yếu hơn thì các đường sức từ vẽ thưa hơn.\nĐể xác định chiều của đường sức từ theo quy tắc nắm bàn tay phải như sau:\n+ Đối với dòng điện thẳng: Giơ ngón cái của bàn tay phải hướng theo chiều dòng điện, khum bốn ngón tay kia xung quanh dây dẫn thì chiều từ cổ tay đến bốn ngón tay đó là chiều của đường sức từ.\n+ Đối với dòng điện tròn và ống dây: Khum bàn tay phải sao cho chiều từ cổ tay đến các ngón tay trùng với chiều dòng điện chạy qua các vòng dây thì chiều ngón tay cái choãi ra chỉ chiều của đường sức từ.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 15: Lực từ tác dụng lên dây dẫn mang dòng điện. Cảm ứng từ",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-15-luc-tu-tac-dung-len-day-dan-mang-dong-dien.jsp",
    "content": {
      "Thí nghiệm về lực từ tác dụng lên đoạn dây dẫn mang dòng điện": "Để khảo sát lực từ tác dụng lên đoạn dây dẫn mang dòng điện người ta sử dụng thiết bị sau:\nTừ kết quả thí nghiệm và nhiều thí nghiệm khác cũng cho thấy:\n- Khi cho dòng điện có cường độ I chạy qua đoạn dây dẫn đặt trong từ trường thì xuất hiện lực từ\n→\nF\ntác dụng lên đoạn dây dẫn mang dòng điện.\n- Lực từ\n→\nF\ncó phương vuông góc với đoạn dây dẫn mang dòng điện đặt trong từ trường và vuông góc với đường sức từ.\nChiều của lực từ được xác định theo quy tắc bàn tay trái: Đặt bàn tay trái sao cho vectơ cảm ứng từ\n→\nB\nhướng vào lòng bàn tay, chiều từ cổ tay đến các ngón tay trùng với chiều dòng điện, thì ngón tay cái choãi ra 90° chỉ chiều của lực từ\n→\nF\ntác dụng lên dây dẫn mang dòng điện.",
      "Biểu thức": "Cảm ứng từ:\nB\n=\nF\nI\nl\nsin\nα\nLực từ:\nF\n=\nB\nI\nl\nsin\nα\nTrong đó:\nB là cảm ứng từ;\nI là cường độ dòng điện;\nl\nchiều dài đoạn dây mang dòng điện đặt trong từ trường;\nα là góc hợp bởi đoạn dây mang dòng điện và vectơ cảm ứng từ\n→\nB",
      "Đơn vị": "Trong hệ SI, đơn vị cảm ứng từ là tesla (T).\nMột tesla (1 T) là độ lớn cảm ứng từ của một từ trường đều mà khi ta đặt vào trong nó một dòng điện thẳng có cường độ 1 ampe vuông góc với các đường sức từ thì mỗi mét dài của dòng điện chịu tác dụng của một lực từ bằng 1 niutơn.\nTrong công thức, F đo bằng niutơn (N), I đo bằng ampe (A) và L đo bằng mét (m).\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 16: Từ thông. Hiện tượng cảm ứng điện từ",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-16-tu-thong-hien-tuong-cam-ung-dien-tu.jsp",
    "content": {
      "Từ thông": "Từ thông qua diện tích S:\nΦ\n=\nB\nS\ncos\nα\nTrong đó,\nα\nlà góc hợp bời cảm ứng từ\n→\nB\nvà vectơ pháp tuyến\n→\nn\ncủa mặt phẳng có diện tích S.\nĐơn vị của từ thông là vêbe (Wb). 1 Wb = 1T . 1m2\nKhi\n0\n°\n≤\nα\n<\n90\n°\n⇒\nΦ\n>\n0\nKhi\nα\n=\n90\n°\n⇒\nΦ\n=\n0\nKhi\n90\n°\n<\nα\n≤\n180\n°\n⇒\nΦ\n<\n0",
      "Hiện tượng cảm ứng điện từ": "Khi từ thông qua cuộn dây dẫn kín biến thiên thì trong cuộn dây dẫn đó xuất hiện một dòng điện gọi là dòng điện cảm ứng. Hiện tượng xuất hiện dòng điện cảm ứng trong cuộn dây dẫn gọi là hiện tượng cảm ứng điện từ.\nHiện tượng này chỉ tồn tại trong khoảng thời gian từ thông qua cuộn dây dẫn kín biến thiên.",
      "Chiều dòng điện cảm ứng. Định luật Lenz": "Định luật Lenz về chiều dòng điện cảm ứng: Dòng điện cảm ứng xuất hiện trong mạch kín có chiều sao cho từ trường do nó sinh ra có tác dụng chống lại sự biến thiên của từ thông qua mạch kín đó.",
      "Suất điện động cảm ứng. Định luật Faraday": "Thực nghiệm chứng tỏ rằng: Độ lớn của suất điện động cảm ứng trong mạch kín tỉ lệ với tốc độ biến thiên của từ thông qua mạch. Phát biểu này được gọi là định luật Faraday về cảm ứng điện từ.\nSuất điện động cảm ứng trong mạch điện kín là:\ne\nC\n=\n−\nΔ\nΦ\nΔ\nt\ntrong đó,\nΔ\nΦ\nlà độ biến thiên từ thông qua diện tích giới hạn bởi mạch điện kín.\nTrường hợp cuộn dây có N vòng thì\ne\nC\n=\n−\nN\nΔ\nΦ\nΔ\nt\nĐộ lớn suất điện động cảm ứng trong một đoạn dây dẫn chuyển động trong từ trường:\n(\ne\nC\n)\n=\nB\nl\nv\nsin\nθ\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 17: Máy phát điện xoay chiều",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-17-may-phat-dien-xoay-chieu.jsp",
    "content": {
      "Nguyên tắc tạo ra dòng điện xoay chiều": "Suất điện động càm ứng xoay chiều trong khung dây dẫn phẳng có diện tích S quay đều với tốc độ góc\nω\nquanh một trục vuông góc với các đường sức của một từ trường đều có cảm ứng từ\n→\nB\nlà\ne\n=\nE\n0\ncos\n(\nω\nt\n+\nφ\n0\n)\ntrong đó,\nT\n=\n2\nπ\nω\nlà chu kì,\nf\n=\n1\nT\n=\nω\n2\nπ\nlà tần số,\nφ\n0\nlà pha ban đầu và\nE\n0\nlà giá trị cực đại của suất điện động; nếu khung dây dẫn có N vòng thì\nE\n0\n=\nN\nB\nS\nω\nKhi nối hai đầu khung dây dẫn trên với điện trở thuần R tạo thành mạch kín, thì dòng điện trong khung dây dẫn biến thiên theo thời gian với tần số bằng tần số của suất điện động xoay chiều. Dòng điện này gọi là dòng điện xoay chiều.\nDo đó, nguyên tắc tạo ra dòng điện xoay chiều dựa trên hiện tượng cảm ứng điện từ là làm cho từ thông qua khung dây dẫn biến thiên điều hoà theo thời gian.",
      "Biểu thức dòng điện xoay chiều": "Điện áp xoay chiều giữa hai đầu một đoạn mạch là:\nu\n=\nU\n0\ncos\n(\nω\nt\n+\nφ\nu\n)\nCường độ dòng điện xoay chiều trong đoạn mạch là:\ni\n=\nI\n0\ncos\n(\nω\nt\n+\nφ\ni\n)\n- u và i tương ứng là giá trị điện áp tức thời và cường độ dòng điện tức thời tại thời điểm t;\n- U0 và I0 tương ứng là giá trị cực đại của điện áp và cường độ dòng điện xoay chiều;\n- ω là tần số góc của dòng điện xoay chiều, có đơn vị là rad/s;\n- φu, φi lần lượt là pha ban đầu của điện áp và cường độ dòng điện xoay chiều.\nĐộ lệch pha của điện áp so với cường độ dòng điện là:\nφ\n=\nφ\nu\n−\nφ\ni",
      "Giá trị hiệu dụng": "Cường độ hiệu dụng của dòng điện xoay chiều là\nI\n=\nI\n0\n√\n2\nGiá trị hiệu dụng của điện áp xoay chiều là\nU\n=\nU\n0\n√\n2\nGiá trị hiệu dụng của suất điện động xoay chiều là\nE\n=\nE\n0\n√\n2",
      "Cấu tạo": "Máy phát điện xoay chiều hoạt động dựa trên hiện tượng cảm ứng điện từ, có hai bộ phận chính là phần cảm và phần ứng. Một trong hai bộ phận chính được đặt cố định, gọi là stato, phần còn lại quay quanh một trục, gọi là rôto.\n- Phần cảm là nam châm điện hoặc nam châm vĩnh cửu dùng để tạo ra từ trường.\n- Phần ứng là các cuộn dây dẫn, trong đó xuất hiện suất điện động cảm ứng khi máy hoạt động.",
      "Nguyên tắc hoạt động": "Các máy phát điện xoay chiều hoạt động theo cách thứ nhất có stato là nam châm đặt cố định, rôto là khung dây quay quanh một trục trong từ trường tạo bởi stato. Để dẫn điện ra ngoài thì cần có hai vành khuyên, trong đó mỗi vành khuyên được gắn chặt vào một đầu của khung dây. Cả hai vành khuyên này được đặt đồng trục với trục quay của khung dây và cùng quay với khung dây.\nKhi máy hoạt động, mỗi vành khuyên có một chổi quét tì vào nên khi khung dây quay, hai vành khuyên trượt trên hai chổi quét, dòng điện truyền từ khung dây qua hai chổi quét ra mạch ngoài.\nCác máy phát điện xoay chiều hoạt động theo cách thứ hai có rôto là nam châm, thường là nam châm điện được nuôi bởi dòng điện một chiều (các cuộn dây của rôto cũng có lõi sắt và xếp thành vòng tròn) và stato gồm nhiều cuộn dây có lõi sắt, xếp thành một vòng tròn thì không cần vành khuyên và chổi quét, mà dòng điện được dẫn trực tiếp ra mạch ngoài bởi các cuộn dây đặt cố định.",
      "Ứng dụng của dòng điện xoay chiều trong cuộc sống": "Dòng điện xoay chiều được sử dụng rộng rãi trong cuộc sống là nhờ vào các tác dụng nhiệt, tác dụng từ, tác dụng phát sáng và tác dụng sinh lí của nó.\nCác thiết bị như quạt điện, động cơ điện, đèn điện, ... đã chuyển hoá năng lượng điện thành các dạng năng lượng khác nhằm đáp ứng các nhu cầu sống, sinh hoạt, lao động, sản xuất, ... của con người.\nTrong y học, dòng điện xoay chiều được sử dụng để vận hành các thiết bị y tế bao gồm: máy chẩn đoán hình ảnh (như máy chụp cộng hưởng từ, máy siêu âm, máy chụp X - quang) hoặc các máy hỗ trợ điều trị bệnh nhân (như máy sốc điện, máy điện tim), ...",
      "Quy tắc an toàn khi sử dụng dòng điện xoay chiều": "Một số quy tắc an toàn khi sử dụng dòng điện xoay chiều:\n- Tuân thủ theo các biển báo an toàn điện.\n- Tuyệt đối không chạm tay vào chỗ hở của đường dây điện hay cầm trực tiếp vật bằng kim loại cắm vào ổ điện.\n- Tránh lại gần những khu vực có điện thế nguy hiểm.\n- Kiểm tra, bảo trì các thiết bị điện định kì theo đúng hướng dẫn.\n- Ngắt nguồn điện khi có thiên tai, sấm sét.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 18: Ứng dụng hiện tượng cảm ứng điện từ",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-18-ung-dung-hien-tuong-cam-ung-dien-tu.jsp",
    "content": {
      "Máy biến áp": "Cấu tạo: Máy biến áp gồm hai cuộn dây có số vòng khác nhau quấn trên một lõi kín (lõi biến áp - Hình vẽ). Lõi thường làm bằng các lá sắt hoặc thép mỏng pha silicon, ghép cách điện với nhau để giảm hao phí điện năng do dòng điện Foucault (Phu-cô). Các cuộn dây gồm nhiều vòng thường làm bằng đồng, có phủ lớp cách điện. Một trong hai cuộn dây của máy biến áp được nối với nguồn điện xoay chiều, được gọi là cuộn sơ cấp. Cuộn thứ hai được nối với tải tiêu thụ điện năng, được gọi là cuộn thứ cấp.\nNguyên lí hoạt động dựa trên hiện tượng cảm ứng điện từ. Điện áp qua máy biến áp thay đổi (tăng áp hoặc hạ áp) trong khi đó tần số của dòng điện không thay đổi.",
      "Đàn ghita điện": "Đàn ghi ta điện có cấu tạo đặc, không có hộp cộng hưởng (Hình 18.4a). Sở dĩ ta nghe được âm phát ra từ dây đàn là nhờ sáu cuộn dây cảm ứng gắn vào đàn ở bên dưới sáu dây đàn này.\nVì dây đàn bằng thép nên đoạn dây đàn nằm sát ngay bên trên nam châm của cuộn dây cảm ứng được từ hoá, nghĩa là nó trở thành một nam châm có cực từ được mô tả như Hình 18.4b.\nKhi từ thông qua cuộn dây (2) thay đổi thì trong cuộn dây xuất hiện dòng điện cảm ứng, biến đổi cả về chiều và cường độ phù hợp với dao động của dây đàn, nghĩa là cùng tần số với dao động của âm. Dòng điện cảm ứng được đưa đến máy tăng âm rồi đến loa làm ta nghe được âm do dây đàn phát ra.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 19: Điện từ trường. Mô hình sóng điện từ",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-19-dien-tu-truong-mo-hinh-song-dein-tu.jsp",
    "content": {
      "Từ trường biến thiên và điện trường xoáy": "Trong vùng không gian có từ trường biến thiên theo thời gian thì trong vùng đó xuất hiện một điện trường xoáy",
      "Điện trường biến thiên và từ trường": "Thí nghiệm với dòng điện xoay chiều qua tụ điện cho thấy điện trường biến thiên theo thời gian và làm xuất hiện từ trường. Khi một tụ điện đang tích điện hoặc phóng điện, do sự thay đổi điện tích trên các bản tụ điện nên giữa hai bản tụ điện có một điện trường biến thiên tương đương với một dòng điện được gọi là dòng điện dịch. Chính dòng điện này gây ra từ trường. Các đường sức của từ trường này bao quanh các đường sức của điện trường và luôn khép kín.",
      "Điện từ trường": "Từ trường biến thiên theo thời gian sinh ra trong không gian xung quanh một điện trường biến thiên theo thời gian; ngược lại, điện trường biến thiên theo thời gian cũng sinh ra một từ trường biến thiên theo thời gian trong không gian xung quanh.\nNhư vậy, hai trường biến thiên này cùng tồn tại trong không gian, có thể chuyển hoá lẫn nhau trong một trường thống nhất, gọi là điện từ trường.\nSự biến thiên của từ trường và điện trường bao gồm sự thay đổi về chiều và về độ lớn. Tuy nhiên, tại mỗi điểm trong không gian, vectơ cảm ứng từ\n→\nB\nluôn vuông góc với vectơ cường độ điện trường\n→\nE\n.",
      "Sự tạo thành sóng điện từ": "Nếu tại điểm O có một điện trường biến thiên\n−→\nE\n1\n, thì theo kết luận của Maxwell, tại vùng lân cận sẽ xuất hiện một từ trường biến thiên\n−→\nB\n1\n. Tiếp theo, vì có từ trường biến thiên, nên lại xuất hiện một điện trường\n−→\nE\n2\nbiến thiên ở vùng lân cận khác, rồi tương tự, lại xuất hiện\n−→\nB\n2\n, ... Cứ như thế điện trường và từ trường lan truyền trong không gian như hình minh hoạ. Quá trình lan truyền điện từ trường trong không gian được gọi là sóng điện từ.",
      "Sự lan truyền sóng điện từ": "Tại mỗi điểm trong không gian sóng điện từ truyền qua:\n- Vectơ cường độ điện trường\n→\nE\nluôn vuông góc với vectơ cảm ứng từ\n→\nB\n, cả hai vectơ này luôn vuông góc với phương truyền sóng. Do đó, sóng điện từ là sóng ngang.\n- Cả\n→\nE\nvà\n→\nB\nđều biến thiên điều hoà theo không gian và thời gian và luôn đồng pha.\n- Sóng điện từ truyền được trong chân không.\nTrong chân không, sóng điện từ có bước sóng λ là:\nλ\n=\nc\nf\n=\nc\nT\ntrong đó c là tốc độ ánh sáng trong chân không, T là chu kì của dao động điện từ, f là tần số của sóng điện từ.\n- Trong quá trình lan truyền, sóng điện từ mang theo năng lượng.\n- Sóng có tần số càng cao thì khả năng truyền càng xa.\n- Sóng điện từ tuân theo quy luật truyền thẳng, phản xạ, khúc xạ, giao thoa và nhiễu xạ giống như sóng cơ.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 21: Cấu trúc hạt nhân",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-21-cau-truc-hat-nhan.jsp",
    "content": {
      "Thí nghiệm tán xạ hạt alpha": "Thí nghiệm tán xạ hạt\nα\nđã cung cấp bằng chứng cho sự tồn tại của hạt nhân. Hạt nhân mang điện tích dương, có đường kính cỡ\n10\n−\n14\nm\n,\nnằm tại tâm của nguyên tử và tập trung gần như toàn bộ khối lượng nguyên tử.\nHiện tượng lệch hướng chuyển động của hạt alpha khi đến gần hạt nhân vàng gọi là hiện tượng tán xạ hạt alpha.",
      "Nucleon": "Hạt nhân được tạo thành bởi hai loại hạt là proton và neutron, hai loại hạt này có tên chung là nucleon.\nm\np\n≈\n1\n,\n67262.10\n−\n27\nk\ng\n;\nm\nn\n≈\n1\n,\n67493.10\n−\n27\nk\ng\nĐơn vị khối lượng nguyên tử được kí hiệu là amu (viết tắt là u):\n1\namu\n=\n1\n,\n66054\n⋅\n10\n−\n27\nkg\n=\n931\n,\n5\nMeV\n/\nc\n2\nHạt nhân cấu tạo gồm A nucleon, trong đó có Z proton và N = A - Z neutron.\nCông thức gần đúng tính bán kính của hạt nhân:\nR\n=\n(\n1\n,\n2\n⋅\n10\n−\n15\nm\n)\n⋅\nA\n1\n/\n3",
      "Kí hiệu hạt nhân": "Các hạt nhân đồng vị có cùng số proton Z nhưng khác số neutron N\nVí dụ: Hydrogen có ba đồng vị: hydrogen thường\n1\n1\nH\n; hydrogen nặng\n1\n2\nH\ncòn gọi là deuterium (\n1\n2\nD\n); hydrogen siêu nặng\n1\n3\nH\ncòn gọi là tritium (\n1\n3\nT\n).\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 22: Phản ứng hạt nhân và năng lượng liên kết",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-22-phan-ung-hat-nhan-va-nang-luong-lien-ket.jsp",
    "content": {
      "Thí nghiệm phát hiện phản ứng hạt nhân": "Rutherford đã cho chùm hạt alpha (\n2\n4\nH\ne\n), phóng ra từ nguồn phóng xạ\n84\n210\nP\no\nđặt tại P, bắn phá hạt nhân\n7\n14\nN\ncó trong không khí được dẫn theo đường nạp và hút khí A (Hình 22.1). Kính hiển vi K dùng để quan sát vết sáng được tạo ra do hạt nhân đập vào màn phủ huỳnh quang S. Từ kết quả thí nghiệm, ông cho rằng có hạt nhân\n1\n1\nH\ntrong sản phẩm. Tuy nhiên, ông chưa đưa ra được kết luận về bản chất diễn biến của quá trình tương tác trên.\nNăm 1925, Patrick Blackett (Pa-trích Bơ-lách-két) đã sử dụng buồng sương để chụp được dấu vết tương tác này, đó chính là vết sương rẽ nhánh trong Hình 22.2. Buồng sương là một buồng hơi ở trạng thái siêu bão hòa, có thể tạo ra các vệt sương đủ to dọc theo đường đi của các hạt mang điện chuyển động mà mắt thường có thể nhìn thấy được. Kết quả phân tích hình ảnh của vết sương rẽ nhánh là bằng chứng giúp ông đi tới kết luận: Trong một số trường hợp, hạt\n2\n4\nH\ne\nbắn phá vào hạt nhân\n7\n14\nN\nđã tạo ra hai hạt nhân mới đó là\n8\n17\nO\nvà\n1\n1\nH",
      "Các loại phản ứng hạt nhân": "Người ta gọi quá trình biến đổi hạt nhân này thành hạt nhân khác là phản ứng hạt nhân.\nPhản ứng hạt nhân thường được chia làm hai loại:\n- Phản ứng hạt nhân kích thích: là quá trình các hạt nhân tương tác với các hạt khác (ví dụ: hạt nhân, neutron, ... ) tạo ra các hạt nhân mới. Ví dụ: phản ứng phân hạch, phản ứng tổng hợp hạt nhân.\n- Phản ứng hạt nhân tự phát: là quá trình tự phân rã của một hạt nhân không bền vững thành các hạt nhân mới. Ví dụ: hiện tượng phân rã hạt nhân\n92\n238\nU\nđược công bố lần đầu tiên trên thế giới bởi Henri Becquerel.",
      "Định luật bảo toàn số khối và bảo toàn điện tích trong phản ứng hạt nhân": "Phương trình phản ứng hạt nhân:\nZ\n1\nA\n1\nX\n1\n+\nA\n2\nZ\n2\nX\n2\n→\nA\n3\nZ\n3\nX\n3\n+\nA\n4\nZ\n4\nX\n4\n- Định luật bảo toàn số nucleon (bảo toàn số khối A): Trong phản ứng hạt nhân, tổng số nucleon của các hạt trước phản ứng bằng tổng số nucleon của các hạt tạo thành sau phản ứng. Bảo toàn số nucleon cũng là bảo toàn số khối A.\nA1 + A2 = A3 + A4\n- Định luật bảo toàn điện tích: Tổng đại số các điện tích của các hạt trước phản ứng bằng tổng đại số các điện tích của các hạt tạo thành sau phản ứng.\nZ1 + Z2 = Z3 + Z4",
      "Lực hạt nhân và năng lượng liên kết riêng": "- Lực tương tác giữa các nucleon trong hạt nhân là lực hút, gọi là lực hạt nhân, có tác dụng liên kết các nucleon với nhau.\n- Lực hạt nhân không phải là lực tĩnh điện, nó không phụ thuộc vào điện tích của nucleon. So với lực điện từ và lực hấp dẫn, lực hạt nhân có cường độ rất lớn.\n- Tương tác hạt nhân chỉ đáng kể khi các hạt nucleon nằm cách nhau một khoảng rất ngắn, bằng hoặc nhỏ hơn kích thước của hạt nhân. Nói một cách khác, bán kính tác dụng của lực hạt nhân cỡ 10-15 m. Muốn tách nucleon ra khỏi hạt nhân, cần phải tốn năng lượng để thắng lực hạt nhân.\n- Năng lượng tối thiểu dùng để tách toàn bộ số nucleon ra khỏi hạt nhân bằng năng lượng liên kết hạt nhân Elk.\n- Mức độ bền vững của hạt nhân phụ thuộc vào năng lượng liên kết riêng:\nE\nlkr\n=\nE\nlk\nA\nHạt nhân có Elkr càng lớn thì càng bền vững.",
      "Độ hụt khối": "Độ chênh lệch giữa tổng khối lượng của các nucleon tạo thành hạt nhân và khối lượng m, của hạt nhân gọi là độ hụt khối của hạt nhân, kí hiệu là Δm:\nΔ\nm\n=\nZ\nm\np\n+\n(\nA\n−\nZ\n)\nm\nn\n−\nm\nx",
      "Mối liên hệ giữa năng lượng và khối lượng": "- Năng lượng liên kết hạt nhân bằng năng lượng tối thiểu cần cung cấp để tách hạt nhân đó thành các nucleon riêng lẻ:\nE\nlk\n=\nΔ\nm\n⋅\nc\n2\n=\n(\nZ\nm\np\n+\n(\nA\n−\nZ\n)\nm\nn\n−\nm\nx\n)\nc\n2\n- Năng lượng liên kết riêng là năng lượng liên kết tính cho một nucleon. Năng lượng liên kết riêng càng lớn thì hạt nhân càng bền vững.\nE\nlkr\n=\nE\nlk\nA",
      "Phản ứng phân hạch hạt nhân": "Phản ứng phân hạch là phản ứng trong đó một hạt nhân nặng vỡ thành hai hạt nhân nhẹ hơn. Hai hạt nhân này, hay còn gọi là sản phẩm phân hạch, có số khối trung bình và bền vững hơn so với hạt nhân ban đầu.",
      "Sự phân hạch uranium": "Dùng neutron nhiệt bắt phá hạt nhân\n92\n235\nU\n, kết quả thu được các hạt nhân sản phẩm có số khối nhỏ hơn và giải phóng một số neutron.\nPhương trình phản ứng:\n0\n1\nn\n+\n235\n92\nU\n→\n236\n92\nU\n∗\n→\n95\n39\nY\n+\n138\n53\nI\n+\n3\n1\n0\nn\nPhản ứng toả ra năng lượng khoảng 200 MeV dưới dạng động năng của các hạt nhân sản phẩm.",
      "Phản ứng phân hạch dây chuyền": "Các neutron sinh ra sau mỗi phân hạch của uranium (hoặc plutonium, ... ) có thể kích thích các hạt nhân khác trong mẫu chất phân hạch tạo nên những phản ứng phân hạch mới. Kết quả là các phản ứng phân hạch xảy ra liên tiếp tạo ra phản ứng dây chuyền và toả ra năng lượng rất lớn.",
      "Phản ứng tổng hợp hạt nhân": "Phản ứng tổng hợp hạt nhân là phản ứng hạt nhân trong đó hai hay nhiều hạt nhân nhẹ tổng hợp lại thành một hạt nhân nặng hơn.\nVí dụ một phương trình phản ứng tổng hợp hạt nhân:\n1\n2\nH\n+\n2\n1\nH\n→\n3\n2\nH\ne\n+\n1\n0\nn\nPhản ứng này toả năng lượng khoảng 4 MeV\nĐiều kiện để xảy ra phản ứng là ở nhiệt độ rất cao cỡ 107 đến 108 K, mật độ đủ lớn, thời gian phản ứng đủ dài.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 23: Hiện tượng phóng xạ",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-23-hien-tuong-phong-xa.jsp",
    "content": {
      "Định nghĩa hiện tượng phóng xạ": "- Hiện tượng một hạt nhân không bền vững tự phát biến đổi thành một hạt nhân khác đồng thời phát ra tia phóng xạ gọi là hiện tượng phóng xạ. Quá trình biến đổi hạt nhân này còn được gọi là phân rã phóng xạ hoặc phân rã hạt nhân. Hạt nhân không bền vững, tự phân rã được gọi là hạt nhân mẹ. Hạt nhân được tạo thành, bền vững hơn được gọi là hạt nhân con.\n- Hiện tượng phóng xạ là quá trình tự phát, không phụ thuộc vào các yếu tố bên ngoài như nhiệt độ, áp suất, …",
      "Tính ngẫu nhiên của phân rã phóng xạ": "Bằng nhiều thí nghiệm khác nữa, người ta đã thấy quá trình phóng xạ là ngẫu nhiên. Với một hạt nhân phóng xạ cho trước, thời điểm phân rã của nó là không xác định.",
      "Các dạng phóng xạ": "a) Phóng xạ alpha\nTia phóng xạ α là hạt nhân\n2\n4\nH\ne\nphóng ra từ hạt nhân mẹ có tốc độ khoảng 2.107 m/s. Tia α làm ion hoá mạnh môi trường vật chất, do đó nó chỉ đi được khoảng vài cm trong không khí và dễ dàng bị tờ giấy dày 1 mm chặn lại.\nZ\nA\nX\n→\nA\n−\n4\nZ\n−\n2\nY\n+\n4\n2\nH\ne\nb) Phóng xạ beta\nPhóng xạ β gồm 2 loại: phóng xạ β- và phóng xạ β+. Hai loại tia phóng xạ β- và β+ có bản chất tương ứng là hạt electron (\n−\n1\n0\ne\n) và hạt positron(*) (\n1\n0\ne\n) phóng ra từ hạt nhân mẹ với tốc độ xấp xỉ tốc độ ánh sáng trong chân không. Tia β làm ion hoá môi trường vật chất ở mức trung bình, nó có thể xuyên qua tờ giấy khoảng 1 mm nhưng có thể bị chặn bởi tấm nhôm dày khoảng 1 mm.\nPhóng xạ β-:\nZ\nA\nX\n→\nA\nZ\n+\n1\nY\n+\n0\n−\n1\ne\n+\n˜\nν\nPhóng xạ β+:\nZ\nA\nX\n→\nA\nZ\n−\n1\nY\n+\n0\n1\ne\n+\nν\nc) Phóng xạ gamma\nMột số hạt nhân con sau quá trình phóng xạ α hay β được tạo ra trong trạng thái kích thích\nZ\nA\nY\n∗\n. Khi đó, xảy ra tiếp quá trình hạt nhân đó chuyển từ trạng thái kích thích về trạng thái có mức năng lượng thấp hơn\nZ\nA\nY\nvà phát ra bức xạ điện từ γ có bước sóng rất ngắn, cỡ nhỏ hơn 10-11 m, còn gọi là tia γ. Các tia γ có năng lượng cao, dễ dàng xuyên qua các vật liệu thông thường, ví dụ lớp bê tông dày hàng chục cm. Muốn cản trở được tia γ, người ta thường dùng vật liệu có mật độ vật chất lớn và bề dày lớn, ví dụ tấm chì dày khoảng 10 cm.\nZ\nA\nY\n∗\n→\nA\nZ\nY\n+\nγ",
      "Định luật phóng xạ": "Số hạt nhân chất phóng xạ của một mẫu giảm theo quy luật hàm số mũ:\nN\n=\nN\n0\n2\n−\nt\nT\n=\nN\n0\ne\n−\nλ\nt",
      "Độ phóng xạ": "Để đặc trưng cho tính phóng xạ mạnh hay yếu của một lượng chất phóng xạ, người ta dùng đại lượng độ phóng xạ (hay hoạt độ phóng xạ), kí hiệu là H, có giá trị bằng số hạt nhân phân rã trong một giây.\nĐơn vị độ phóng xạ là becoren (được lấy theo tên nhà bác học Becquerel), kí hiệu là Bq.\n1 Bq = 1 phân rã/1 giây\nNgoài ra còn sử dụng đơn vị Ci: 1 Ci = 3,7.1010 Bq\nĐộ phóng xạ H được xác định bằng số hạt nhân chất phóng xạ phân rã trong một giây và liên hệ với hằng số phóng xạ và số hạt nhân chất phóng xạ trong mẫu theo công thức:\nH\n=\nλ\nN\n.\nĐộ phóng xạ của một mẫu giảm theo quy luật hàm số mũ:\nH\n=\nH\n0\n2\n−\nt\nT\n=\nH\n0\ne\n−\nλ\nt\n.",
      "Ảnh hưởng của tia phóng xạ": "Các tia phóng xạ có thể gây tác động mạnh tới tế bào của con người cũng như sinh vật. Vì vậy khi bị phơi nhiễm tia phóng xạ với liều lượng lớn trong một khoảng thời gian dài, có thể ảnh hưởng nghiêm trọng tới sức khoẻ cũng như di truyền.\nTrong một số trường hợp, với nguồn phóng xạ mạnh dù chỉ tiếp xúc thời gian ngắn nhưng cảm giác bỏng rát xuất hiện ngay, còn gọi là bỏng phóng xạ. Sau đó, nạn nhân xuất hiện các triệu chứng buồn nôn, nôn mửa, suy nhược thần kinh, ... Các triệu chứng này còn gọi là nhiễm độc phóng xạ, ảnh hưởng lâu dài đến sức khoẻ, gây đột biến trong di truyền, ung thư, ...",
      "Biển cảnh báo phóng xạ": "Biển cảnh báo phóng xạ, được đặt tại khu vực lắp đặt thiết bị phát ra tia phóng xạ và nguồn phóng xạ, hoặc trên chính thiết bị và vật chứa của nguồn phóng xạ. Mục đích cảnh báo mọi người không nên tiếp cận hoặc làm hỏng thiết bị hoặc vật chứa thiết bị phóng xạ, vì điều này rất nguy hiểm.",
      "Nguyên tắc an toàn phóng xạ": "- Giữ khoảng cách đủ xa đối với nguồn phóng xạ. Nếu tăng gấp đôi khoảng cách từ chúng ta đến nguồn phóng xạ thì liều hấp thụ phóng xạ giảm đi 4 lần.\n- Cần sử dụng các tấm chắn nguồn phóng xạ đủ tốt. Tấm chắn càng dày và có khối lượng riêng càng lớn sẽ càng cản trở mạnh tia phóng xạ.\n- Cần giảm thiểu thời gian phơi nhiễm phóng xạ.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 24: Công nghiệp hạt nhân",
    "url": "https://www.vietjack.com/vat-li-12-kn/ly-thuyet-bai-24-cong-nghiep-hat-nhan.jsp",
    "content": {
      "Nhà máy điện hạt nhân": "Nhà máy điện hạt nhân không trực tiếp phát khí thải ô nhiễm môi trường như CO2, CO, ... và có thế phát điện liên tục nhiều năm cho tới khi phải thay nhiên liệu mới.\nTuy nhiên, việc xử lí chất thải hạt nhân đòi hỏi công nghệ phức tạp với chi phí cao. Vật liệu chứa chất thải hạt nhân cần có độ bền rất cao để bảo quản cất giữ hàng trăm năm sau khi khai thác vì chu kì bán rã của một số đồng vị trong thanh nhiên liệu hạt nhân đã qua sử dụng là rất lớn (Ví dụ 90Sr, 137Cs có chu kì bán rã khoảng 30 năm).",
      "Chẩn đoán thông qua chụp ảnh phóng xạ cắt lớp bên trong cơ thể": "Người ta đưa các đồng vị phóng xạ vào cơ thể thông qua dược chất phóng xạ. Thông qua thiết bị phát hiện tia phóng xạ và sử dụng máy vi tính, người ta có thể theo dõi sự dịch chuyển của các dược chất phóng xạ bên trong cơ thể (phương pháp theo dõi vết phóng xạ). Ví dụ: Khi tiêm dược chất phóng xạ vào tĩnh mạch để chụp ảnh phóng xạ gan mật, nhờ theo dõi vết phóng xạ chúng ta sẽ quan sát được toàn bộ quá trình sản xuất dịch mật của gan và sự dịch chuyển của dịch từ gan chảy tới túi mật.",
      "Điều trị bệnh": "Trong điều trị bệnh ung thư, bệnh nhân được uống hoặc tiêm dược chất phóng xạ với thành phần chứa đồng vị phóng xạ (ví dụ thuốc Xofigo có chứa đồng vị phóng xạ\n86\n223\nR\na\n, hoặc thuốc Lutathera có chứa đồng vị phóng xạ\n71\n177\nL\nu\n, ... ). Các tế bào ung thư sẽ chết do hấp thụ tia phóng xạ có trong dược chất phóng xạ được mạch máu vận chuyển tới.\nNgoài cách sử dụng dược chất phóng xạ, người ta còn dùng máy xạ trị để chiếu tia phóng xạ từ bên ngoài cơ thể vào tế bào ung thư để tiêu diệt chúng. Tia phóng xạ cũng được dùng để khử trùng, khử khuẩn, ...",
      "Ứng dụng của phóng xạ hạt nhân trong công nghệ sinh học và trong bảo quản thực phẩm": "- Trong công nghệ sinh học, tia phóng xạ có thể được sử dụng hỗ trợ nghiên cứu gây đột biến gene, nhằm tạo ra các giống cây trồng mới có một số đặc điểm vượt trội như khả năng kháng sâu bệnh, năng suất cao, tạo quả trái mùa, hoặc một số loại quả không hạt, ... Cây trồng đột biến gene có thể ít ảnh hưởng tới môi trường do cây chỉ cần sử dụng ít phân bón và các loại thuốc trừ sâu, thuốc kích thích sinh trưởng.\n- Phương pháp đánh dấu phóng xạ được sử dụng trong nghiên cứu sinh học, nông nghiệp và lâm nghiệp.\n- Sử dụng trong công nghệ tiệt trùng, bảo quản thực phẩm.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 1: Sự chuyển thể",
    "url": "https://www.vietjack.com/vat-li-12-ct/ly-thuyet-bai-1-su-chuyen-the.jsp",
    "content": {
      "Mô hình động học phân tử": "Mô hình động học phân tử gồm các nội dung cơ bản:\n- Vật chất được cấu tạo bởi một số rất lớn những hạt có kích thước rất nhỏ gọi là phân tử. Giữa các phân tử có khoảng cách.\n- Các phân tử chuyển động không ngừng, gọi là chuyển động nhiệt. Các phân tử chuyển động nhiệt càng nhanh thì nhiệt độ của vật càng cao.\n- Giữa các phân tử có các lực tương tác (hút và đẩy).",
      "Sự nóng chảy": "Sự nóng chảy là quá trình chuyển thể từ thể rắn sang thể lỏng.",
      "Sự nóng chảy của chất rắn kết tinh": "Khi nung nóng liên tục một vật rắn kết tinh (ví dụ nước đá), nhiệt độ của vật rắn tăng dần.\nKhi nhiệt độ đạt một giá trị xác định gọi là nhiệt độ nóng chảy thì vật bắt đầu chuyển sang thể lỏng và trong suốt quá trình này nhiệt độ của vật là không đổi.\nKhi toàn bộ vật rắn đã chuyển sang thể lỏng, tiếp tục cung cấp nhiệt lượng thì nhiệt độ của vật sẽ tiếp tục tăng (Hình 1.12). Như vậy, chất rắn kết tinh có nhiệt độ nóng chảy xác định (ở một áp suất cụ thể).",
      "Sự nóng chảy của chất rắn vô định hình": "Khi nung nóng liên tục vật rắn vô định hình (ví dụ thanh sô-cô-la), vật rắn mềm đi và chuyển dần sang thể lỏng một cách liên tục, trong quá trình này nhiệt độ của vật tăng liên tục (Hình 1.12). Do đó, vật rắn vô định hình không có nhiệt độ nóng chảy xác định.\nKhi đun nóng đến một nhiệt độ nào đó, vật rắn bắt đầu chuyển trạng thái từ rắn sang lỏng (sự nóng chảy). Chất rắn kết tinh có nhiệt độ nóng chảy xác định (ở một áp suất cụ thể). Chất rắn vô định hình không có nhiệt độ nóng chảy xác định.",
      "Giải thích sự nóng chảy của chất rắn kết tinh": "Ở áp suất không đổi, các hạt ở thể rắn liên kết chặt chẽ với nhau, chúng dao động quanh các vị trí cân bằng xác định. Khi nung nóng chất rắn, các hạt được cung cấp nhiệt năng làm tốc độ chuyển động nhiệt của nó tăng lên, mức độ trật tự trong cấu trúc của các hạt giảm đi. Khi đạt đến nhiệt độ nóng chảy, chuyển động của các hạt giống như chuyển động của các phân tử chất lỏng, đó là quá trình nóng chảy.",
      "Nhiệt nóng chảy riêng": "Nhiệt lượng nước đá nhận được trong quá trình nóng chảy này tỉ lệ với khối lượng của nó.\nQ = mλ\nTrong đó, Q là nhiệt lượng khối chất thu vào (đơn vị là J);\nm là khối lượng của khối chất (đơn vị là kg);\nλ là hằng số phụ thuộc vào bản chất của chất nóng chảy và áp suất môi trường, gọi là nhiệt nóng chảy riêng của chất đó (đơn vị là J/kg).\nNhiệt nóng chảy riêng của một chất có giá trị bằng nhiệt lượng cần cung cấp cho 1 kg chất đó chuyển hoàn toàn từ thể rắn sang thể lỏng tại nhiệt độ nóng chảy:\nλ\n=\nQ\nm",
      "Sự bay hơi": "Sự hoá hơi xảy ra trên bề mặt chất lỏng gọi là sự bay hơi. Sự bay hơi xảy ra ở nhiệt độ bất kì. Tốc độ bay hơi của chất lỏng càng nhanh nếu diện tích mặt thoáng càng lớn, tốc độ gió càng lớn, nhiệt độ càng cao, và độ ẩm không khí càng thấp.",
      "Giải thích sự bay hơi": "Các phân tử chất lỏng tham gia chuyển động nhiệt, trong đó có những phân tử ở bề mặt chất lỏng chuyển động hướng ra ngoài chất lỏng (Hình 1.15). Một số phân tử chất lỏng này có động năng đủ lớn, thắng lực tương tác giữa các phân từ chất lỏng với nhau thì chúng có thể thoát ra khỏi mặt thoáng, trở thành các phân tử hơi.",
      "Tác dụng của sự bay hơi": "Nước từ sông, hồ, biển, ... liên tục bay hơi tạo thành mây, sương mù, mưa, làm cho khí hậu điều hoà, thực vật phát triển. Sự bay hơi của nước biển được ứng dụng trong ngành sản xuất muối. Sự bay hơi của các khí ammonia (NH2), difluoromethane (CH2F2) còn gọi là R-32  .. được sử dụng trong các thiết bị làm lạnh như tủ lạnh, máy điều hoà không khí.",
      "Sự sôi": "Sự hoá hơi xảy ra ở bên trong và trên bề mặt chất lỏng gọi là sự sôi. Sự sôi xảy ra ở nhiệt độ sôi. Nhiệt độ sôi của chất lỏng phụ thuộc áp suất khí trên mặt thoáng và bản chất của chất lỏng. Trong suốt thời gian sôi, nhiệt độ chất lỏng không thay đổi.",
      "Giải thích sự sôi của chất lỏng": "Khi đun chất lỏng đến nhiệt độ sôi, do tiếp tục được cung cấp nhiệt lượng nên các phân tử chất lỏng chuyển động nhiệt mạnh hơn, làm phá vỡ sự liên kết giữa các phân tử chất lỏng với nhau, phân tử chất lỏng chuyển sang phân tử hơi. Hiện tượng này xảy ra với tất cả các phân tử chất lỏng ở bên trong và trên bề mặt khối chất lỏng.",
      "Nhiệt hoa hơi riêng": "Nhiệt lượng nước nhận được trong quá trình hoá hơi tỉ lệ với khối lượng của nó.\nQ = mL\nTrong đó, Q là nhiệt lượng khối chất lỏng nhận vào (đơn vị là J); m là khối lượng của khối chất lỏng (đơn vị là kg); L là hằng số phụ thuộc vào bản chất chất lỏng hoá hơi và áp suất môi trường, gọi là nhiệt hoá hơi riêng (đơn vị là J/kg).\nNhiệt hoá hơi riêng của một chất lỏng có giá trị bằng nhiệt lượng cần cung cấp cho 1 kg chất lỏng đó hoá hơi hoàn toàn ở nhiệt độ sôi:\nL\n=\nQ\nm\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 2: Thang nhiệt độ",
    "url": "https://www.vietjack.com/vat-li-12-ct/ly-thuyet-bai-2-thang-nhiet-do.jsp",
    "content": {
      "Thí nghiệm": "Dụng cụ:\n1 chậu nhựa nhỏ, 1 chiếc cốc loại lớn (hoặc bát) bằng kim loại, 1 nhiệt kế thuỷ ngân dùng trong phòng thí nghiệm, bình chứa nước nóng, nước ở nhiệt độ phòng.\nTiến hành thí nghiệm\nBước 1: Đổ nước vào chậu nhựa.\nBước 2: Đổ nước nóng vào cốc kim loại.\nBước 3: Dùng nhiệt kế đo nhiệt độ của nước trong cốc và trong chậu, ghi kết quả đo được.\nBước 4: Đặt cốc nước nóng vào trong chậu sao cho nước trong chậu không tràn vào cốc.\nBước 5: Đợi khoảng 1,5 - 2 phút, sau đó dùng nhiệt kế đo nhiệt độ của nước trong cốc và nước trong chậu. Ghi kết quả đo được.\nKết quả\nKhi cho hai vật chênh lệch nhiệt độ tiếp xúc nhau, năng lượng nhiệt luôn truyền từ vật có nhiệt độ cao hơn sang vật có nhiệt độ thấp hơn. Quá trình truyền nhiệt kết thúc khi hai vật ở cùng nhiệt độ (trạng thái cân bằng nhiệt).",
      "Nguyên lí đo nhiệt độ của nhiệt kế": "Với nhiệt kế thuỷ ngân (Hình 2.2a), nhiệt độ được xác định dựa trên hiện tượng dãn nở vì nhiệt của thuỷ ngân. Thông qua việc xác định độ cao cột thuỷ ngân ở các nhiệt độ khác nhau, ta xác định được nhiệt độ cần đo.\nVới nhiệt kế điện trở (Hình 2.2b), nhiệt độ được xác định thông qua biểu thức sự phụ thuộc điện trở của vật theo nhiệt độ, từ giá trị điện trở đo được, ta xác định được nhiệt độ cần đo.",
      "Thang nhiệt độ": "Thang nhiệt độ Celsius\nTrong thang nhiệt độ Celsius, chọn hai mốc nhiệt độ là nhiệt độ của nước đá (nước tinh khiết đóng băng) đang tan ở áp suất 1 atm là 0 C và nhiệt độ sôi của nước tinh khiết ở áp suất 1 atm là 100 C. Từ vạch 0 °C đến vạch 100 C chia thành 100 khoảng bằng nhau, mỗi khoảng ứng với 1 °C. Nhiệt độ trong thang đo này được kí hiệu là t. Đơn vị là độ Celsius (kí hiệu: C).\nThang nhiệt độ Kelvin (thang nhiệt độ tuyệt đối)\nTrong thang nhiệt độ Kelvin, chọn hai mốc nhiệt độ là nhiệt độ mà tại đó động năng chuyển động nhiệt của các phân tử, nguyên tử cấu tạo nên các chất bằng không là 0 K (gọi là độ không tuyệt đối) và chọn nhiệt độ nước tinh khiết tồn tại đồng thời ở thể rắn, lỏng và hơi là 273,16 K (Hình 2.3). Trong khoảng giữa hai giá trị nhiệt độ này, chia thành 273,16 khoảng bằng nhau, mỗi khoảng là 1 K.",
      "Nhiệt độ không tuyệt đối": "Khi nhiệt độ giảm thì chuyển động nhiệt cũng giảm theo và ở nhiệt độ không tuyệt đối (T = 0 K) thì chuyển động nhiệt của các phân tử đều dừng lại (động năng của chúng bằng không). Khi đó, không có sự va chạm của các phân tử và thế năng tương tác giữa các phân tử là tối thiểu.",
      "Chuyển đổi nhiệt độ giữa các thang đo": "Gọi t là giá trị nhiệt độ của vật theo thang nhiệt độ Celcius và T là giá trị nhiệt độ của vật đó theo thang nhiệt độ Kelvin thì: T(K) = t(°C) + 273,15\nCó thể áp dụng biểu thức gần đúng: T(K) = t(℃) + 273\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 3: Nội năng. Định luật 1 của nhiệt động lực học",
    "url": "https://www.vietjack.com/vat-li-12-ct/ly-thuyet-bai-3-noi-nang-dinh-luat-1-cua-nhiet-dong-luc-hoc.jsp",
    "content": {
      "Khái niệm về nội năng": "Nội năng của một vật là tổng động năng và thế năng tương tác của các phân tử cấu tạo nên vật. Nội năng của vật phụ thuộc vào nhiệt độ T và thể tích V của vật.",
      "Thí nghiệm về mối liên hệ giữa nội năng và năng lượng của các phân tử tạo nên vật": "Sau một thời gian ngắn bị đốt nóng, chiếc nút đậy bị đẩy bật ra khỏi ống nghiệm.\nKhi bị đốt nóng, không khí trong ống nghiệm bị nóng lên, nhiệt độ khối khí tăng lên, nội năng khí tăng. Theo mô hình động học phân tử, khi nhiệt độ khối khí tăng, các phân tử khí chuyển động nhiệt nhanh hơn nên va chạm với thành ống nghiệm nhiều hơn và mạnh hơn làm áp suất khí trong ống tăng lên. Đến một nhiệt độ nào đó, áp suất này tạo ra lực đẩy đủ lớn làm bật nút đậy ra khỏi ống nghiệm.\nKhi năng lượng của các phân tử cấu tạo nên vật tăng thì nội năng của vật tăng và ngược lại.",
      "Thực hiện công": "Quá trình thực hiện công làm cho nội năng của vật thay đổi, vật nhận công thì nội năng tăng, vật thực hiện công cho vật khác thì nội năng giảm.",
      "Truyền nhiệt": "Khi hai vật có nhiệt độ khác nhau tiếp xúc với nhau thì xảy ra quá trình truyền nhiệt. Quá trình này làm thay đổi nội năng của các vật.",
      "Nhiệt lượng, nhiệt dung riêng": "Công thức xác định nhiệt lượng mà một vật có khối lượng m trao đổi khi thay đổi nhiệt độ từ T, (K) đến T, (K) là:\nQ = mc(T2 - T1)\nTrong đó: c là hằng số phụ thuộc vào chất tạo nên vật, gọi là nhiệt dung riêng của chất đó, đơn vị là J/kg.K. Nhiệt dung riêng của một chất có giá trị bằng nhiệt lượng để làm tăng nhiệt độ của 1 kg của chất đó lên 1 K.\nQ > 0: vật nhận nhiệt lượng, nhiệt độ của vật tăng lên.\nQ < 0: vật truyền nhiệt lượng cho vật khác, nhiệt độ của vật giảm xuống.\nTrong hệ SI, đơn vị đo nhiệt lượng là jun (J), ngoài ra nhiệt lượng còn được tính theo đơn vị calo (cal).\n1 cal = 4,186 J\nNhiệt dung riêng của một chất có giá trị bằng nhiệt lượng để làm tăng nhiệt độ của 1 kg của chất đó lên 1 K. Biểu thức: \nc\n=\nQ\nm\n(\nT\n2\n−\nT\n1\n)",
      "Định luật 1 của nhiệt động lực học": "Theo định luật bảo toàn và chuyển hoá năng lượng thì độ biến thiên nội năng của vật bằng tổng công và nhiệt lượng mà vật nhận được:\nΔU = A + Q\nĐây là nội dung của định luật 1 của nhiệt động lực học.\nTrong đó: ΔU là độ biến thiên nội năng của vật.\nA, Q là các giá trị đại số.\nÝ nghĩa về dấu các đại lượng trong biểu thức như sau:\nQ > 0: vật nhận nhiệt lượng; Q < 0: vật truyền nhiệt lượng.\nA > 0: vật nhận công; A < 0: vật thực hiện công.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 5: Thuyết động học phân tử chất khí",
    "url": "https://www.vietjack.com/vat-li-12-ct/ly-thuyet-bai-5-thuyet-dong-hoc-phan-tu-chat-khi.jsp",
    "content": {
      "Chuyển động Brown": "Chuyển động Brown là chuyển động hỗn loạn, không ngừng, có quỹ đạo là những đường gấp khúc bất kì của các hạt nhẹ trong chất lỏng và chất khí.\nChuyển động Brown chứng tỏ các phân tử chất khí chuyển động hỗn loạn, không ngừng. Nhiệt độ càng cao, các phân tử khí chuyển động càng nhanh.",
      "Tính chất của chất khí": "Chất khí:\n- Có hình dạng và thể tích của bình chứa nó.\n- Có khối lượng riêng nhỏ hơn nhiều so với chất lỏng và chất rắn.\n- Dễ bị nén.\n- Gây ra áp suất lên thành bình chứa nó. Khi nhiệt độ tăng, áp suất khí tác dụng lên thành bình tăng.",
      "Lượng chất": "Lượng chất chứa trong một vật được xác định dựa vào số phân tử được chứa trong vật đó.\nĐơn vị đo lượng chất là mol: Mol là lượng chất trong đó chứa số phân tử (hoặc nguyên tử) bằng N = 6,02.1023 mol-1\nN được gọi là số Avogadro (số phân tử trong 1 mol chất).\nSố mol của mẫu chất có khối lượng m là: \nn\n=\nN\nN\nA\n=\nm\nM",
      "Thuyết động học phân tử chất khí": "Chất khí gồm tập hợp rất nhiều các phân tử có kích thước rất nhỏ so với khoảng cách trung bình giữa chúng.\nCác phân tử khí luôn chuyển động hỗn loạn, không ngừng. Nhiệt độ càng cao, các phân tử khí chuyển động càng nhanh. Trong quá trình chuyển động, các phân tử khí va chạm với thành bình chứa, gây ra áp suất lên thành bình.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 6: Định luật Boyle. Định luật Charles",
    "url": "https://www.vietjack.com/vat-li-12-ct/ly-thuyet-bai-6-dinh-luat-boyle-dinh-luat-charles.jsp",
    "content": {
      "Trạng thái và quá trình biến đổi trạng thái khí": "Trạng thái của một khối lượng khí (gọi tắt là khối khí) không đổi được xác định bằng ba thông số, gọi là thông số trạng thái của khối khí: thể tích V, áp suất p và nhiệt độ tuyệt đối T.\nGiữa các thông số trạng thái của một khối khí xác định có những mối liên hệ mang tính quy luật.\nQuá trình khối khí biến đổi từ trạng thái này sang trạng thái khác gọi là quá trình biến đổi trạng thái.\nQuá trình biến đổi trạng thái của một khối lượng khí xác định mà trong đó có một thông số trạng thái không đổi gọi là đẳng quá trình:\n- Đẳng nhiệt là quá trình biến đổi trạng thái, trong đó nhiệt độ được giữ không đổi.\n- Đằng áp là quá trình biến đổi trạng thái, trong đó áp suất được giữ không đổi.\n- Đằng tích là quá trình biến đổi trạng thái, trong đó thể tích được giữ không đổi.",
      "Thí nghiệm khảo sát quá trình đẳng nhiệt": "Bước 1: Bố trí thí nghiệm như Hình 6.2.\nBước 2: Mở nút cao su ở đáy xilanh để lấy khí, điều chỉnh để đáy pit-tông ngang vạch số 2 trên xilanh (tương ứng với 20 mL không khí), sau đó lắp chặt nút cao su lại.\nBước 3: Dùng tay ấn từ từ pit-tông xuống đến vạch tương ứng với 15 mL (đoạn dịch chuyển tương ứng với hai khoảng nhỏ trên xilanh), đọc số chỉ trên áp kế, ghi số liệu theo mẫu Bảng 6.1.\nBước 4: Lần lượt điều chỉnh pit-tông đến vạch 20 mL; 25 mL; 30 mL; 35 mL và lặp lại thao tác như bước 3, ghi số liệu theo mẫu Bảng 6.1.",
      "Nội dung định luật Boyle": "Định luật Boyle: Ở nhiệt độ không đổi, áp suất của một khối lượng khí xác định tỉ lệ nghịch với thể tích của nó.\npV = hằng số",
      "Định luật Charles": "Bước 1: Mở nút cao su ở đáy xilanh để lấy khí. Điều chỉnh để đáy pit-tông ngang vạch số 2 trên xilanh và giá trị của áp suất là 1,1.105 Pa, sau đó lắp chặt nút cao su lại.\nBước 2: Bố trí thí nghiệm như Hình 6.5.\nBước 3: Đổ nước nóng (khoảng 90 C) vào ca nhựa sao cho ngập phần khí trong xilanh. Dùng que khuấy khuấy nhẹ nhàng (khoảng 30 giây) để nhiệt độ của nước ổn định (số chỉ nhiệt kế gần như không đổi). Kéo pit-tông lên từ từ để số chỉ áp kế về giá trị ban đầu (1,1.105 Pa). Đọc giá trị nhiệt độ và thể tích khi đó, ghi số liệu theo mẫu Bảng 6.2.",
      "Nội dung định luật Charles": "Định luật Charles: Ở áp suất không đổi, thể tích của một khối lượng khí xác định tỉ lệ thuận với nhiệt độ tuyệt đối của nó.\nV\nT\n=\n hằng số\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 7: Phương trình trạng thái của khí lí tưởng",
    "url": "https://www.vietjack.com/vat-li-12-ct/ly-thuyet-bai-7-phuong-trinh-trang-thai-cua-khi-li-tuong.jsp",
    "content": {
      "Khí lí tưởng": "Khí lí tưởng là khí tuân theo đúng định luật Boyle và định luật Charles.",
      "Thiết lập phương trình": "Áp dụng định luật Boyle và định luật Charles, thiết lập được biểu thức:\np\n1\nV\n1\nT\n1\n=\np\n2\nV\n2\nT\n2\nh\na\ny\np\nV\nT\n=\nC\nTrong đó, C là hằng số phụ thuộc vào số mol khí.",
      "Xác định hằng số C": "Phương trình trạng thái của một khối lượng khí lí tưởng xác định: \np\nV\nT\n=\nn\nR\nh\na\ny\np\n1\nV\n1\nT\n1\n=\np\n2\nV\n2\nT\n2\nTrong đó: n là số mol khí,\nR\n≈\n8\n,\n31\nJ\nm\no\nl\n.\nK\n là hằng số khí lí tưởng.",
      "Quá trình biến đổi đẳng tích": "p\n1\nT\n1\n=\np\n2\nT\n2\n hay\np\nT\n=\n hằng số\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 8: Áp suất - động năng của phân tử khí",
    "url": "https://www.vietjack.com/vat-li-12-ct/ly-thuyet-bai-8-ap-suat-dong-nang-cua-phan-tu-khi.jsp",
    "content": {
      "Ảnh hưởng của chuyển động các phân tử khí đến áp suất tác dụng lên thành bình": "Áp suất khí tác dụng lên thành bình càng lớn khi các phân tử khí chuyển động nhiệt càng nhanh, khối lượng và mật độ phân tử khí càng lớn.",
      "Biểu thức áp suất khối khí tác dụng lên thành bình": "Biểu thức áp suất chất khí tác dụng lên thành bình: \np\n=\n1\n3\nμ\nm\n¯¯¯\nv\n2\nTrong đó: μ là mật độ phân tử khí;\nm\n,\n¯¯¯\nv\n2\n lần lượt là khối lượng và trung bình của bình phương tốc độ chuyển động nhiệt của các phân tử khí.",
      "Động năng phân tử": "Hằng số Boltzmann k là hằng số khí đặc trưng cho mối liên hệ giữa nhiệt độ và năng lượng. Giá trị của hằng số Boltzmann trong hệ SI bằng\nk\n=\nR\nN\nA\n≈\n1\n,\n38.10\n23\nJ\n/\nK\nĐộng năng tịnh tiến trung bình của phân tử khí tỉ lệ với nhiệt độ tuyệt đối của khí\nW\nd\n=\n3\n2\nk\nT\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 9: Khái niệm từ trường",
    "url": "https://www.vietjack.com/vat-li-12-ct/ly-thuyet-bai-9-khai-niem-tu-truong.jsp",
    "content": {
      "Khái niệm từ trường": "Từ trường là trường lực gây ra bởi dòng điện hoặc nam châm, là một dạng của vật chất tồn tại xung quanh dòng điện hoặc nam châm mà biểu hiện cụ thể là sự xuất hiện của lực từ tác dụng lên một dòng điện hay một nam châm đặt trong đó.",
      "Khái niệm cảm ứng từ": "Cảm ứng từ tại\n→\nB\n một điểm gây ra bởi một dòng điện chạy trong dây dẫn thẳng dài vô hạn là một vectơ nằm trong mặt phẳng (α) vuông góc với dòng điện, có phương tiếp tuyến với đường tròn đi qua điểm đó. Trong đó, tâm đường tròn là giao điểm của dòng điện và mặt phẳng (α), có chiều từ cực Nam sang cực Bắc của kim nam châm tại mỗi điểm đang xét.",
      "Đường sức từ": "Đường sức từ là những đường mô tả từ trường, sao cho tiếp tuyến tại bất kì điểm nào trên đường sức từ đều có phương, chiều trùng với phương, chiều của vectơ cảm ứng từ tại điểm đó.\nTính chất của đường sức từ như sau:\n- Tại mỗi điểm trong từ trường, có một và chỉ một đường sức từ đi qua điểm đó.\n- Các đường sức từ là những đường cong kín. Đối với nam châm, các đường sức từ đi ra từ cực Bắc và đi vào cực Nam.\n- Nơi nào từ trường mạnh hơn thì các đường sức từ ở đó mau (dày) hơn, nơi nào từ trường yếu hơn thì các đường sức từ ở đó thưa hơn.\nTừ trường đều là từ trường có vectơ cảm ứng từ tại mọi điểm đều bằng nhau. Từ trường đều có các đường sức từ song song, cách đều nhau.",
      "Dòng điện thẳng": "Mô hình hoá hình ảnh từ phổ ở Hình 9.6, ta thu được đường sức từ của dòng điện thẳng là những đường tròn đồng tâm với tâm là giao điểm của đoạn dây dẫn và tấm nhựa.\nQuy tắc nắm tay phải: Đặt bàn tay phải sao cho ngón cái hướng theo chiều dòng điện, khum các ngón tay còn lại xung quanh đoạn dây dẫn, khi đó chiều từ cổ tay đến các ngón tay chỉ chiều của đường sức từ (Hình 9.7).",
      "Dòng điện tròn": "Mô hình hoá hình ảnh từ phổ ở Hình 9.8, ta thu được đường sức từ tại những điểm nằm trên trục vòng dây của dòng điện tròn là đường thẳng.\nQuy tắc nắm tay phải: Khum bàn tay phải sao cho các ngón tay hướng theo chiều dòng điện trong vòng dây, khi đó ngón tay cái choãi ra chỉ chiều của đường sức từ trên trục vòng dây (Hình 9.9).",
      "Dòng điện trong ống dây": "Mô hình hoá hình ảnh từ phổ ở Hình 9.10, ta thu được đường sức từ tại những điểm nằm trên đường đi qua trục của ống dây là đường thẳng.\nQuy tắc nắm tay phải: Khum bàn tay phải sao cho các ngón tay theo chiều dòng điện chạy qua ống dây, khi đó ngón tay cái choãi ra chỉ chiều của đường sức từ bên trong ống dây (Hình 9.11).\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 10: Lực từ. Cảm ứng từ",
    "url": "https://www.vietjack.com/vat-li-12-ct/ly-thuyet-bai-10-luc-tu-cam-ung-tu.jsp",
    "content": {
      "Thí nghiệm khảo sát phương và chiều của lực từ tác dụng lên dòng điện": "Bước 1: Bố trí thí nghiệm như Hình 10.2.\nBước 2: Điều chỉnh cho mặt phẳng khung dây song song với mặt phẳng (Oxz). Điều chỉnh để đòn cân nằm ngang và thước đo góc chỉ vạch số 0.\nBước 3: Bật công tắc của nguồn điện để cho dòng điện chạy qua cuộn dây của nam châm điện.\nBước 4: Bật công tắc để cho dòng điện qua khung dây, quan sát chiều dịch chuyển của khung dây.\nBước 5: Ngắt dòng điện qua khung dây, điều chỉnh cho đòn cân nằm ngang. Sau đó đóng công tắc để đổi chiều dòng điện qua khung dây, quan sát chiều dịch chuyển của khung dây.\nBước 6: Đổi chiều từ trường bằng cách đổi chiều dòng điện qua cuộn dây của nam châm điện, quan sát chiều dịch chuyển của khung dây.\nHình 10.3 biểu diễn trường hợp lực từ tác dụng lên đoạn dây dẫn nằm trong từ trường của nam châm, làm khung dây đi xuống.\nLực từ tác dụng lên đoạn dây dẫn mang dòng điện đặt trong từ trường đều có:\n- Điểm đặt là tại trung điểm của đoạn dây.\n- Phương vuông góc với mặt phẳng chứa đoạn dây dẫn mang dòng điện và vectơ cảm ứng từ.\n- Chiều được xác định bằng quy tắc bàn tay trái: Đặt bàn tay trái sao cho các đường sức từ hướng vào lòng bàn tay, chiều từ cổ tay đến các ngón tay trùng với chiều dòng điện, khi đó ngón cái choãi ra 90° chỉ chiều của lực từ tác dụng lên dòng điện (Hình 10.4).",
      "Độ lớn cảm ứng từ": "Cảm ứng từ\n→\nB\n là một đại lượng vectơ, đặc trưng cho từ trường về phương diện tác dụng lực. Cảm ứng từ tại một điểm trong từ trường có:\n- Phương trùng với phương của nam châm thử nằm cân bằng tại điểm đó.\n- Chiều từ cực Nam sang cực Bắc của nam châm thử.\n- Độ lớn được xác định bằng biểu thức:\nB\n=\nF\nI\nL\nsin\nθ\nTrong hệ SI, cảm ứng từ có đơn vị là tesla (T). Đơn vị tesla là đơn vị dẫn xuất.\n1 T là độ lớn của cảm ứng từ của một từ trường đều mà khi đặt một dây dẫn có chiều dài 1 m mang dòng điện có cường độ 1 A vào trong từ trường đó và vuông góc với vectơ cảm ứng từ thì dây dẫn sẽ chịu một lực từ có độ lớn 1 N.\n1\nT\n=\n1\nN\nA\n.\nm\nLực từ tác dụng lên một đoạn dây dẫn mang dòng điện đặt trong từ trường đều được tính bởi biểu thức:\nF\n=\nB\nI\nL\nsin\nθ\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 12: Hiện tượng cảm ứng điện từ",
    "url": "https://www.vietjack.com/vat-li-12-ct/ly-thuyet-bai-12-hien-tuong-cam-ung-dien-tu.jsp",
    "content": {
      "Từ thông": "Từ thông qua diện tích S: \nΦ\n=\nB\nS\ncos\nα\nTrong đó,\nα\n là góc hợp bời cảm ứng từ\n→\nB\n và vectơ pháp tuyến\n→\nn\n của mặt phẳng có diện tích S.\nĐơn vị của từ thông là vêbe (Wb). 1 Wb = 1T . 1m2\nKhi \n0\n°\n≤\nα\n<\n90\n°\n⇒\nΦ\n>\n0\nKhi \nα\n=\n90\n°\n⇒\nΦ\n=\n0\nKhi \n90\n°\n<\nα\n≤\n180\n°\n⇒\nΦ\n<\n0",
      "Thí nghiệm khảo sát hiện tượng cảm ứng điện từ": "Bước 1: Điều chỉnh kim điện kế ở vạch số 0. Nối hai đầu khung dây với điện kế.\nBước 2: Đưa một đầu của nam châm tiến lại gần khung dây, khi nam châm vừa tiến đến mặt phẳng khung dây thì dừng lại. Quan sát kim điện kế trong quá trình nam châm lại gần khung dây.\nBước 3: Từ vị trí của nam châm ở cuối bước 2, đưa nam châm ra xa khung dây. Quan sát kim điện kế trong quá trình nam châm ra xa khung dây.\n* Kết quả thí nghiệm:\n- Trong quá trình đưa nam châm lại gần hay ra xa khung dây, ta thấy kim điện kế bị lệch, điều này chứng tỏ đã có dòng điện qua khung dây. Ngoài ra, chiều lệch của kim điện kế trong hai trường hợp là ngược nhau, cho thấy hai dòng điện ngược chiều nhau.\n- Khi nam châm dừng lại, ta thấy kim điện kế dừng lại ở vạch số 0, chứng tỏ không có dòng điện qua khung dây.",
      "Hiện tượng cảm ứng điện từ": "Khi từ thông qua mặt giới hạn bởi một khung dây dẫn kín biến thiên thì trong khung dây xuất hiện dòng điện cảm ứng. Hiện tượng này được gọi là hiện tượng cảm ứng điện từ.",
      "Định luật Lenz về chiều dòng điện cảm ứng": "Dòng điện cảm ứng qua khung dây dẫn kín có chiều sao cho từ trường do nó sinh ra (từ trường cảm ứng) có tác dụng chống lại sự biến thiên từ thông qua chính khung dây đó.",
      "Định luật Faraday về suất điện động cảm ứng": "Độ lớn của suất điện động cảm ứng trong mạch kín tỉ lệ với tốc độ biến thiên của từ thông qua mạch.\n|\ne\n|\n=\n∣\n∣\nΔ\nΦ\nΔ\nt\n∣\n∣\ntrong đó,\nΔ\nΦ\n là độ biến thiên từ thông qua diện tích giới hạn bởi mạch điện kín.\nKết hợp với định luật Lenz, suất điện động cảm ứng trong mạch điện kín là: \ne\nC\n=\n−\nΔ\nΦ\nΔ\nt\nTrường hợp cuộn dây có N vòng thì \ne\nC\n=\n−\nN\nΔ\nΦ\nΔ\nt",
      "Guitar điện": "Khi gảy đàn, đoạn dây gần nam châm bị nhiễm từ dao động và tạo ra sự biến thiên từ thông qua cuộn dây của bộ cảm ứng, từ đó tạo ra một suất điện động cảm ứng. Tín hiệu điện được đưa đến một bộ khuếch đại và loa, tạo ra sóng âm thanh mà chúng ta nghe được.",
      "Dynamo xe đạp": "Khi bánh xe quay, núm dẫn động và nam châm cũng quay theo, do đó từ thông qua cuộn dây biến thiên. Lúc này, trong cuộn dây xuất hiện dòng điện cảm ứng và thắp sáng bóng đèn.",
      "Điện từ trường": "Trong vùng không gian có từ trường biến thiên theo thời gian thì trong vùng đó xuất hiện một điện trường xoáy; ngược lại, trong vùng không gian có điện trường biến thiên theo thời gian thì trong vùng đó xuất hiện một từ trường biến thiên theo thời gian. Do đó, điện trường biến thiên và từ trường biến thiên theo thời gian chuyển hoá lẫn nhau và cùng tồn tại trong không gian, được gọi là điện từ trường.",
      "Mô hình sóng điện từ": "Quá trình lan truyền của điện từ trường trong không gian gọi là sóng điện từ. Trong quá trình lan truyền, tại một điểm, vectơ cường độ điện trường\n→\nE\n và vectơ cảm ứng từ\n→\nB\n luôn dao động cùng pha, vuông góc với nhau và vuông góc với phương truyền sóng điện từ như Hình 12.8.\nQuy tắc vặn đinh ốc: Quay đinh ốc theo chiều từ vectơ cường độ điện trường đến vectơ cảm ứng từ thì chiều tiến của đinh ốc là chiều lan truyền của sóng điện từ (Hình 12.9).\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 13: Đại cương về dòng điện xoay chiều",
    "url": "https://www.vietjack.com/vat-li-12-ct/ly-thuyet-bai-13-dai-cuong-ve-dong-dien-xoay-chieu.jsp",
    "content": {
      "Khái niệm": "Xét một khung dây dẫn phẳng kín có diện tích S (gồm N vòng dây) được đặt trong một từ trường đều. Khung dây có thể quay quanh trục A cố định nằm trong mặt phẳng của khung dây. Tại thời điểm ban đầu (t = 0), khung dây được đặt vuông góc với cảm ứng từ\n→\nB\n. Khi đó từ thông qua khung dây là \nΦ\n(\nt\n=\n0\n)\n=\nN\nB\nS\ncos\n0\n°\n=\nN\nB\nS\nCho khung dây quay đều với tốc độ góc ω quang trục Δ. Tại thời điểm t bất kì, từ thông qua khung dây là \nΦ\n(\nt\n)\n=\nN\nB\nS\ncos\nα\n=\nN\nB\nS\ncos\nω\nt\nSuất điện động cảm ứng sinh ra \ne\n(\nt\n)\n=\nN\nB\nS\nω\ncos\n(\nω\nt\n+\nφ\n0\n)\n=\nE\n0\ncos\n(\nω\nt\n+\nφ\n0\n)\nChu kì, tần số của suất điện động xoay chiều được xác định bởi công thức:\nT\n=\n2\nπ\nω\n;\nf\n=\nω\n2\nπ\nKhi nối hai đầu khung dây với mạch ngoài tiêu thụ điện (có điện trở R, tụ điện C hoặc cuộn dây L), những phép đo cho thấy trong mạch xuất hiện dòng điện có cường độ biến thiên điều hoà theo thời gian. Đây được gọi là dòng điện xoay chiều.\nDòng điện xoay chiều là dòng điện có cường độ biến thiên điều hoà theo thời gian.",
      "Điện áp xoay chiều và cường độ dòng điện xoay chiều": "Điện áp xoay chiều giữa hai đầu một đoạn mạch là: \nu\n=\nU\n0\ncos\n(\nω\nt\n+\nφ\nu\n)\nCường độ dòng điện xoay chiều trong đoạn mạch là: \ni\n=\nI\n0\ncos\n(\nω\nt\n+\nφ\ni\n)\n- u và i tương ứng là giá trị điện áp tức thời và cường độ dòng điện tức thời tại thời điểm t;\n- U0 và I0 tương ứng là giá trị cực đại của điện áp và cường độ dòng điện xoay chiều;\n- ω là tần số góc của dòng điện xoay chiều, có đơn vị là rad/s;\n- φu, φi lần lượt là pha ban đầu của điện áp và cường độ dòng điện xoay chiều.\nĐộ lệch pha của điện áp so với cường độ dòng điện là: \nφ\n=\nφ\nu\n−\nφ\ni",
      "Các giá trị hiệu dụng": "Cường độ hiệu dụng của dòng điện xoay chiều là \nI\n=\nI\n0\n√\n2\nGiá trị hiệu dụng của điện áp xoay chiều là \nU\n=\nU\n0\n√\n2\nGiá trị hiệu dụng của suất điện động xoay chiều là \nE\n=\nE\n0\n√\n2",
      "Truyền tải điện năng đi xa": "Trong quá trình truyền tải điện năng từ nhà máy điện đến nơi tiêu thụ, dây dẫn toả nhiệt theo định luật Joule - Lenz, do đó một phần điện năng bị hao phí. Thực tế và lí thuyết đã chứng tỏ để giảm hao phí trong quá trình truyền tải một cách hiệu quả nhất thì trước khi truyền tải, điện áp cần được tăng lên. Khi đến nơi tiêu thụ, điện áp được hạ xuống để phù hợp với mục đích sử dụng. Thiết bị điều chỉnh điện áp trong quá trình truyền tải là máy biến áp.",
      "Dùng trong sinh hoạt và sản xuất": "Dòng điện xoay chiều được sử dụng trong:\n- Các loại đèn thắp sáng.\n- Động cơ của các thiết bị như quạt điện, máy giặt, ...\n- Lò luyện kim, mỏ hàn, bàn ủi, bếp từ, bình đun nước, lò vi sóng, ...\nDòng điện xoay chiều cũng được sử dụng trong việc chế tạo các nam châm điện của cần cẩu để nâng các vật khối lượng lớn (Hình 13.6). Ngoài ra, dòng điện xoay chiều cũng có tác dụng sinh lí được sử dụng trong điều trị bệnh như: châm cứu, kích tim, ...",
      "Quy tắc an toàn điện": "Dưới đây là một số quy tắc để đảm bảo an toàn khi sử dụng điện trong gia đình:\n- Lắp đặt thiết bị đóng ngắt điện đúng cách và ở vị trí phù hợp.\n- Lựa chọn thiết bị điện phù hợp và chất lượng tốt.\n- Không chạm vào dụng cụ sử dụng điện khi tay ướt.\n- Tránh sử dụng thiết bị điện khi đang sạc.\n- Không được chạm tay vào những chỗ hở của dây điện hay cầu dao, cầu chì không có nắp che khi chưa cắt nguồn điện.\n- Kiểm tra hệ thống mạng điện và bảo trì thiết bị điện định kì.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 14: Hạt nhân và mô hình nguyên tử",
    "url": "https://www.vietjack.com/vat-li-12-ct/ly-thuyet-bai-14-hat-nhan-va-mo-hinh-nguyen-tu.jsp",
    "content": {
      "Thí nghiệm tán xạ hạt alpha": "Nhằm kiểm chứng mô hình nguyên tử do Thompson đề xuất, Ernest Rutherford (O-nớt Rơ-dơ-pho) (Hình 14.2) và các cộng sự gồm Geiger (Gây-gơ) (1882 - 1928) và Marsden (Mát-xđân) (1889 - 1970) đã thực hiện thí nghiệm bắn phá các tấm mica mỏng bằng các chùm hạt nhân helium (hạt alpha - α), là các hạt tích điện dương. Khi động năng của chùm hạt alpha đủ lớn, kết quả thí nghiệm cho thấy một lượng lớn các hạt alpha xuyên qua những tấm mica.\nPhần lớn không gian bên trong nguyên tử là rỗng, toàn bộ điện tích dương trong nguyên tử chỉ tập trung tại một vùng có bán kính rất nhỏ nằm ở tâm của nguyên tử, được gọi là hạt nhân của nguyên tử.",
      "Mô hình đơn giản của nguyên tử": "Những kết quả từ thí nghiệm tán xạ hạt alpha đã phủ định mô hình nguyên tử của Thompson và ủng hộ mô hình nguyên tử của Rutherford (Hình 14.5):\n- Nguyên tử có cấu trúc rỗng với hạt nhân nằm ở tâm của nguyên tử. Khối lượng của hạt nhân xấp xỉ bằng khối lượng của nguyên tử, điện tích của hạt nhân có giá trị dương (bằng tổng điện tích các hạt proton).\n- Các electron phân bố trong không gian trống xung quanh hạt nhân và chuyển động trong các quỹ đạo khép kín quanh hạt nhân giống như chuyển động của các hành tinh xung quanh Mặt Trời.\nNăm 1913, nhà vật lí Niels Bohr (Nây Bo) (1885 - 1962) đã bổ sung 2 tiên đề vào mô hình nguyên tử của Rutherford để giải quyết hạn chế trên, trong đó có tiên đề liên quan đến trạng thái dừng: Nguyên tử chỉ tồn tại trong các trạng thái có năng lượng xác định, gọi là các trạng thái dừng. Khi ở trạng thái dừng, nguyên tử không phát xạ.",
      "Cấu tạo hạt nhân": "Các kết quả thực nghiệm đã chứng tỏ rằng hạt nhân của nguyên tử được tạo nên bởi các hạt proton và neutron, trong đó:\n- Proton được kí hiệu là p, mang điện tích dương, có độ lớn đúng bằng điện tích nguyên tố qp = +e\n≈\n 1,6.10-19 C và có khối lượng mp\n≈\n 1,673.10-27 kg.\n- Neutron được kí hiệu là n, trung hoà về điện, có khối lượng mn\n≈\n 1,675.10-27 kg.\nSố proton trong hạt nhân Z là số hiệu nguyên tử, bằng số thứ tự của nguyên tố đang xét trong Bảng tuần hoàn các nguyên tố hoá học.\nTổng số các nucleon trong hạt nhân được gọi là số khối: A = Z + N\nvới N là số neutron trong hạt nhân.",
      "Đồng vị": "Các hạt nhân đồng vị có cùng số proton Z nhưng khác số neutron N\nVí dụ: Hydrogen có ba đồng vị: hydrogen thường\n1\n1\nH\n; hydrogen nặng\n2\n1\nH\n còn gọi là deuterium (\n2\n1\nD\n); hydrogen siêu nặng\n3\n1\nH\n còn gọi là tritium (\n3\n1\nT\n).",
      "Kích thước hạt nhân": "Hạt nhân của nguyên tử được xem gần đúng là một quả cầu có bán kính r. Bán kính của hạt nhân được xác định gần đúng bởi công thức:\nr\n≈\n1\n,\n2\nA\n1\n3\nf\nm\nA là số khối, 1fm = 10-15 m.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 15: Năng lượng liên kết hạt nhân",
    "url": "https://www.vietjack.com/vat-li-12-ct/ly-thuyet-bai-15-nang-luong-lien-ket-hat-nhan.jsp",
    "content": {
      "Hệ thức Einstein về mối liên hệ giữa khối lượng và năng lượng": "Hệ thức mô tả mối liên hệ giữa khối lượng m và năng lượng E:\nE = mc2\nTrong hệ SI, E và m lần lượt được đo bằng đơn vị jun (J) và kilôgam (kg), hằng số c = 3.108 m/s là tốc độ ánh sáng trong chân không.",
      "Khối lượng hạt nhân": "Đơn vị khối lượng nguyên tử được kí hiệu là amu (viết tắt là u).\n1amu có giá trị bằng\n1\n12\n khối lượng của một nguyên tử của đồng vị \n12\n6\nC\n1\namu\n=\n1\n,\n66054\n⋅\n10\n−\n27\n kg\n=\n931\n,\n5\nMeV\n/\nc\n2",
      "Lực hạt nhân": "Lực hạt nhân là lực tương tác giữa các nucleon và có tác dụng liên kết các nucleon với nhau để tạo thành hạt nhân.\nLực hạt nhân có bản chất liên quan tới tương tác mạnh, không phụ thuộc vào điện tích hay khối lượng của các nucleon. Lực hạt nhân có bán kính tác dụng (khoảng cách giữa hai nucleon) rất ngắn, bằng hoặc nhỏ hơn kích thước của hạt nhân, khoảng 10-15 m. Khi khoảng cách giữa các nucleon lớn hơn kích thước hạt nhân, độ lớn của lực hạt nhân giảm về không.",
      "Độ hụt khối. Năng lượng liên kết hạt nhân": "Độ chênh lệch giữa tổng khối lượng của các nucleon tạo thành hạt nhân và khối lượng m, của hạt nhân gọi là độ hụt khối của hạt nhân, kí hiệu là Δm:\nΔ\nm\n=\n[\nZ\nm\np\n+\n(\nA\n−\nZ\n)\nm\nn\n]\n−\nm\nX\nNăng lượng liên kết hạt nhân bằng năng lượng tối thiểu để tách một hạt nhân thành các nucleon riêng rẽ hoặc bằng năng lượng toả ra khi các nucleon riêng rẽ kết hợp thành hạt nhân.\nE\nlk\n=\nΔ\nm\n⋅\nc\n2\n=\n[\nZ\nm\np\n+\n(\nA\n−\nZ\n)\nm\nn\n−\nm\nx\n]\nc\n2\nNăng lượng liên kết hạt nhân thường được đo bằng đơn vị MeV.",
      "Năng lượng liên kết riêng hạt nhân": "Năng lượng liên kết riêng là năng lượng liên kết tính cho một nucleon.\nE\nlkr\n=\nE\nlk\nA\nNăng lượng liên kết riêng hạt nhân thường được đo bằng đơn vị MeV/nucleon.\nHạt nhân có năng lượng liên kết riêng càng lớn thì càng bền vững.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 16: Phản ứng phân hạch, phản ứng nhiệt hạch và ứng dụng",
    "url": "https://www.vietjack.com/vat-li-12-ct/ly-thuyet-bai-16-phan-ung-phan-hach-phan-ung-nhiet-hach.jsp",
    "content": {
      "Khái niệm và phân loại phản ứng hạt nhân": "Phản ứng hạt nhân là mọi quá trình dẫn đến sự biến đổi hạt nhân.\nPhản ứng hạt nhân được phân thành hai loại:\n- Phản ứng hạt nhân tự phát: hạt nhân kém bền vững tự phân rã thành các hạt nhân khác bền vững hơn.\n- Phản ứng hạt nhân kích thích: trong đó các hạt nhân tương tác với nhau chủ yếu thông qua quá trình va chạm và biến đổi tạo thành các hạt nhân mới.\nCác phản ứng hạt nhân phổ biến có thể được biểu diễn dưới dạng phương trình sau:\nA\n1\nZ\n1\nX\n+\nA\n2\nZ\n2\nY\n→\nA\n3\nZ\n3\nC\n+\nA\n4\nZ\n4\nD\ntrong đó X và Y là các hạt nhân tương tác, C và D là các hạt sản phẩm. Một số phản ứng hạt nhân có thể tạo ra nhiều hơn hai hạt sản phẩm.",
      "Định luật bảo toàn điện tích và bảo toàn số khối trong phản ứng hạt nhân": "Phản ứng hạt nhân là một quá trình vật lí, trong phản ứng hạt nhân, điện tích và số khối được bảo toàn:\n1. Định luật bảo toàn điện tích: Tổng đại số các điện tích của các hạt tương tác bằng tổng đại số các điện tích của các hạt sản phẩm.\nA1 + A2 = A3 + A4\n2. Định luật bảo toàn số nucleon: Tổng số nucleon (số khối) của các hạt tương tác bằng tổng số nucleon (số khối) của các hạt sản phẩm.\nZ1 + Z2 = Z3 + Z4",
      "Phản ứng phân hạch": "Phản ứng phân hạch là quá trình trong đó một hạt nhân nặng vỡ thành các hạt nhân nhẹ hơn. Phản ứng phân hạch của hạt nhân có thể được tạo ra bằng cách bắn phá các hạt nhân nặng bằng neutron (Hình 16.1).\nPhương trình phản ứng: \n1\n0\nn\n+\n235\n92\nU\n→\n236\n92\nU\n∗\n→\n95\n39\nY\n+\n138\n53\nI\n+\n3\n1\n0\nn\nk là số neutron trung bình còn lại sau mỗi phản ứng phân hạch\n- Nếu k < 1: phản ứng dây chuyền không xảy ra.\n- Nếu k = 1: phản ứng dây chuyền tới hạn, mật độ neutron không đổi. Đây là phản ứng dây chuyền được sử dụng trong các lò phản ứng hạt nhân để tạo ra năng lượng.\n- Nếu k > 1: phản ứng dây chuyền vượt hạn, mật độ neutron tăng liên tục theo thời gian. Phản ứng dây chuyền không điều khiển được và xảy ra trong các vụ nổ hạt nhân.",
      "Phản ứng tổng hợp hạt nhân (phản ứng nhiệt hạch)": "Phản ứng tổng hợp hạt nhân (phản ứng nhiệt hạch) là quá trình trong đó hai hạt nhân nhẹ kết hợp với nhau để tạo thành hạt nhân nặng hơn. Phản ứng nhiệt hạch chỉ có thể xảy ra ở nhiệt độ cực cao.\nVí dụ một phương trình phản ứng tổng hợp hạt nhân:\n2\n1\nH\n+\n2\n1\nH\n→\n3\n2\nH\ne\n+\n1\n0\nn\nPhản ứng này toả năng lượng khoảng 4 MeV\nĐiều kiện để xảy ra phản ứng là ở nhiệt độ rất cao cỡ 107 đến 108 K, mật độ đủ lớn, thời gian phản ứng đủ dài.",
      "Một số ngành công nghiệp hạt nhân trong đời sống": "Phản ứng phân hạch có nhiều ứng dụng trong ngành công nghiệp năng lượng, đó là các nhà máy phát điện sử dụng năng lượng hạt nhân.\nCông nghệ hạt nhân còn có một số ứng dụng thực tiễn khác như:\n- Trong y học: những kiến thức về vật lí hạt nhân đang được ứng dụng rộng rãi trong việc chẩn đoán và điều trị bệnh, đặc biệt là bệnh ung thư. Ví dụ: hiệu ứng huỷ cặp electron - positron (phản hạt của electron) được ứng dụng trong máy “chụp cắt lớp phát xạ positron\"\n- Trong nông nghiệp: cải tạo giống cây trồng có các đặc tính mới như: năng suất cao, chất lượng dinh dưỡng tốt, hình dáng đẹp (như cúc Chrysanthemum đột biến trong Hình 16.6), ...\n- Trong công nghiệp: kiểm tra chất lượng sản phẩm, đo mật độ vật liệu mà không phá huỷ mẫu vật, kiểm tra chất lượng mối hàn, ...\n- Trong khảo cổ: xác định tuổi và thành phần cấu tạo chất của các mẫu vật.\n- Trong thực phẩm: diệt vi sinh vật để khử trùng thực phẩm; làm chậm quá trình chín giúp trái cây được bảo quản lâu hơn ở điều kiện bình thường.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 17: Hiện tượng phóng xạ",
    "url": "https://www.vietjack.com/vat-li-12-ct/ly-thuyet-bai-17-hien-tuong-phong-xa.jsp",
    "content": {
      "Định nghĩa": "Hiện tượng một hạt nhân không bền vững tự phát phân rã, phát ra các tia phóng xạ và biến đổi thành một hạt nhân khác được gọi là hiện tượng phóng xạ. Ta quy ước hạt nhân phóng xạ là hạt nhân mẹ và hạt nhân sản phẩm của quá trình phân rã là hạt nhân con. Những đồng vị hạt nhân có tính chất phóng xạ được gọi là đồng vị phóng xạ.",
      "Các tính chất cơ bản của hiện tượng phóng xạ": "Hiện tượng phóng xạ có hai tính chất cơ bản sau:\n- Tính tự phát: Quá trình phân rã của hạt nhân phóng xạ xuất phát từ những biến đổi bên trong hạt nhân, hoàn toàn không chịu tác động của các yếu tố bên ngoài như nhiệt độ, áp suất môi trường, ...\n- Tính ngẫu nhiên: ta không thể khảo sát hiện tượng phóng xạ cho một hoặc một vài hạt nhân đơn lẻ, mà chỉ có thể tiến hành việc khảo sát có tính thống kê cho một số lượng lớn hạt nhân trong mẫu chất phóng xạ.",
      "Tia alpha (α)": "Tia phóng xạ α là hạt nhân\n4\n2\nH\ne\n phóng ra từ hạt nhân mẹ có tốc độ khoảng 2.107 m/s. Tia α làm ion hoá mạnh môi trường vật chất, do đó nó chỉ đi được khoảng vài cm trong không khí và dễ dàng bị tờ giấy dày 1 mm chặn lại.\nA\nZ\nX\n→\nA\n−\n4\nZ\n−\n2\nY\n+\n4\n2\nH\ne",
      "Tia beta (β)": "Phóng xạ β gồm 2 loại: phóng xạ β- và phóng xạ β+. Hai loại tia phóng xạ β- và β+ có bản chất tương ứng là hạt electron (\n0\n−\n1\ne\n) và hạt positron(*) (\n0\n1\ne\n) phóng ra từ hạt nhân mẹ với tốc độ xấp xỉ tốc độ ánh sáng trong chân không. Tia β làm ion hoá môi trường vật chất ở mức trung bình, nó có thể xuyên qua tờ giấy khoảng 1 mm nhưng có thể bị chặn bởi tấm nhôm dày khoảng 1 mm.\nPhóng xạ β-: \nA\nZ\nX\n→\nA\nZ\n+\n1\nY\n+\n0\n−\n1\ne\n+\n˜\nν\nPhóng xạ β+: \nA\nZ\nX\n→\nA\nZ\n−\n1\nY\n+\n0\n1\ne\n+\nν",
      "Tia gamma (γ)": "Một số hạt nhân con sau quá trình phóng xạ α hay β được tạo ra trong trạng thái kích thích\nA\nZ\nY\n∗\n. Khi đó, xảy ra tiếp quá trình hạt nhân đó chuyển từ trạng thái kích thích về trạng thái có mức năng lượng thấp hơn\nA\nZ\nY\n và phát ra bức xạ điện từ γ có bước sóng rất ngắn, cỡ nhỏ hơn 10-11 m, còn gọi là tia γ. Các tia γ có năng lượng cao, dễ dàng xuyên qua các vật liệu thông thường, ví dụ lớp bê tông dày hàng chục cm. Muốn cản trở được tia γ, người ta thường dùng vật liệu có mật độ vật chất lớn và bề dày lớn, ví dụ tấm chì dày khoảng 10 cm.",
      "Định luật phóng xạ": "Cứ sau một khoảng thời gian T thì một nửa số hạt nhân phóng xạ hiện có xảy ra phân rã. T được gọi là chu kì bán rã của đồng vị phóng xạ đang xét.\nSố hạt nhân chất phóng xạ còn lại tại thời điểm t được xác định bởi: \nN\n=\nN\n0\n2\n−\nt\nT\n=\nN\n0\ne\n−\nλ\nt\nTrong đó:\nλ\n=\nln\n2\nT\n là hằng số phóng xạ, đặc trưng cho từng chất phóng xạ.",
      "Độ phóng xạ": "Để đặc trưng cho tính phóng xạ mạnh hay yếu của một lượng chất phóng xạ, người ta dùng đại lượng độ phóng xạ (hay hoạt độ phóng xạ), kí hiệu là H, có giá trị bằng số hạt nhân phân rã trong một giây.\nĐơn vị độ phóng xạ là becoren (được lấy theo tên nhà bác học Becquerel), kí hiệu là Bq.\n1 Bq = 1 phân rã/1 giây\nNgoài ra còn sử dụng đơn vị Ci: 1 Ci = 3,7.1010 Bq\nĐộ phóng xạ H được xác định bằng số hạt nhân chất phóng xạ phân rã trong một giây và liên hệ với hằng số phóng xạ và số hạt nhân chất phóng xạ trong mẫu theo công thức:\nH\n=\nλ\nN\n.\nĐộ phóng xạ của một mẫu giảm theo quy luật hàm số mũ: \nH\n=\nH\n0\n2\n−\nt\nT\n=\nH\n0\ne\n−\nλ\nt\n.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 18: An toàn phóng xạ",
    "url": "https://www.vietjack.com/vat-li-12-ct/ly-thuyet-bai-18-an-toan-phong-xa.jsp",
    "content": {
      "Tác hại của các tia phóng xạ": "- Đối với tia α: khả năng đâm xuyên của những hạt α rất yếu nên không thể truyền xuyên qua lớp da để vào cơ thể chúng ta. Do đó, tia α ít gây nguy hại khi nguồn phóng xạ nằm ngoài cơ thể người. Tuy nhiên, với khả năng ion hoá mạnh, những hạt α này lại vô cùng nguy hiểm nếu chất phóng xạ α thâm nhập vào cơ thể khi chúng ta ăn uống, hít thở.\n- Đối với tia β: gồm β+ và β- là những hạt mang điện, có khả năng đâm xuyên cao hơn tia α và cũng có khả năng ion hoá nhưng không mạnh bằng tia α. Chùm tia β cường độ lớn có thể gây bỏng. Tác hại của tia β không lớn như tia β nếu nguồn phát các tia này thâm nhập vào cơ thể người.\n- Đối với tia γ: không mang điện nhưng có khả năng đâm xuyên rất lớn. Do đó, tia γ có khả năng gây tổn hại nguy hiểm cho tất cả các mô của cơ thể người ngay cả ở những khoảng cách tương đối xa nguồn phóng xạ.\nTác hại của các tia phóng xạ phụ thuộc vào nhiều yếu tố như khả năng thâm nhập của các tia này vào cơ thể, liều lượng chiếu, thời gian phơi nhiễm, ... Nói chung, nhiễm phóng xạ có thể gây ra các triệu chứng nhẹ như buồn nôn, mệt mỏi, ... cho đến nặng hơn như rụng tóc, tiêu chảy và nguy cơ ung thư thâm chí co thể nguy hiểm đến tính mang.",
      "Quy tắc an toàn phóng xạ": "Ba quy tắc an toàn phóng xạ:\n- Thời gian phơi nhiễm: Ảnh hưởng của bức xạ lên cơ thể sống càng lớn khi thời gian phơi nhiễm với nguồn phóng xạ càng dài. Việc giảm thời gian phơi nhiễm rất quan trọng. Do đó cần bố trí thời lượng công việc phù hợp để giảm thiểu thời gian phơi nhiễm với nguồn phóng xạ.\n- Khoảng cách đến nguồn phóng xạ: Sự ảnh hưởng của phóng xạ lên cơ thể chúng ta giảm khi khoảng cách đến nguồn phóng xạ tăng lên. Vì vậy, khi cần thao tác trực tiếp với nguồn phóng xạ, ta cần đảm bảo khoảng cách an toàn bằng việc sử dụng các kẹp dài, các phương tiện điều khiển từ xa hoặc cánh tay robot (Hình 18.5).\n- Che chắn phóng xạ: Như đã biết, các tia phóng xạ có thể được chặn lại bằng những vật liệu phù hợp. Do đó, việc che chắn phóng xạ có thể được thực hiện bằng cách trang bị các màn chắn như tường bê tông, cửa chì có độ dày cần thiết, trang phục bảo hộ (mắt kính, găng tay, quần áo bảo hộ có chì) như Hình 18.6.\nKhi phát hiện ô nhiễm phóng xạ, ta cần thông báo ngay với người phụ trách an toàn phóng xạ hoặc chính quyền địa phương. Một quy tắc quan trọng khi xảy ra tình trạng ô nhiễm phóng xạ khẩn cấp là cần theo dõi chặt chẽ tình hình qua các phương tiện truyền thông và tuân thủ các hướng dẫn của chính quyền địa phương.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 1: Sự chuyển thể của các chất",
    "url": "https://www.vietjack.com/vat-li-12-cd/ly-thuyet-bai-1-su-chuyen-the-cua-cac-chat.jsp",
    "content": {
      "Mô hình động học phân tử": "Mô hình này được xây dựng dựa trên các giả thuyết sau:\n- Các chất được cấu tạo từ các hạt (phân tử, nguyên tử, ion), sau đây gọi chung là các phân tử.\n- Các phân tử chuyển động không ngừng. Chuyển động của các phân tử được gọi là chuyển động nhiệt.\n- Các phân tử chuyển động càng nhanh thì nhiệt độ của vật do chúng tạo nên càng cao.\n- Giữa các phân tử có lực tương tác, bao gồm lực hút và lực đẩy. Độ lớn của những lực này phụ thuộc vào khoảng cách giữa các phân tử. Khi khoảng cách giữa các phân tử nhỏ đến một mức nào đấy thì lực đẩy mạnh hơn lực hút. Khi khoảng cách giữa các phân tử lớn thì lực hút mạnh hơn lực đẩy. Khi khoảng cách giữa các phân tử lớn hơn rất nhiều so với kích thước phân tử thì lực tương tác giữa chúng coi như không đáng kể.",
      "Sơ lược cấu trúc của chất rắn": "Lực tương tác giữa các phân tử chất rắn rất mạnh nên giữ được các phân tử ở các vị trí cân bằng và mỗi phân tử chỉ có thể dao động xung quanh vị trí cân bằng xác định này. Do đó, các chất ở thể rắn có thể tích và hình dạng xác định. Chất rắn được phân thành hai loại: chất rắn kết tinh và chất rắn vô định hình.\n- Chất rắn kết tinh (hay chất rắn tinh thể) có cấu trúc tinh thể. Đó là cấu trúc tạo bởi các hạt (nguyên tử, phân tử, ion) liên kết chặt với nhau và sắp xếp theo một trật tự hình học xác định, tuần hoàn trong không gian, gọi là mạng tinh thể. Muối ăn, kim cương, hầu hết kim loại, ... là những chất rắn kết tinh.\n- Chất rắn vô định hình không có cấu trúc tinh thể. Thuỷ tinh, nhựa đường, cao su, ... là những chất rắn vô định hình.",
      "Sơ lược cấu trúc của chất lỏng": "Trong chất lỏng (Hình 1.2b), các phân tử ở xa nhau hơn so với các phân tử trong chất rắn. Lực tương tác giữa các phân tử chất lỏng nhỏ hơn trong chất rắn nên không giữ được các phân tử ở các vị trí xác định nhưng vẫn đủ để giữ các phân tử không chuyển động phân tán ra xa nhau. Các phân tử chất lỏng linh động hơn các phân tử chất rắn do chúng dao động xung quanh các vị trí cân bằng và các vị trí cân bằng này lại có thể dịch chuyển. Vì thế, một lượng chất lỏng có thể tích xác định nhưng không có hình dạng riêng mà có hình dạng của phần bình chứa nó.",
      "Sơ lược cấu trúc của chất khí": "Trong chất khí (Hình 1.2c), các phân tử ở xa nhau hơn so với các phân tử trong chất lỏng. Khoảng cách giữa các phân tử rất lớn so với kích thước của chúng nên lực tương tác giữa các phân tử hầu như không đáng kể (trừ khi va chạm nhau).\nCác phân tử chất khí chuyển động hỗn loạn, không ngừng về mọi phía, chiếm toàn bộ không gian của bình chứa. Vì vậy, một lượng khí không có thể tích và hình dạng riêng mà có thể tích và hình dạng của bình chứa.",
      "Sự chuyển thể của chất": "Khi các điều kiện như nhiệt độ và áp suất thay đổi, một chất có thể chuyển từ thể này sang thể khác.\nQuá trình chuyển từ thể rắn sang thể lỏng của các chất được gọi là sự nóng chảy. Quá trình chuyển ngược lại, từ thể lỏng sang thể rắn được gọi là sự đông đặc.\nQuá trình chuyển từ thể lỏng sang thể khí (hơi) của các chất được gọi là sự hoá hơi (bao gồm bay hơi và sôi). Quá trình chuyển ngược lại, từ thể khí (hơi) sang thể lỏng được gọi là sự ngưng tụ.",
      "Giải thích sự nóng chảy": "Khi nung nóng một vật rắn kết tinh, các phân tử của vật rắn nhận được nhiệt lượng, dao động của các phân tử mạnh lên, biên độ dao động tăng, khoảng cách trung bình giữa các phân tử tăng.\nNhiệt độ của vật rắn tăng đến một giá trị nào đó thì một số phân tử thắng được lực tương tác với các phân tử xung quanh và thoát khỏi liên kết với chúng, đó là sự khởi đầu của quá trình nóng chảy. Từ lúc này, vật rắn nhận nhiệt lượng để tiếp tục phá vỡ các liên kết tinh thể. Khi trật tự của tinh thể bị phá vỡ hoàn toàn thì quá trình nóng chảy kết thúc, vật rắn chuyển thành khối lỏng.\nNếu vẫn tiếp tục nung nóng thì các phân tử nhận nhiệt lượng để tăng năng lượng chuyển động của mình và nhiệt độ của khối chất lỏng tăng lên.\nPhần năng lượng nhận thêm để phá vỡ liên kết giữa các phân tử mà không làm tăng nhiệt độ của chất trong quá trình chuyển thể thường được gọi là ẩn nhiệt. Từ “ẩn” thể hiện ý nghĩa năng lượng cung cấp cho chất có vẻ bị biến mất vì nhiệt độ của chất không tăng khi chuyển thể. Năng lượng này trong quá trình nóng chảy được gọi là ẩn nhiệt nóng chảy.",
      "Giải thích sự hoá hơi": "Khi các phân tử chất lỏng nhận được năng lượng, chúng sẽ chuyển động nhanh hơn làm nhiệt độ chất lỏng tăng dần. Một số phân tử chất lỏng ở gần bề mặt khối chất lỏng chuyển động hướng ra ngoài (Hình 1.6). Một số trong những phân tử này có động năng đủ lớn, thăng được lực tương tác giữa các phân tử thì có thể thoát ra ngoài khối chất lỏng. Ta nói chất lỏng bay hơi. Như vậy, có thể nói sự bay hơi là sự hoá hơi xảy ra ở mặt thoáng của khối chất lỏng.\nĐồng thời, ở gần bề mặt khối chất lỏng, một số phân tử hơi chuyển động hỗn loạn va chạm vào chất lỏng và bị các phân tử chất lỏng hút vào khối chất lỏng. Ta gọi đó là sự ngưng tụ.\nNếu tiếp tục được cung cấp năng lượng, số phân tử chất lỏng nhận được năng lượng để bứt ra khỏi khối chất lỏng tăng dần, lớn gấp nhiều lần so với số phân tử khí (hơi) ngưng tụ. Khi đó, chất lỏng hoá hơi, chuyển dần thành chất khí. Trong quá trình đó, nhiệt độ chất lỏng tăng dần và nếu nhận đủ nhiệt lượng, chất lỏng sẽ sôi.\nTrong quá trình hoá hơi, nhiệt độ không tăng.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 2: Định luật 1 của nhiệt động lực học",
    "url": "https://www.vietjack.com/vat-li-12-cd/ly-thuyet-bai-2-dinh-luat-1-cua-nhiet-dong-luc-hoc.jsp",
    "content": {
      "Khái niệm": "Tổng động năng và thế năng tương tác của các phân tử cấu tạo nên hệ là nội năng của hệ.\nKhi nhiệt độ của hệ thay đổi thì động năng của các phân tử cấu tạo nên hệ thay đổi. Do đó, nội năng phụ thuộc nhiệt độ của hệ. Mặt khác, khi thể tích của hệ thay đổi thì khoảng cách giữa các phân tử cấu tạo nên hệ thay đổi, làm cho thế năng tương tác giữa chúng thay đổi. Vì thế, nội năng cũng phụ thuộc thể tích của hệ.",
      "Thực hiện công": "Vì nội năng phụ thuộc thể tích của hệ nên nếu làm thể tích của hệ thay đổi thì nội năng thay đổi.\nQuá trình làm thay đổi nội năng như trên được gọi là quá trình thực hiện công. Trong quá trình thực hiện công có sự chuyển hoá từ một dạng năng lượng khác (ở ví dụ trên là cơ năng) sang nội năng.",
      "Truyền nhiệt": "Vì nội năng phụ thuộc nhiệt độ nên nếu làm thay đổi nhiệt độ của hệ thì nội năng của hệ thay đổi.\nQuá trình làm thay đổi nội năng như trên không có sự thực hiện công, chỉ có sự truyền năng lượng nhiệt và thường được gọi tắt là sự truyền nhiệt.",
      "Định luật 1 của nhiệt động lực học": "Độ biển thiên nội năng của hệ bằng tổng công và nhiệt lượng mà hệ nhận được.\nKí hiệu AƯ là độ biến thiên nội năng, Q và A tương ứng là nhiệt lượng và công mà hệ nhận được, ta có ΔU = Q + A\ntrong đó:\nQ và A là các giá trị đại số.\nNếu Q > 0, hệ nhận nhiệt lượng.\nNếu Q < 0, hệ toả nhiệt lượng.\nNếu A > 0, hệ nhận công.\nNếu A < 0, hệ sinh công.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 3: Thang nhiệt độ",
    "url": "https://www.vietjack.com/vat-li-12-cd/ly-thuyet-bai-3-thang-nhiet-do.jsp",
    "content": {
      "Sự truyền năng lượng nhiệt": "- Năng lượng nhiệt được truyền từ vật nóng hơn sang vật lạnh hơn.\n- Khi hai vật ở cùng nhiệt độ, không có sự truyến năng lượng nhiệt giữa chúng.\nNói cách khác, nhiệt độ cho biết xu hướng truyền năng lượng nhiệt giữa các vật. Năng lượng nhiệt sẽ tự truyền từ vật có nhiệt độ cao hơn sang vật có nhiệt độ thấp hơn. Như đã biết, phần năng lượng nhiệt truyền như vậy là nhiệt lượng. Khi hai vật có cùng nhiệt độ, ta nói rằng chúng đang ở trạng thái cân bằng nhiệt. Khi đó, sẽ không có sự truyền nhiệt lượng giữa chúng.",
      "Thang nhiệt độ Celsius": "Thang Celsius là thang đo nhiệt độ có một mốc là nhiệt độ nóng chảy của nước đá tinh khiết (quy ước là 0 oC) và ốc còn lại là nhiệt độ sôi của nước tinh khiết (quy ước là 100 oC). Khoảng giữa hai mốc nhiệt độ này được chia thành 100 khoảng bằng nhau.\nThực tế là cả hai mốc nhiệt độ này đều không cố định vì có thể thay đổi nếu áp suất thay đổi. Do đó, các mốc nhiệt độ này được quy ước xác định ở điều kiện áp suất tiêu chuẩn (1 atm).",
      "Thang nhiệt độ Kelvin": "Thang nhiệt độ Kelvin, còn được gọi là thang đo nhiệt động, là thang đo nhiệt độ sử dụng mốc gồm hai nhiệt độ cố định:\n- Nhiệt độ không tuyệt đối, được định nghĩa là 0 K;\n- Nhiệt độ mà nước đá, nước và hơi nước có thể cùng tồn tại, được định nghĩa là 273,16 K (tương đương với 0,01°C).\n0 K được gọi là nhiệt độ không tuyệt đối, tức là không thể có nhiệt độ thấp hơn 0 K. Do đó, 0 K là nhiệt độ mà các phân tử có động năng chuyển động nhiệt bằng không và thế năng tương tác giữa chúng là tối thiểu. Nghĩa là hệ ở nhiệt độ không tuyệt đối sẽ có nội năng tối thiểu.",
      "Chuyển đổi giữa các thang nhiệt độ": "Sử dụng kí hiệu t (C) để biểu diễn giá trị trên thang nhiệt độ Celsius và T (K) cho thang Kelvin. Người ta quy ước mỗi khoảng chia trong thang nhiệt độ Kelvin (1 K) bằng một khoảng chia trong thang nhiệt độ Celsius (1 C). Với quy ước như vậy, công thức chuyển đổi giữa hai thang nhiệt độ sẽ là:\nT (K) = t (℃)+273,15 hoặc t (C) = T (K) - 273,15\nỞ các phép tính thực tế, thường làm tròn số hạng chuyển đổi thành 273.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 4: Nhiệt dung riêng, nhiệt nóng chảy riêng, nhiệt hoá hơi riêng",
    "url": "https://www.vietjack.com/vat-li-12-cd/ly-thuyet-bai-4-nhiet-dung-rieng-nhiet-nong-chay-rieng-nhiet-hoa-hoi-rieng.jsp",
    "content": {
      "Định nghĩa": "Nhiệt nóng chảy riêng λ của một chất là nhiệt lượng cần thiết để 1 kg chất đó chuyển hoàn toàn từ thể rắn sang thể lỏng ở nhiệt độ nóng chảy.\nTrong hệ SI, đơn vị đo của nhiệt nóng chảy riêng là J/kg.\nNhư vậy, ta dễ dàng xác định nhiệt lượng cần thiết để làm nóng chảy một vật khi biết nhiệt nóng chảy riêng của chất liệu cấu tạo nên vật đó theo công thức: Q = mλ.",
      "Xác định nhiệt dung riêng của nước": "- Lắp các dụng cụ theo sơ đồ nguyên lí Hình 4.2.\n- Đo nhiệt độ nước trước khi đun.\n- Bật nguồn.\n- Đọc số chỉ P của oát kế.\n- Sau mỗi 3 phút, đọc và ghi các số liệu theo mẫu Bảng 4.2.\nXác định nhiệt dung riêng của nước bằng công thức:\nc\n=\nP\n.\nΔ\nt\nm\nΔ\nT\nvới Δt là thời gian đun.",
      "Xác định nhiệt nóng chảy riêng của nước đá": "Bước 1\n- Cho nước đá vào nhiệt lượng kế và hứng nước chảy ra bằng một chiếc cốc.\n- Sau khi nước chảy vào cốc khoảng một phút, cho nước chảy vào cốc (4) (ở trên cân) trong thời gian t phút, xác định khối lượng m của nước trong cốc này.\nBước 2\n- Bật nguồn.\n- Đọc số chỉ P của oát kế.\n- Cho nước chảy thêm vào cốc trong thời gian t. Xác định khối lượng M của nước trong cốc lúc này.\n- Ghi các số liệu theo mẫu Bảng 4.3.\nXác định nhiệt nóng chảy riêng bằng công thức\nλ\n=\nP\n.\nt\nM\n−\n2\nm",
      "Nhiệt hoá hơi riêng": "Nhiệt hoá hơi riêng L của một chất là nhiệt lượng cần để 1 kg chất đó chuyển hoàn toàn từ thể lỏng sang thể khí ở nhiệt độ sôi.\nTrong hệ SI, đơn vị đo của nhiệt hoá hơi riêng là J/kg.\nNhư vậy, ta xác định được nhiệt lượng cần thiết để làm hoá hơi hoàn toàn khối lượng m của một chất là Q = mL\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 1: Mô hình động học phân tử chất khí",
    "url": "https://www.vietjack.com/vat-li-12-cd/ly-thuyet-bai-1-mo-hinh-dong-hoc-phan-tu-chat-khi.jsp",
    "content": {
      "Đặc điểm chuyển động của các phân tử khí": "- Các phân tử khí chuyển động hỗn loạn, không ngừng.\n- Nhiệt độ càng cao, các phân tử khí chuyển động càng nhanh.\nThực tế thì với không khí ở điều kiện tiêu chuẩn (nhiệt độ 0 oC và áp suất 1 atm), tốc độ trung bình của các phân tử khí khoảng 400 m/s. Ta chỉ xác định được tốc độ trung bình vì tại mỗi thời điểm bất kì, một số phân tử không khí có tốc độ lớn hơn tốc độ này và một số phân tử khác lại có tốc độ nhỏ hơn.",
      "Mô hình": "Với các đặc điểm quan sát được về chuyển động của các phân tử khí trong thực tế, người ta đưa ra mô hình động học phân tử cho chất khí gồm các nội dung sau:\n+ Các phân tử khí ở xa nhau, khoảng cách giữa chúng rất lớn so với kích thước mỗi phân tử nên có thể bỏ qua kích thước của chúng.\n+ Các phân tử chất khí chuyển động hỗn loạn, không ngừng. Chuyển động này càng nhanh thì nhiệt độ chất khí càng cao.\n+ Khi chuyển động hỗn loạn, các phân tử va chạm vào nhau và va chạm vào thành bình chứa khí.\n+ Các phân tử khí va chạm vào thành bình gây ra áp suất lên thành bình chứa khí.",
      "Khí lí tưởng": "Mô hình khí lí tưởng gồm các nội dung sau:\n- Các phân tử khí ở xa nhau, khoảng cách giữa chúng rất lớn so với kích thước mỗi phân tử nên có thể bỏ qua kích thước của chúng.\n- Khi chưa va chạm, lực tương tác giữa các phân tử khí rất yếu, nên có thể bỏ qua. Giữa hai va chạm liên tiếp, phân tử khí lí tưởng chuyển động thẳng đều.\n- Khi va chạm vào thành bình chứa, phân tử khí truyền động lượng cho thành bình và bị bật ngược trở lại.\nVa chạm của các phân tử khí với nhau và với thành bình là va chạm hoàn toàn đàn hồi.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 2: Phương trình trạng thái khí lí tưởng",
    "url": "https://www.vietjack.com/vat-li-12-cd/ly-thuyet-bai-2-phuong-trinh-trang-thai-khi-li-tuong.jsp",
    "content": {
      "Khảo sát mối liên hệ giữa thể tích và áp suất của chất khí khi nhiệt độ không đổi": "- Mở van áp kế, dùng tay quay dịch chuyển pit-tông sang phải để lấy một lượng khí xác định vào xilanh.\n- Đóng van, đọc và ghi giá trị áp suất p (hiện trên áp kế), thể tích V của khí trong xilanh (theo vạch chia trên xilanh) khi đó.\n- Dùng tay quay cho pit-tông dịch chuyển từ từ đến các vị trí mới. Đọc giá trị p, V ứng với mỗi vị trí và ghi kết quả theo mẫu Bảng 2.1.",
      "Định luật Boyle": "Với một khối lượng khí xác định, khi giữ nhiệt độ của khí không đổi thì áp suất gây ra bởi khi tỉ lệ nghịch với thể tích của nó.\nQuá trình biến đổi trạng thái trong đó nhiệt độ được giữ không đổi được gọi là quá trình đẳng nhiệt. Công thức của định luật Boyle được viết dưới dạng:\npV = hằng số",
      "Định luật Charles": "V\nT\n=\n hằng số\nĐịnh luật Charles được phát biểu như sau:\nVới một khối lượng khi xác định, khi giữ ở áp suất không đổi thì thể tích của khí tỉ lệ thuận với nhiệt độ tuyệt đối của nó.",
      "Thí nghiệm minh hoạ": "- Đọc giá trị phần thể tích chứa khí của xilanh ban đầu.\n- Đọc số chỉ của cảm biến nhiệt độ đo nhiệt độ phòng cũng là nhiệt độ khí trong xilanh lúc đầu.\n- Đổ nước nóng vào hộp chứa cho ngập hoàn toàn xilanh.\nDịch pit-tông từ từ sao cho số chỉ của áp kế không đổi. Đọc giá trị của phần thể tích chứa khí và nhiệt độ sau mỗi phút.\n- Ghi kết quả vào mẫu như Bảng 2.2.",
      "Phương trình trạng thái khí lí tưởng": "Phương trình: pV = nRT được gọi là phương trình trạng thái khí lí tưởng\nvới n là số mol khí đang xét và R là một hằng số có giá trị thực nghiệm là R = 8,31 J/(mol.K). R được gọi là hằng số khí lí tưởng.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 3: Áp suất và động năng phân tử chất khí",
    "url": "https://www.vietjack.com/vat-li-12-cd/ly-thuyet-bai-3-ap-suat-va-dong-nang-phan-tu-chat-khi.jsp",
    "content": {
      "Áp suất của khí lên thành bình": "Mỗi phân tử khí va chạm vào thành bình gây ra áp suất lên thành bình:\np\ni\n=\nF\nS\nTrong đó, F là độ lớn của lực do phân tử khí tác dụng vuông góc lên diện tích S của thành bình. Mỗi phân tử khí tác dụng lên thành bình một áp suất không đáng kể nhưng một số lượng rất lớn các phân tử khí va chạm vào thành bình sẽ gây ra áp suất chất khí đủ lớn.",
      "Công thức tính áp suất": "Độ lớn trung bình của lực gây ra thay đổi động lượng của phân tử khí đang xét:\nF\n=\n2\nm\nv\n2\nL\nv\n=\nm\nv\n2\nL\nÁp suất do một phân tử khí gây ra:\np\ni\n=\nF\nS\n=\nm\nv\n2\nL\nL\n2\n=\nm\nv\n2\nL\n3\nÁp suất do N phân tử khí gây ra:\np\n=\nN\nm\n¯¯¯\nv\n2\nL\n3\nDo bình lập phương đang xét có 3 cặp mặt đối diện nên phải chia cho 3 để được áp suất do tất cả các phân tử gây ra trên mỗi mặt của bình lập phương.\nSuy ra áp suất cần tìm:\np\n=\n1\n3\nN\nm\n¯¯¯\nv\n2\nL\n3\n=\n1\n3\nN\nm\n¯¯¯\nv\n2\nV\n=\n1\n3\nρ\n¯¯¯\nv\n2\nMật độ chất khí càng lớn, áp suất của chất khí càng lớn, khối lượng phân tử khí càng lớn thì phân tử sẽ gây ra áp suất càng lớn trong quá trình va chạm.",
      "Động năng phân tử khí lí tưởng": "Động năng phân tử chất khí:\nW\nd\n=\nm\n¯¯¯\nv\n2\n2\n=\n3\nk\nT\n2\nvới\nk\n=\nR\nN\nA\nlà hằng số Boltzmann.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 1: Từ trường",
    "url": "https://www.vietjack.com/vat-li-12-cd/ly-thuyet-bai-1-tu-truong.jsp",
    "content": {
      "Tính chất từ của nam châm": "Trên một nam châm, có những miền hút vụn sắt mạnh nhất: đó là các cực từ của nam châm. Mỗi nam châm bao giờ cũng có hai loại cực từ phân biệt. Một loại được đặt tên là cực từ bắc, kí hiệu N (viết tắt của North, theo tiếng Anh), loại kia là cực từ nam, kí hiệu S (viết tắt của South).\nTrong sách này, ta quy ước ở các hình vẽ: cực từ bắc (N) của nam châm có màu đỏ, cực từ nam (S) có màu xanh. Nam châm có thể hút hoặc đẩy nam châm khác. Hai cực của hai nam châm được đưa lại gần nhau sẽ đẩy nhau khi chúng cùng loại và sẽ hút nhau khi chúng khác loại. Lực hút hoặc đẩy này dược gọi là lực từ. Lực hút hoặc đẩy giữa nam châm và dòng diện, giữa dòng diện và dòng diện cũng được gọi là lực từ.",
      "Định nghĩa từ trường": "Từ trường là trường lực gây ra bởi dòng điện hoặc nam châm, là dạng vật chất tồn tại xung quanh dòng điện hoặc nam châm mà biểu hiện cụ thể là sự xuất hiện của lực từ tác dụng lên một dòng điện hay một nam châm khác đặt trong đó.\nĐịnh nghĩa này cho thấy, đặc trưng của từ trường là gây ra lực từ tác dụng lên nam châm hay dòng điện đặt trong nó.\nĐể phát hiện sự tồn tại của từ trường trong một khoảng không gian nào đó, người ta sử dụng kim nam châm nhỏ đặt tại những vị trí bất kì trong khoảng không gian ấy.",
      "Đường sức từ": "Từ trường không nhìn thấy nhưng có thể biểu diễn bằng đường sức từ.",
      "Thí nghiệm": "Trong từ trường của thanh nam châm, mạt sắt được sắp xếp theo các đường cong nối từ cực này sang cực kia của nam châm, dày nhất ở các cực từ của nam châm. Càng ra xa nam châm, những đường này càng thưa dần.\nHình ảnh các đường mạt sắt xung quanh nam châm như Hình 1.5 được gọi là từ phổ.",
      "Định nghĩa": "Đường sức từ là những đường vẽ trong không gian có từ trường, sao cho tiếp tuyển với nó tại mỗi điểm có phương trùng với phương của kim nam châm nhỏ nằm cân bằng tại điểm đó.",
      "Đường sức từ của dòng điện thẳng": "Dòng điện chạy trong dây dẫn thẳng rất dài được gọi là dòng điện thẳng.\nKết quả thí nghiệm cho biết đường sức từ của dòng điện thẳng rất dài với cường độ I:\n+ Có dạng những đường tròn nằm trong những mặt phẳng vuông góc với dòng điện có tâm là giao điểm giữa dòng điện và mặt phẳng đó (Hình 1.9).\n+ Có chiều được xác định bằng quy tắc nắm tay phải (Hình 1.10).\nQuy tắc nắm tay phải: Để bàn tay phải sao cho ngón cái nằm dọc dây dẫn và chỉ theo chiều dòng điện, khi đó các ngón tay kia khum lại chỉ chiều của đường sức từ.",
      "Đường sức từ của dòng điện tròn": "Dòng điện chạy trong dây dẫn hình tròn được gọi là dòng điện tròn.\nHình 1.12 biểu diễn từ phổ và hình dạng các đường sức từ của dòng điện tròn.\nNgười ta quy ước mặt nam của dòng điện tròn là mặt khi nhìn vào mặt đó, ta thấy dòng điện chạy theo chiều kim đồng hồ, còn mặt bắc thì ngược lại. Dùng quy ước này, ta có: Các đường sức từ của dòng điện tròn có chiều đi vào mặt nam và đi ra mặt bắc của dòng điện tròn ấy. Có thể xác định chiều dòng điện tròn tại mặt nam của nó bằng cách viết chữ S rồi đánh dấu mũi tên vào hai đầu chữ S; còn ở mặt bắc thì viết chữ N rồi đánh dấu mũi tên vào hai đầu chữ N (Hình 1.13).\nKhum bàn tay phải theo vòng dây của dòng điện tròn sao cho chiều từ cổ tay đến các ngón tay trùng với chiều dòng điện; khi đó, ngón cái choãi ra chỉ chiều đường sức từ.",
      "Đường sức từ của từ trường đều": "Từ trường đều là từ trường mà các đường sức từ của nó là những đường thẳng song song và cách đều nhau.\nTừ trường giữa hai cực của một nam châm hình chữ U (vùng tô màu) có thể coi là từ trường đều (Hình 1.15).\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 2: Lực từ tác dụng lên đoạn dây dẫn mang dòng điện. Cảm ứng từ",
    "url": "https://www.vietjack.com/vat-li-12-cd/ly-thuyet-bai-2-luc-tu-tac-dung-len-doan-day-dan-mang-dong-dien.jsp",
    "content": {
      "Thí nghiệm": "- Lắp đặt các dụng cụ như Hình 2.1.\n- Treo khung dây để mặt phẳng khung dây vuông góc với đường sức từ của nam châm; cạnh AB của khung nằm ngang trong vùng từ trường đều ở khoảng không gian giữa hai cực của nam châm.\n- Cho dòng điện có cường độ I chạy qua khung dây theo chiều từ A đến B và quan sát hiện tượng xảy ra với khung dây.\n- Đổi chiều cường độ dòng điện I chạy qua khung dây và quan sát hiện tượng xảy ra với khung dây.\nKết quả\nKhi có dòng điện chạy qua khung dây theo chiều từ A đến B, khung dây bị kéo thẳng đứng xuống dưới. Điều này cho thấy, lực từ tác dụng lên AB có phương thẳng đứng, vuông góc với cả đoạn dòng điện AB và đường sức từ.",
      "Phương của lực từ tác dụng lên đoạn dòng điện": "Lực từ tác dụng lên đoạn dòng điện đặt trong từ trường có phương vuông góc với mặt phẳng chứa đoạn dòng điện và đường sức từ tại điểm khảo sát.",
      "Chiều của lực từ tác dụng lên đoạn dòng điện": "Xác định chiều của lực từ theo quy tắc bàn tay trái: Đặt bàn tay trải sao cho các đường sức từ đâm xuyên vào lòng bàn tay, chiều từ cổ tay đến các ngón tay trùng với chiều dòng điện, ngón cái choãi ra 90° chi chiều của lực từ tác dụng lên đoạn dòng điện.",
      "Cảm ứng từ": "Để đặc trưng cho từ trường tại một điểm trong từ trường về mặt tác dụng lực, người ta đưa ra một đại lượng gọi là cảm ứng từ, kí hiệu\n→\nB\n. Đó là một đại lượng vectơ:\n- Có phương trùng với phương của kim nam châm nằm cân bằng tại điểm đang xét, có chiều từ cực nam sang cực bắc của kim nam châm;\n- Có độ lớn là:\nB\n=\nF\nI\nl\nsin\nθ\nTrong đó:\nF là độ lớn của lực do từ trường tác dụng lên đoạn dây dẫn có chiều dài\nl\n mang dòng điện có cường độ I, B là độ lớn cảm ứng từ,\nθ\n là góc hợp bởi chiều dòng điện và chiều của cảm ứng từ.",
      "Đơn vị của cảm ứng từ": "Đơn vị SI của cảm ứng từ là tesla, kí hiệu T.\nCảm ứng từ có độ lớn bằng 1 T khi một dây dẫn mang dòng điện 1 A đặt vuông góc với từ trường đều chịu tác dụng bởi lực 1N trên 1 m chiều dài của nó.\nTrong công thức (2.1), lực được đo bằng niutơn (N), cường độ dòng điện được đo bằng ampe (A) và chiều dài được đo bằng mét (m).\n1T = 1N.A-1.m-1",
      "Đo độ lớn của cảm ứng từ": "1) Lắp đặt các dụng cụ như Hình 2.6.\nĐoạn dây dẫn được cố định theo phương ngang giữa hai cực của nam châm. Dòng điện chạy qua đoạn dây dẫn được lấy từ biến áp nguồn (không thể hiện trong Hình 2.6).\n2) Đo và ghi chiều dài của đoạn dây dẫn nằm ngang trong từ trường theo mẫu Bảng 2. 2.\n3) Ấn nút hiệu chỉnh để cân chỉ số \"0\".\n4) Bật nguồn điện. Đo và ghi cường độ dòng điện I và số chỉ m của cân theo Bảng 2.2.\n5) Điều chỉnh biến áp nguồn để có các giá trị khác nhau của cường độ dòng điện I. Lặp lại bước 4 cho đến khi có ít nhất ba giá trị khác nhau của I và m. Tắt nguồn điện.",
      "Công thức": "Lực từ do từ trường đều có cảm ứng từ với độ lớn B tác dụng lên dây dẫn có chiều dài\nl\n và mang dòng điện có cường độ I được xác định bằng công thức:\nF\n=\nB\nI\nl\nsin\nθ\nTrong đó,\nθ\n là góc hợp bởi chiều dòng điện và cảm ứng từ\n→\nB\nĐiểm đặt của lực từ là trung điểm của đoạn dây dẫn có chiều dài\nl\n.\nTrong công thức, B tính bằng tesla (T), I tính bằng ampe (A),\nl\n tính bằng mét (m) thì F được tính bằng niutơn (N).\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 3: Cảm ứng điện từ",
    "url": "https://www.vietjack.com/vat-li-12-cd/ly-thuyet-bai-3-cam-ung-dien-tu.jsp",
    "content": {
      "Định nghĩa": "Từ thông qua diện tích S:\nΦ\n=\nB\nS\ncos\nα\nTrong đó,\nα\n là góc hợp bời cảm ứng từ\n→\nB\n và vectơ pháp tuyến\n→\nn\n của mặt phẳng có diện tích S.\nKhi\n0\n°\n≤\nα\n<\n90\n°\n⇒\nΦ\n>\n0\nKhi\nα\n=\n90\n°\n⇒\nΦ\n=\n0\nKhi\n90\n°\n<\nα\n≤\n180\n°\n⇒\nΦ\n<\n0",
      "Đơn vị đo từ thông": "Một weber (1 Wb) là từ thông đi qua diện tích 1 m2 vuông góc với cảm ứng từ B, khi cảm ứng từ có độ lớn là 1 T.\nĐơn vị của từ thông là vêbe (Wb). 1 Wb = 1T . 1m2",
      "Kết luận": "Kết quả của các thí nghiệm trên và nhiều thí nghiệm tương tự khác nữa chứng tỏ rằng:\nMỗi khi từ thông qua mặt giới hạn bởi mạch điện kín biến thiên theo thời gian thì trong mạch xuất hiện dòng điện.\nDòng điện xuất hiện khi có sự biến thiên từ thông qua mạch điện kín được gọi là dòng điện cảm ứng. Suất điện động sinh ra dòng điện cảm ứng trong mạch kín được gọi là suất điện động cảm ứng.\nNhư vậy, ta cũng có thể nói khi có sự biến thiên của từ thông qua một mặt giới hạn bởi một mạch kín thì trong mạch xuất hiện suất điện động cảm ứng.\nHiện tượng xuất hiện suất điện động cảm ứng là hiện tượng cảm ứng điện từ và hiện tượng này chỉ tồn tại trong khoảng thời gian từ thông qua mạch kín biến thiên.",
      "Định luật Lenz": "Dòng điện cảm ứng có chiều sao cho từ trường do nó sinh ra có tác dụng chống lại sự biến thiên của từ thông qua mạch kín.",
      "Định luật Faraday": "Thực nghiệm chứng tỏ rằng, độ lớn của suất điện động cảm ứng trong mạch kín tỉ lệ với tốc độ biến thiên của từ thông qua mạch kín đó.\nPhát biểu trên là định luật Faraday về cảm ứng điện từ.\nSuất điện động cảm ứng trong mạch điện kín là:\ne\nC\n=\n−\nΔ\nΦ\nΔ\nt\ntrong đó,\nΔ\nΦ\n là độ biến thiên từ thông qua diện tích giới hạn bởi mạch điện kín.\nTrường hợp cuộn dây có N vòng thì\ne\nC\n=\n−\nN\nΔ\nΦ\nΔ\nt",
      "Suất điện động cảm ứng trong một đoạn dây dẫn chuyển động trong từ trường": "Độ lớn suất điện động cảm ứng trong một đoạn dây dẫn chuyển động trong từ trường:\n|\ne\nC\n|\n=\nB\nl\nv\nsin\nθ\nĐặt bàn tay phải sao cho các đường sức từ đâm xuyên vào lòng bàn tay, ngón cái choãi ra 90° chỉ chiều chuyển động của dây dẫn thì chiều từ cổ tay đến các ngón tay chỉ chiều dòng điện cảm ứng.",
      "Hãm chuyển động bằng điện từ": "Cho một đĩa kim loại dao động trong không khí, đĩa sẽ dao động trong một thời gian xác định. Khi cho đĩa dao động giữa hai cực từ của một nam châm (Hình 3.11) thì thời gian đĩa dao động sẽ ngắn hơn.\nĐiều này có thể được giải thích như sau: Khi đĩa đi vào từ trường, nó cắt các đường sức từ và do đó trong đĩa xuất hiện suất điện động cảm ứng. Vì đĩa là chất dẫn điện nên suất điện động cảm ứng tạo ra dòng điện trong đĩa. Những dòng điện này được gọi là dòng điện xoáy hay dòng điện Foucault (Fu-cô). Chúng có đặc điểm là chạy theo các đường cong kín trong khối vật dẫn.\nTheo định luật Lenz, các dòng điện cảm ứng chạy trong đĩa sẽ tạo ra lực cản trở chuyển động, làm cho dao động bị tắt dần nhanh.",
      "Làm giảm tác hại của dòng điện xoáy": "Để giảm tác hại của dòng điện xoáy, người ta không dùng lõi sắt dạng khối liền, mà dùng những lá thép silicon mỏng có phủ lớp sơn cách điện ghép sát với nhau. Ngoài ra, những lá mỏng này lại dược đặt song song với dường sức từ. Bằng cách đó, tuy không loại bỏ được hoàn toàn dòng điện xoáy, nhưng làm giảm được cường độ của nó một cách đáng kể.",
      "Điện trường biến thiên và từ trường biến thiên": "Khi một từ trường biến thiên theo thời gian sẽ sinh ra một điện trường xoáy trong không gian xung quanh và ngược lại, khi một điện trường biến thiên theo thời gian sẽ sinh ra một từ trường biến thiên theo thời gian trong không gian xung quanh.",
      "Mô hình sóng điện từ": "Nếu tại điểm O có một điện trường biến thiên\n−→\nE\n1\n, thì theo kết luận của Maxwell, tại vùng lân cận sẽ xuất hiện một từ trường biến thiên\n−→\nB\n1\n. Tiếp theo, vì có từ trường biến thiên, nên lại xuất hiện một điện trường\n−→\nE\n2\n biến thiên ở vùng lân cận khác, rồi tương tự, lại xuất hiện\n−→\nB\n2\n, ... Cứ như thế điện trường và từ trường lan truyền trong không gian như hình minh hoạ. Quá trình lan truyền điện từ trường trong không gian được gọi là sóng điện từ.\n- Vectơ cường độ điện trường\n→\nE\n luôn vuông góc với vectơ cảm ứng từ\n→\nB\n, cả hai vectơ này luôn vuông góc với phương truyền sóng. Do đó, sóng điện từ là sóng ngang.\n- Cả\n→\nE\n và\n→\nB\n đều biến thiên điều hoà theo không gian và thời gian và luôn đồng pha.\n- Sóng điện từ truyền được trong chân không.\n- Sóng điện từ tuân theo quy luật truyền thẳng, phản xạ, khúc xạ, giao thoa và nhiễu xạ giống như sóng cơ.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 4: Đại cương về dòng điện xoay chiều",
    "url": "https://www.vietjack.com/vat-li-12-cd/ly-thuyet-bai-4-dai-cuong-ve-dong-dien-xoay-chieu.jsp",
    "content": {
      "Khái niệm dòng điện xoay chiều và điện áp xoay chiều": "Xét một đoạn mạch tiêu thụ điện như Hình 4.1, giữa hai đầu đoạn mạch có một hiệu điện thế biến thiên theo thời gian theo định luật dạng sin hay cosin, được gọi là hiệu điện thế xoay chiều hay điện áp xoay chiều. Trong đoạn mạch xuất hiện dòng điện có cường độ biến thiên theo thời gian theo định luật dạng sin hay cosin. Dòng điện này được gọi là dòng điện xoay chiều hình sin, gọi tắt là dòng điện xoay chiều.",
      "Chu kì, tần số, giá trị cực đại của cường độ dòng điện và điện áp xoay chiều": "Điện áp xoay chiều giữa hai đầu một đoạn mạch là:\nu\n=\nU\n0\ncos\n(\nω\nt\n+\nφ\nu\n)\nCường độ dòng điện xoay chiều trong đoạn mạch là:\ni\n=\nI\n0\ncos\n(\nω\nt\n+\nφ\ni\n)\n- u và i tương ứng là giá trị điện áp tức thời và cường độ dòng điện tức thời tại thời điểm t;\n- U0 và I0 tương ứng là giá trị cực đại của điện áp và cường độ dòng điện xoay chiều;\n- ω là tần số góc của dòng điện xoay chiều, có đơn vị là rad/s;\n- φu, φi lần lượt là pha ban đầu của điện áp và cường độ dòng điện xoay chiều.\nĐộ lệch pha của điện áp so với cường độ dòng điện là:\nφ\n=\nφ\nu\n−\nφ\ni\n• Nếu φ > 0 thì điện áp sớm pha so với cường độ dòng điện.\n• Nếu φ < 0 thì điện áp muộn (trễ) pha so với cường độ dòng điện.\n• Nếu φ = 0 thì điện áp đồng pha với cường độ dòng điện.",
      "Giá trị hiệu dụng": "Cường độ hiệu dụng của dòng điện xoay chiều là\nI\n=\nI\n0\n√\n2\nGiá trị hiệu dụng của điện áp xoay chiều là\nU\n=\nU\n0\n√\n2\nGiá trị hiệu dụng của suất điện động xoay chiều là\nE\n=\nE\n0\n√\n2",
      "Nguyên tắc tạo ra dòng điện xoay chiều": "Nguyên tắc tạo ra dòng điện xoay chiều dựa trên hiện tượng cảm ứng điện từ. Khi từ thông qua một khung dây dẫn biến thiên điều hoà, trong khung dây xuất hiện một suất điện động cảm ứng cũng biến thiên điều hoà.\ne\n=\nE\n0\ncos\n(\nω\nt\n+\nφ\n0\n)\nTrong đó\nT\n=\n2\nπ\nω\n là chu kì,\nf\n=\n1\nT\n=\nω\n2\nπ\nlà tần số, φ0 là pha ban đầu, E0 là giá trị cực đại của suất điện động\nTrong thực tế có hai cách tạo ra suất điện động xoay chiều thường dùng trong các máy phát điện.\n+ Từ trường cố định, các cuộn dây của máy phát quay trong từ trường.\n+ Từ trường quay, các cuộn dây của máy phát được đặt cố định.",
      "Cấu tạo": "Mỗi máy phát điện xoay chiều đều có hai bộ phận chính là phần cảm và phần ứng.\n+ Phần cảm là nam châm điện hoặc nam châm vĩnh cửu. Phần này tạo ra từ trường.\n+ Phần ứng là những cuộn dây, trong đó xuất hiện suất điện động cảm ứng khi máy hoạt động.\nMột trong hai phần được đặt cố định, phần còn lại quay quanh một trục. Phần cố định được gọi là stato, phần quay là rotato (rôto).",
      "Hoạt động": "Các máy phát điện xoay chiều một pha có thể hoạt động theo hai cách.\n+ Phần ứng quay, phần cảm cố định\nCác máy hoạt động theo cách này có stato là nam châm đặt cố định, rotato là khung dây quay quanh một trục trong từ trường tạo bởi stato.\n+ Phần cảm quay, phần ứng cố định\nCác máy hoạt động theo cách này có rotato là nam châm, thường là nam châm điện với từ trường được tạo bởi dòng điện một chiều. Các cuộn dây của rotato có lõi sắt và xếp thành vòng tròn, quay quanh trục qua tâm vòng tròn.",
      "Tác dụng và ứng dụng của dòng điện xoay chiều": "Cũng như dòng điện không đổi, dòng điện xoay chiều cũng có tác dụng phát sáng, tác dụng nhiệt, tác dụng từ, tác dụng hoá học, tác dụng sinh lí.\nNgoài tác dụng nhiệt và tác dụng phát sáng, tác dụng từ của dòng điện xoay chiều được ứng dụng rộng rãi trong khoa học, kĩ thuật và đời sống, là cơ sở để chế tạo các loại động cơ điện.\nCơ thể người và các động vật nói chung đều dẫn điện. Khi có dòng điện qua cơ thể thì gây ra tác dụng sinh lí ở các mức độ khác nhau. Dòng điện phù hợp được sử dụng trong cấp cứu và chữa bệnh. Tuy vậy, dòng điện xoay chiều cũng có thể gây nguy hiểm cho cơ thể, thậm chí có thể gây chết người khi bị điện giật.\nHệ thống lưới điện quốc gia của nước ta là hệ thống lưới điện xoay chiều. Dòng điện được dùng trong các gia đình, công sở, nhà máy, trường học, bệnh viện, ... chủ yếu là dòng điện xoay chiều.\nCông suất hao phí:\nP\nh\np\n=\nr\nI\n2\n=\nr\n(\nP\np\nh\na\nt\nU\n)\n2",
      "Tuân thủ quy tắc an toàn khi sử dụng dòng điện xoay chiều": "Để đảm bảo an toàn khi sử dụng điện xoay chiều, cần tuân thủ những quy tắc an toàn điện dưới dây:\n+ Lắp đặt thiết bị đóng ngắt điện (cầu dao hay aptomat) đúng cách để ngắt dòng điện khi có chập điện hay quá tải.\n+ Lựa chọn thiết bị đóng/ngắt điện phù hợp với công suất sử dụng.\n+ Nơi lắp đặt cầu dao, cầu chì, công tắc, ổ điện phải ở những vị trí cao, khô ráo, thuận tiện.\n+ Giữ khoảng cách an toàn với những khu vực có điện áp cao.\n+ Nối đất vỏ kim loại cho các thiết bị điện (máy giặt, tủ lạnh, bếp điện,...)\n+ Thường xuyên kiểm tra các thiết bị, đường dây điện, thiết bị đóng ngắt bảo vệ điện trong nhà để phòng tránh các sự cố giật điện, cháy nổ, ...\n+ Khi nhà bị ngập hoặc bị mưa bão làm tốc mái, cần ngắt cầu dao điện để đảm bảo an toàn.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 1: Cấu trúc hạt nhân",
    "url": "https://www.vietjack.com/vat-li-12-cd/ly-thuyet-bai-1-cau-truc-hat-nhan.jsp",
    "content": {
      "Thí nghiệm tán xạ hạt α": "Kết quả thí nghiệm thực tế cho thấy, sau khi được bắn vào lá vàng mỏng, hầu hết các hạt α đi thẳng nhưng có một số hạt bị lệch so với hướng truyền ban đầu (bị tán xạ) với các góc lệch khác nhau. Trong đó, có những hạt α bị lệch ở góc lớn hơn 90° (Hình 1.2b). Thí nghiệm này được gọi là thí nghiệm tán xạ hạt α.\nTừ đó, Rutherford kết luận rằng điện tích dương của nguyên tử tập trung trong một thể tích nhỏ ở tâm mà ông gọi là hạt nhân. Khối lượng của nguyên tử cũng tập trung chủ yếu ở hạt nhân và phần lớn thể tích nguyên tử là không gian trống rỗng. Phân tích các số liệu thí nghiệm, Rutherford rút ra được: đường kính của các hạt nhân nhỏ hơn đường kính của nguyên tử cỡ 104 lần, nghĩa là đường kính hạt nhân cỡ khoảng 10-14 m.",
      "Mô hình đơn giản của nguyên tử": "• Nguyên tử gồm hạt nhân ở giữa mang điện tích dương và các electron chuyển động quanh hạt nhân.\n• Hạt nhân gồm các proton và neutron. Số proton trong hạt nhân bằng số electron của nguyên tử. Trong tất cả các nguyên tố, chỉ có một loại nguyên tử của hydrogen (H) được tạo nên bởi electron và proton (không có neutron).",
      "Cấu tạo hạt nhân": "Hạt nhân được tạo thành bởi hai loại hạt là proton và neutron, hai loại hạt này được gọi chung là nucleon.\nHạt nhân cấu tạo gồm A nucleon, trong đó có Z proton và N = A - Z neutron.\nCác hạt nhân đồng vị có cùng số proton Z nhưng khác số neutron N\nVí dụ: Hydrogen có ba đồng vị: hydrogen thường\n1\n1\nH\n; hydrogen nặng\n2\n1\nH\n còn gọi là deuterium (\n2\n1\nD\n); hydrogen siêu nặng\n3\n1\nH\n còn gọi là tritium (\n3\n1\nT\n).",
      "Kích thước và khối lượng hạt nhân": "Đơn vị khối lượng nguyên tử được kí hiệu là amu (viết tắt là u):\n1\namu\n=\n1\n,\n66054\n⋅\n10\n−\n27\nkg\n=\n931\n,\n5\nMeV\n/\nc\n2\nCông thức gần đúng tính bán kính của hạt nhân:\nR\n=\n(\n1\n,\n2\n⋅\n10\n−\n15\nm\n)\n⋅\nA\n1\n/\n3\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 2: Năng lượng hạt nhân",
    "url": "https://www.vietjack.com/vat-li-12-cd/ly-thuyet-bai-2-nang-luong-hat-nhan.jsp",
    "content": {
      "Năng lượng liên kết hạt nhân": "- Năng lượng liên kết hạt nhân bằng năng lượng tối thiểu cần cung cấp để tách hạt nhân đó thành các nucleon riêng lẻ:\nE\nlk\n=\nΔ\nm\n⋅\nc\n2\n=\n[\nZ\nm\np\n+\n(\nA\n−\nZ\n)\nm\nn\n−\nm\nx\n]\nc\n2",
      "Độ hụt khối": "Độ chênh lệch giữa tổng khối lượng của các nucleon tạo thành hạt nhân và khối lượng m, của hạt nhân gọi là độ hụt khối của hạt nhân, kí hiệu là Δm:\nΔ\nm\n=\nZ\nm\np\n+\n(\nA\n−\nZ\n)\nm\nn\n−\nm\nx\nTrong đó:\nmp là khối lượng hạt proton;\nmn là khối lượng hạt neutron;\nmX là khối lượng hạt nhân\nA\nZ\nX\n.",
      "Năng lượng liên kết riêng": "- Năng lượng liên kết riêng là năng lượng liên kết tính cho một nucleon. Năng lượng liên kết riêng càng lớn thì hạt nhân càng bền vững.\nE\nlkr\n=\nE\nlk\nA",
      "Sự phân hạch": "Phân hạch là quá trình trong đó một hạt nhân nặng vỡ thành hai hay nhiều hạt nhẹ hơn. Các hạt này được gọi là sản phẩm phân hạch. Sự phân hạch còn được gọi là phản ứng phân hạch. Phản ứng phân hạch tự phát có thể xảy ra nhưng với xác suất rất nhỏ. Sau đây, ta xét các phản ứng phân hạch kích thích.\nPhản ứng phân hạch là phản ứng toả năng lượng.",
      "Sự tổng hợp hạt nhân": "Tổng hợp hạt nhân là quá trình trong đó hai hay nhiều hạt nhân nhẹ kết hợp lại thành hạt nhân nặng hơn. Quá trình này còn được gọi là phản ứng tổng hợp hạt nhân.\nPhản ứng tổng hợp hạt nhân còn được gọi là phản ứng nhiệt hạch, phản ứng này toả năng lượng.\nĐiều kiện để xảy ra phản ứng là ở nhiệt độ rất cao cỡ 107 đến 108 K, mật độ đủ lớn, thời gian phản ứng đủ dài.",
      "Công nghiệp hạt nhân": "Các ngành công nghiệp hạt nhân như công nghiệp năng lượng hạt nhân, sản xuất vật liệu phóng xạ có nhiều ứng dụng trong nghiên cứu khoa học, y học, sản xuất và đời sống.\nNgành công nghiệp năng lượng hạt nhân khai thác và sử ụng năng lượng hạt nhân giải phóng thông qua các phản ứng phân hạch với nhiều mục đích khác nhau như sản xuất điện, tạo lực đẩy cho các phương tiện có công suất lớn (tên lửa, tàu ngầm, tàu phá băng, ... ) di chuyển.\nTuy có những ưu điểm, ngành công nghiệp năng lượng hạt nhân cũng đặt ra những thách thức về nguy cơ mất an toàn. Chất thải của lò phản ứng hạt nhân đòi hỏi phải có công nghệ xử lí tốt.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 3: Phóng xạ",
    "url": "https://www.vietjack.com/vat-li-12-cd/ly-thuyet-bai-3-phong-xa.jsp",
    "content": {
      "Hiện tượng phóng xạ": "Phóng xạ là quả trình phân rã tự phát của một hạt nhân không bền vững, phát ra các tia phóng xạ và biến đổi thành hạt nhân khác.",
      "Tia α": "Tia phóng xạ α là hạt nhân\n4\n2\nH\ne\n phóng ra từ hạt nhân mẹ có tốc độ khoảng 2.107 m/s.\nTia α làm ion hoá mạnh môi trường vật chất, do đó nó chỉ đi được khoảng vài cm trong không khí và dễ dàng bị tờ giấy dày 1 mm chặn lại.",
      "Tia β": "Phóng xạ β gồm 2 loại: phóng xạ β- và phóng xạ β+. Hai loại tia phóng xạ β- và β+ có bản chất tương ứng là hạt electron (\n0\n−\n1\ne\n) và hạt positron(*) (\n0\n1\ne\n) phóng ra từ hạt nhân mẹ với tốc độ xấp xỉ tốc độ ánh sáng trong chân không.\nTia β làm ion hoá môi trường vật chất ở mức trung bình, nó có thể xuyên qua tờ giấy khoảng 1 mm nhưng có thể bị chặn bởi tấm nhôm dày khoảng 1 mm.",
      "Tia γ": "Một số hạt nhân con sau quá trình phóng xạ α hay β được tạo ra trong trạng thái kích thích\nA\nZ\nY\n∗\n. Khi đó, xảy ra tiếp quá trình hạt nhân đó chuyển từ trạng thái kích thích về trạng thái có mức năng lượng thấp hơn\nA\nZ\nY\n và phát ra bức xạ điện từ γ có bước sóng rất ngắn, cỡ nhỏ hơn 10-11 m, còn gọi là tia γ.\nCác tia γ có năng lượng cao, dễ dàng xuyên qua các vật liệu thông thường, ví dụ lớp bê tông dày hàng chục cm. Muốn cản trở được tia γ, người ta thường dùng vật liệu có mật độ vật chất lớn và bề dày lớn, ví dụ tấm chì dày khoảng 10 cm.",
      "Phương trình phóng xạ": "Phóng xạ α”\nA\nZ\nX\n→\nA\n−\n4\nZ\n−\n2\nY\n+\n4\n2\nH\ne\nPhóng xạ β-:\nA\nZ\nX\n→\nA\nZ\n+\n1\nY\n+\n0\n−\n1\ne\n+\n˜\nν\nPhóng xạ β+:\nA\nZ\nX\n→\nA\nZ\n−\n1\nY\n+\n0\n1\ne\n+\nν\nPhóng xạ γ:\nA\nZ\nY\n∗\n→\nA\nZ\nY\n+\nγ",
      "Đặc tính của quá trình phóng xạ": "Quá trình phân rã của một khối chất phóng xạ có hai đặc tính quan trọng sau đây:\n• Là quá trình tự phát và không điều khiển được: nó hoàn toàn không bị ảnh hưởng bởi các yếu tố thuộc môi trường ngoài như nhiệt độ, áp suất, ...\n• Là một quá trình ngẫu nhiên: thời điểm phân rã của một hạt nhân cho trước là không xác định. Do đó, ta không thể khảo sát sự biến đổi của một hạt nhân riêng lẻ, mà chỉ có thể tiến hành việc khảo sát có tính thống kê sự biến đổi của một số lớn hạt nhân phóng xạ.",
      "Chu kì bán rã và hằng số phóng xạ": "Thời gian T xác định thì số hạt nhân chất phóng xạ giảm chỉ còn bằng một nửa giá trị ban đầu của chúng. T được gọi là chu kì bán rã của chất phóng xạ.\nSố hạt nhân còn lại trong mẫu giảm dần theo thời gian theo hàm số mũ:\nN\n=\nN\n0\n2\n−\nt\nT\n=\nN\n0\ne\n−\nλ\nt\nHằng số phóng xạ:\nλ\n=\nln\n2\nT",
      "Độ phóng xạ": "Để đặc trưng cho tính phóng xạ mạnh hay yếu của một lượng chất phóng xạ, người ta dùng đại lượng độ phóng xạ (hay hoạt độ phóng xạ), kí hiệu là H, có giá trị bằng số hạt nhân phân rã trong một giây.\nĐơn vị độ phóng xạ là becoren (được lấy theo tên nhà bác học Becquerel), kí hiệu là Bq.\n1 Bq = 1 phân rã/1 giây\nNgoài ra còn sử dụng đơn vị Ci: 1 Ci = 3,7.1010 Bq\nĐộ phóng xạ H được xác định bằng số hạt nhân chất phóng xạ phân rã trong một giây và liên hệ với hằng số phóng xạ và số hạt nhân chất phóng xạ trong mẫu theo công thức:\nH\n=\nλ\nN\n.\nĐộ phóng xạ của một mẫu giảm theo quy luật hàm số mũ:\nH\n=\nH\n0\n2\n−\nt\nT\n=\nH\n0\ne\n−\nλ\nt\n.",
      "Ứng dụng của phóng xạ": "- Phương pháp nguyên tử đánh dấu trong điều trị thăm khám bệnh, dò tìm và phát hiện rò rỉ trong đường ống.\n- Trong điều trị bệnh, người ta sử dụng chùm tia phóng xạ để tiêu diệt tế bào ung thư, từ đó có thể điều trị khối u hoặc làm thu nhỏ khối u.\n- Phóng xạ được sử dụng trong việc lai tạo giống cây mới có thể cho sản lượng cao hơn, chống chịu tốt hơn với điều kiện thiên nhiên và sâu bệnh.\n- Các nông sản và thực phẩm có thể được chiếu xạ với liều lượng thích hợp để khử trùng, chống dịch hại và bảo quản được lâu dài hơn. Phương pháp này không làm thực phẩm bị nhiễm phóng xạ, không làm giảm chất lượng dinh dưỡng của nông sản, thực phẩm.\n- Các nhà khảo cổ học sử dụng phương pháp xác định tuổi bằng đồng vị carbon 14 để xác định niên đại của các cổ vật gốc sinh vật khai quật được.",
      "An toàn phóng xạ": "- Con người có thể bị phơi nhiễm chất phóng xạ qua da, hô hấp, ăn uống. Khi đi vào cơ thể, chất phóng xạ di chuyển đến các vị trí khác nhau và tiếp tục phát ra tia phóng xạ phá hủy mô, tế bào, cơ quan.\n- Tuỳ thuộc vào liều lượng, tỉ lệ phơi nhiễm, loại tia phóng xạ và phần cơ thể bị phơi nhiễm mà cơ thể người khi bị nhiễm phóng xạ có các biểu hiện khác nhau. Các biểu hiện cấp tính như bong tróc da, tự chảy máu, rụng tóc, mệt mỏi cực độ, ngứa rát cổ họng, ... Người bị nhiễm phóng xạ với liều lượng lớn hoặc trong thời gian dài có thể bị bệnh máu trắng, ung thư thậm chí tử vong.\nNguyên tắc an toàn phóng xạ:\nMột số biển cảnh báo:\nXem thêm tóm tắt lý thuyết Vật Lí lớp 12 Cánh diều hay khác:"
    }
  }
]