[
  {
    "title": "Lý thuyết Bài 1: Dao động điều hoà",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-1-dao-dong-dieu-hoa.jsp",
    "content": {
      "Những đặc điểm của dao động cơ": "- Dao động cơ là sự chuyển động của vật qua lại quanh vị trí cân bằng.\n- Dao động cơ có thể là tuần hoàn hoặc không tuần hoàn.\n- Dao động tuần hoàn là dao động mà sau những khoảng thời gian bằng nhau, vật trở lại vị trí cũ theo hướng cũ.\nVí dụ: dao động của con lắc đồng hồ là tuần hoàn, dao động của cành cây đu dưa khi gió thổi là không tuần hoàn.\nDao động của đồng hồ quả lắc là dao động tuần hoàn\nDao động của bông hoa là dao động không tuần hoàn\nDao động tuần hoà có thể có mức độ phức tạp khác nhau. Dao động tuần hoàn đơn giản nhất là dao động điều hoà.",
      "Đồ thị của dao động điều hoà": "Đồ thị của dao động điều hoà có dạng hình sin. Trên đồ thị cho biết vị trí của quả cầu trên trục x tại những thời điểm khác nhau\nVí dụ:\nDao động của con lắc lò xo",
      "Phương trình của dao động điều hoà": "Phương trình dao động điều hoà có dạng:\nx\n=\nA\ncos\n(\nω\nt\n+\nφ\n)\nTrong đó: A,\nω\n,\nφ\nlà các hằng số\n· x là li độ dao động\n· A là biên độ dao động (A > 0)\n·\n(\nω\nt\n+\nφ\n)\nlà pha của dao động ở thời điểm t (đơn vị rad)\n·\nφ\nlà pha ban đầu (đơn vị rad)",
      "Mở rộng:": "Mối liên hệ giữa dao động điều hoà và chuyển động tròn đều\nĐiểm M chuyển động tròn đều với tốc độ góc\nω\n. Gọi Q là hình chiếu của M trên trục Ox. Điểm Q dao động điều hoà với phương trình\nx\n=\nA\ncos\n(\nω\nt\n+\nφ\n)\n.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 2: Mô tả dao động điều hoà",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-2-mo-ta-dao-dong-dieu-hoa.jsp",
    "content": {
      "Các đại lượng đặc trưng của dao động điều hoà": "Từ phương trình dao động điều hoà:\nx\n=\nA\ncos\n(\nω\nt\n+\nφ\n)\n· Li độ: x là độ dịch chuyển từ vị trí cân bằng đến vị trí của vật tại thời điểm t.\n· Biên độ: A là độ dịch chuyển cực đại của vật tính từ vị trí cân bằng.\n· Chu kì: là khoảng thời gian để vật thực hiện được một dao động, kí hiệu là T.\n· Tần số: là số dao động mà vật thực hiện được trong một giây, kí hiệu là f.\nf\n=\n1\nT\n, đơn vị là Hz\n· Tần số góc:\nω\n=\n2\nπ\nT\n(đơn vị rad/s)\nTrong dao động điều hoà của mỗi vật thì bốn đại lượng biên độ, chu kì, tần số và tần số góc là những đại lượng không đổi, không phụ thuộc vào thời điểm quan sát. Với các vật khác nhau thì các đại lượng này khác nhau. Vì thế chúng là những đại lượng đặc trưng cho dao động điều hoà.",
      "Pha ban đầu": "Pha ban đầu\nφ\ncho biết tại thời điểm bắt đầu quan sát vật dao động điều hoà ở đâu và sẽ đi về phía nào. Nó có giá trị nằm trong khoảng từ\n−\nπ\nđến\nπ\n(rad).",
      "Độ lệch pha giữa hai dao động cùng chu kì": "Cho phương trình dao động của hai vật:\nVật 1:\nx\n1\n=\nA\n1\ncos\n(\nω\nt\n+\nφ\n1\n)\nVật 2:\nx\n2\n=\nA\n2\ncos\n(\nω\nt\n+\nφ\n2\n)\n· Nếu\nφ\n1\n>\nφ\n2\nthì dao động 1 sớm pha hơn dao động 2.\n· Nếu\nφ\n1\n<\nφ\n2\nthì dao động 1 trễ pha hơn dao động 2.\n· Nếu\nφ\n1\n=\nφ\n2\nthì dao động 1 cùng (đồng) pha hơn dao động 2.\n· Nếu\nφ\n1\n=\nφ\n2\n±\nπ\nthì dao động 1 ngược pha hơn dao động 2.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 3: Vận tốc, gia tốc trong dao động điều hoà",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-3-van-toc-gia-toc-trong-dao-dong-dieu-hoa.jsp",
    "content": {
      "Phương trình của vận tốc": "Phương trình vận tốc có dạng:\nv\n=\n−\nω\nA\nsin\n(\nω\nt\n+\nφ\n)\nGiá trị của vận tốc:\nv\n=\n±\nω\n√\nA\n2\n−\nx\n2\n· Khi vật ở vị trí cân bằng thì\nv\n=\n±\nω\nA\n.\n· Khi vật ở vị trí biên thì v = 0.\n· Vận tốc sớm pha hơn li độ góc\nπ\n2\n· Vecto vận tốc luôn cùng hướng với chuyển động.",
      "Đồ thị của vận tốc": "Đồ thị của gia tốc cũng là một đường hình sin\nVí dụ:\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:",
      "Phương trình của gia tốc": "Phương trình của gia tốc:\na\n=\n−\nω\n2\nA\ncos\n(\nω\nt\n+\nφ\n)\nGiá trị của gia tốc:\na\n=\n−\nω\n2\nx\n· Khi vật ở vị trí cân bằng a = 0.\n· Khi vật ở vị trí biên gia tốc có giá trị\na\n=\n±\nω\n2\nA\n· Gia tốc ngược pha so với li độ.\n· Vecto gia tốc luôn hướng về vị trí cân bằng."
    }
  },
  {
    "title": "Lý thuyết Bài 4: Bài tập về dao động điều hoà",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-4-bai-tap-ve-dao-dong-dieu-hoa.jsp",
    "content": {}
  },
  {
    "title": "Lý thuyết Bài 5: Động năng. Thế năng. Sự chuyển hoá năng lượng trong dao động điều hoà",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-5-dong-nang-the-nang-su-chuyen-hoa-nang-luong.jsp",
    "content": {
      "Động năng": "Động năng của vật dao động điều hoà:\nW\nd\n=\n1\n2\nm\nω\n2\nA\n2\nsin\n2\n(\nω\nt\n+\nφ\n)\nHay\nW\nd\n=\n1\n2\nm\nω\n2\nA\n2\n[\n1\n−\ncos\n2\n(\nω\nt\n+\nφ\n)\n]\nhoặc\nW\nd\n=\n1\n2\nm\nω\n2\n(\nA\n2\n−\nx\n2\n)\n- Giá trị cực đại\nW\nd\nm\na\nx\n=\n1\n2\nm\nω\n2\nA\n2\n- Đồ thị chỉ sự biến thiên của động năng theo li độ x là một đường parabol có bề lõm hướng xuống.\n- Khi đi từ vị trí cân bằng tới vị trí biên thì động năng của vật đang từ cực đại giảm đến 0.\n- Khi đi từ vị trí biên về vị trí cân bằng thì động năng của vật tăng từ 0 đến giá trị cực đại.",
      "Thế năng": "Theo định luật bảo toàn năng lượng, nếu bỏ qua ma sát thì động năng của vật không mất đi mà chuyển dần thành thế năng và ngược lại.\nThế năng của vật dao động điều hoà:\nW\nt\n=\n1\n2\nm\nω\n2\nx\n2\n- Đồ thị chỉ sự biến thiên của thế năng theo li độ x cũng là một đường parabol có bề lõm hướng lên.\n- Giá trị cực đại\nW\nt\nm\na\nx\n=\nW\nd\nm\na\nx\n=\n1\n2\nm\nω\n2\nA\n2\n- Khi vật đi từ biên về vị trí cân bằng thì thế năng giảm dần từ giá trị cực đại về 0.\n- Khi vật đi từ vị trí cân bằng ra biên thì thế năng tăng từ 0 lên giá trị cực đại.",
      "Cơ năng": "- Trong dao động điều hoà, có sự chuyển hoá qua lại giữa động năng và thế năng của vật, còn cơ năng, tức tổng động năng và thế năng thì được bảo toàn.\nW\n=\nW\nt\n+\nW\nd\nm\na\nx\n=\n1\n2\nm\nω\n2\nA\n2\n- Đồ thị biểu diễn động năng và thế năng trong một chu kì",
      "Con lắc lò xo": "Con lắc lò xo\n- Nếu bỏ qua ma sát thì dao động của con lắc lò xo là dao động điều hoà.\n- Thế năng của con lắc lò xo:\nW\nt\n=\n1\n2\nk\nx\n2\nvới k là độ cứng của lò xo.\n- Cơ năng của con lắc lò xo:\nW\n=\nW\nt\n+\nW\nd\n=\n1\n2\nk\nx\n2\n+\n1\n2\nm\nv\n2\n=\n1\n2\nm\nω\n2\nA\n2\n=\n1\n2\nk\nA\n2\n- Tần số góc:\nω\n=\n√\nk\nm\n- Chu kì:\nT\n=\n2\nπ\n√\nm\nk",
      "Con lắc đơn": "Con lắc đơn\n- Vị trí của con lắc đơn được xác định bằng li độ dài s hay li độ góc α.\n- Thế năng của con lắc đơn là thế năng trọng trường.\nChọn mốc thế năng ở vị trí cân bằng thì thế năng của con lắc ở li độ góc α là:\nW\nt\n=\nm\ng\nl\n(\n1\n−\ncos\nα\n)\n- Khi α nhỏ thì\nsin\nα\n2\n≈\nα\n2\n(α được tính theo rad)\n- Khi đó\nW\nt\n=\nm\ng\nl\nα\n2\n2\n=\n1\n2\nm\ng\nl\ns\n2\n, với\nα\n=\ns\nl\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 6: Dao động tắt dần. Dao động cưỡng bức. Hiện tượng cộng hưởng",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-6-dao-dong-tat-dan-dao-dong-cuong.jsp",
    "content": {
      "Dao động tự do": "Dao động của con lắc lò xo là một dao động tự do.\nDao động tự do là dao động có chu kì, tần số không phụ thuộc vào các yếu tố bên ngoài mà chỉ phụ thuộc vào các đặc tính của hệ.",
      "Dao động tắt dần": "Dao động tắt dần là dao động có biên độ giảm dần theo thời gian.",
      "Ứng dụng": "- Bộ phận giảm xóc của xe máy, xe ô tô\nVí dụ: Khi đi xe máy qua chỗ mấp mô, xe bị nảy lên và dao động, nhờ có bộ phận giảm xóc để làm tắt dao động của khung xe, người ngồi trên xe đỡ khó chịu hơn.",
      "Khái niệm dao động cưỡng bức": "Dao động cưỡng bức là dao động xảy ra dưới tác dụng của ngoại lực tuần hoàn có tần số f bất kì. Khi dao động ổn định, tần số dao động cưỡng bức bằng tần số của ngoại lực.\nVí dụ:\nKhi đến bến xe bus, xe chỉ tạm dừng nên không tắt máy, thân xe vẫn dao động. Dao động đó là dao động cưỡng bức dưới tác dụng của lực cưỡng bức tuần hoàn gây ra bời chuyển động của pít-tông trong xi lanh của máy nổ.",
      "Đặc điểm": "Dao động cưỡng bức khi ổn định có những đặc điểm sau:\n- Dao động cưỡng bức có biên độ không đổi và có tần số bằng tần số của lực cưỡng bức.\n- Biên độ của dao động cưỡng bức phụ thuộc vào biên độ ngoại lực, độ lớn lực cản của môi trường, độ chênh lệch giữa tần số của ngoại lực và tần số riêng của hệ dao động.",
      "Định nghĩa": "Hiện tượng biên độ dao động cưỡng bức tăng đến giá trị cực đại khi tần số f của lực cưỡng bức tiến đến bằng tần số riêng f0 của hệ dao động gọi là hiện tượng cộng hưởng.\n- Đồ thị càng nhọn thì lực cản càng nhỏ.\n- Điều kiện cộng hưởng f = f0.",
      "Giải thích": "Khi tần số của lực cưỡng bức bằng tần số riêng của hệ dao động thì hệ được cung cấp năng lượng một cách nhịp nhàng, đúng lúc, do đó biên độ dao động của hệ tăng dần lên. Biên độ dao động đạt tới giá trị cực đại khi tốc độ tiêu hao năng lượng do ma sát bằng tốc độ cung cấp năng lượng cho hệ.",
      "Hiện tượng cộng hưởng trong đời sống": "Ví dụ hiện tượng cộng hưởng có lợi:\n- Hộp đàn của các đàn ghi ta, violon, … là những hộp cộng hưởng được cấu tạo sao cho không khí trong hộp có thể dao động cộng hưởng với nhiều tần số dao động khác nhau của dây đàn.\n- Hoạt động của lò vi sóng\nVí dụ hiện tượng cộng hưởng có hại:\nBệ máy, khung xe, cầu đường, toà nhà đều có một hay nhiều tần số riêng.\n- Năm 1960, một trung đội bộ binh gồm 36 người đi đều qua cây cầu bắc ngang qua sông Fontanka ở Saint Petersburg ở nước nga đã là sập cầu, mặc dù cầu được thiết kể đủ vững chắc cho 300 người đi qua.\n- Cây cầu khác được xây dựng năm 1940 qua eo biển Tacoma ở nước Mỹ có thể chịu nhiều ô tô có tải trọng lớn đi qua nhưng cũng bị đổ sập dưới tác dụng của gió.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 8: Mô tả sóng",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-8-mo-ta-song.jsp",
    "content": {
      "Thí nghiệm tạo sóng mặt nước": "Đặt một miếng xốp nhỏ C trên mặt nước, khi quay đĩa D làm cho vật tạo sóng O dao động lên xuống, thì dao động đó được truyền cho các phần tử nước từ gần ra xa.\nKết quả:\n- Mặt cắt của nước có dạng hình sin.\n- Miếng xốp C dao động lên xuống tại chỗ, còn những biến dạng của mặt nước lan truyền đi từ nguồn O ra xa cho ta hình ảnh về sóng có trên mặt nước. O là nguồn sóng, nước là môi trường truyền sóng, đường thẳng OC là phương truyền sóng.",
      "Giải thích sự tạo thành sóng": "Nguyên nhân tạo thành sóng trong một môi trường:\n- Nguồn dao động từ bên ngoài tác dụng lên môi trường tại điểm O.\n- Nhờ có lực liên kết giữa các phần tử nước với nhau mà các phân tử nước ở điểm M lân cận điểm O dao động theo.\n- Các phần tử môi trường chỉ dao động trong một phạm vi không gian rất hẹp, trong khi sóng truyền đi rất xa.\n- Sự lệch pha giữa các phần tử dao động trên phương truyền sóng tạo nên hình ảnh của sóng.",
      "Các đại lượng đặc trưng của sóng": "- Biên độ sóng là độ lệch lớn nhất của phần tử sóng khỏi vị trí cân bằng. Sóng có biên độ càng lớn thì phần tử sóng dao động càng mạnh.\n- Bước sóng là quãng đường sóng truyền được trong một chu kì. Bước sóng được kí hiệu là\nλ\n, đơn vị là mét.\n- Chu kì sóng chính bằng chu kì dao động của phần tử sóng. Kí hiệu là T, đơn vị là giây.\n- Tần số sóng: đại lượng\nf\n=\n1\nT\nđược gọi là tần số sóng.\n- Tốc độ truyền sóng là tốc độ lan truyền dao động trong không gian.\n- Mối liên hệ giữa bước sóng, chu kì (hay tần số):\nλ\n=\nv\nT\n=\n1\nT\n- Cường độ sóng I là năng lượng sóng được truyền qua một đơn vị diện tích vuông góc với phương truyền sóng trong một đơn vị thời gian.\nI\n=\nE\nS\n.\nΔ\nt\n(đơn vị W/m2)\nTrong đó: E là năng lượng sóng truyền qua một diện tích S vuông góc với phương truyền sóng trong thời gian\nΔ\nt\n.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 9: Sóng ngang. Sóng dọc. Sự truyền năng lượng của sóng cơ",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-9-song-ngang-song-doc-su-truyen-nang-luong.jsp",
    "content": {
      "Sóng ngang": "Sóng trong đó có các phần tử môi trường dao động theo phương vuông góc với phương truyền sóng được gọi là sóng ngang.\nVí dụ: sóng ngang xuất hiện trên sợi dây, trên mặt nước",
      "Sóng dọc": "Sóng trong đó các phần tử môi trường dao động theo phương trùng với phương truyền sóng gọi là sóng dọc.",
      "Quá trình truyền năng lượng bởi sóng": "- Năng lượng dao động mà các phần tử nước này có được là do sóng mang năng lượng của nguồn đến cho chúng.\n- Các phần tử chỉ dao động tại chỗ, quanh vị trí cân bằng của nó chứ không chuyển động theo sóng. Điều đó chứng tỏ sóng mang năng lượng mà không mang các phần tử đi theo.\n- Sóng dọc trên lò xo thì năng lượng được truyền đi bằng sự nén dãn liên tiếp của các vòng lò xo.",
      "Sử dụng mô hình sóng để giải thích một số tính chất của âm": "- Nguồn âm dao động làm cho các phần tử không khí trên dao động theo phương truyền âm, các phần tử không khí dao động lệch pha nhau tạo nên các lớp không khí nén, dãn giống như ở lo xo. Các nén, dãn này truyền đi tạo thành sóng âm theo mọi phương trong không khí. Sóng âm truyền đến tai người làm cho màng nhĩ dao động, do đó ta nghe được âm thanh.\n- Biên độ sóng âm càng lớn thì nghe càng to.\n- Sóng âm nghe được có tần số nằm trong khoảng từ 16 Hz đến 20 000 Hz.",
      "Câu 1:": "A. lmax = 11,5 cm, lmin = 8,5 cm\nB. lmax = 20 cm, lmin = 0 cm\nC. lmax = 15 cm, lmin = 5 cm\nD. lmax = 14 cm, lmin = 5 cm",
      "Câu 2:": "A. 26 cm\nB. 28 cm\nC. 21 cm\nD.\n10\n√\n5\ncm",
      "Câu 3:": "A. Sóng dọc là sóng truyền dọc theo một sợi dây.\nB. Sóng dọc là sóng truyền theo phương thẳng đứng, còn sóng ngang là sóng truyền theo phương nằm ngang.\nC. Sóng dọc là sóng trong đó phương dao động (của các phần tử của môi trường) trùng với phương truyền sóng.\nD. Sóng dọc là sóng truyền theo trục tung, còn sóng ngang là sóng truyền theo trục hoành.",
      "Câu 4:": "A. Rắn, lỏng và chân không.\nB. Rắn, lỏng, khí.\nC. Rắn, khí và chân không.\nD. Lỏng, khí và chân không.",
      "Câu 5:": "A. 32 cm.\nB. 14 cm.\nC. 30 cm.\nD. 22 cm",
      "Câu 6:": "A. Sóng là quá trình lan truyền dao động trong một môi trường liên tục.\nB. Sóng ngang là sóng có các phần tử dao động theo phương ngang.\nC. Sóng dọc là sóng có các phần tử dao động theo phương trùng với phương truyền sóng.\nD. Bước sóng là quãng đường sóng truyền đi được trong một chu kì.",
      "Câu 7:": "A. tốc độ truyền sóng và bước sóng.\nB. phương truyền sóng và tần số sóng.\nC. phương dao động và phương truyền sóng.\nD. phương dao động và tốc độ truyền sóng.",
      "Câu 8:": "A. Vận tốc dao động của các phần tử vật chất.\nB. Vận tốc truyền pha dao động và vận tốc dao động của các phần tử vật chất.\nC. Vận tốc truyền pha dao động.\nD. Vận tốc truyền lực đàn hồi trong môi trường.",
      "Câu 9:": "A. Sóng âm.\nB. Sóng dọc.\nC. Sóng ngang.\nD. Sóng dừng.",
      "Câu 10:": "A. Sóng truyền đi không mang theo vật chất của môi trường.\nB. Các sóng có tần số khác nhau lan truyền với cùng vận tốc.\nC. Sóng truyền đi với vận tốc hữu hạn.\nD. Sóng có biên độ càng lớn lan truyền càng nhanh.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 11: Sóng điện từ",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-11-song-dien-tu.jsp",
    "content": {
      "Sóng điện từ": "- Sóng điện từ là điện từ trường lan truyền trong không gian.\n- Sóng điện từ là sóng ngang.\n- Tốc độ của sóng điện từ trong chân không là 3.108 m/s, bằng với tốc độ ánh sáng.\n- Ánh sáng là sóng điện từ.\n- Sóng điện từ bao gồm một dải rộng tần số (hoặc bước sóng) gọi là thang sóng điện từ.",
      "Thang sóng điện từ": "Hình ảnh thang sóng điện từ:\nLưu ý: Không có sự phân chia rõ ràng giữa các dải trong phổ của sóng điện từ.",
      "Ánh sáng nhìn thấy": "- Quang phổ của ánh sáng nhìn thấy là một dải màu biến thiên liên tục từ tím đến đỏ.\n- Bước sóng nằm trong khoảng từ 0,38\nμ\nm\n(ánh sáng tím) đến 0,76\nμ\nm\n(ánh sáng đỏ).\nMặt Trời, một số loại đèn, tia chớp, ngọn lửa, …",
      "Tia hồng ngoại (IR)": "- Là sóng điện từ không nhìn thấy có bước sóng trong khoảng từ 0,76\nμ\nm\nđến 1 mm.\n- Có tính chất tuân theo định luật truyền thẳng, phản xạ, khúc xạ, …\n- Đặc trưng nổi bật là tác dụng nhiệt.\n- Ứng dụng: trong các điều khiển từ xa, bếp điện, lò nướng,…\nVật có nhiệt độ cao hơn môi trường xung quanh. Nguồn phát thông dụng như bóng đèn dây tóc, bếp gas, bếp than, điot hồng ngoại,…",
      "Tia tử ngoại (UV)": "- Là sóng điện từ không nhìn thấy, có bước sóng nằm trong khoảng từ 10 nm đến 400 nm.\n- Nhiệt độ càng cao, bước sóng tử ngoại càng nhỏ.\n- Tính chất: tác dụng lên phim ảnh, kích thích sự phát quang của nhiều chất, làm ion hoá không khí, có tác dụng sinh học,…\n- Ứng dụng: công nghệ diệt khuẩn, tiệt trùng thực phẩm trước khi đóng gói, khử trùng dụng cụ y tế, tìm vết nứt trên bề mặt của các vật kim loại,…\nVật có nhiệt độ trên 2000 oC. Ví dụ như hồ quang điện, đèn hơi thuỷ ngân,…",
      "Sóng vô tuyến": "- Có bước sóng nằm trong khoảng từ 1 mm đến 100 km\n- Chúng được phát thông qua các an ten và được sử dụng để mang các thông tin âm thanh, hình ảnh đi rất xa.\n- Sóng này bị phản xạ bởi tầng điện li trước khi tới máy thu.\n- Sóng VHF có bước sóng rất ngắn từ 1 m đến 10 m và sóng UHF có bước sóng cực ngắn từ 10 cm đến 1 m có thể truyển thẳng đến máy thu, không bị phản xạ bởi tầng điện li.\n- Ứng dụng trong các đài phát thanh và truyền hình, viễn thông quốc tế (sóng vi ba có bước sóng khoảng vài cm); chuyển tiếp truyền hình qua vệ tinh thông tin, cho mạng điện thoại di động.\nTừ các máy phát sóng vô tuyến",
      "Tia Rơn ghen (tia X)": "- Có bước sóng nhỏ hơn tia tử ngoại, khoảng từ 30 pm đến 3 nm.\n- Ứng dụng: chẩn đoán và chữa trị một số bệnh trong y học như chụp X – quang; tìm các khuyết tật trong vật đúc bằng kim loại và trong tinh thể; kiểm tra hành lí của hành khách khi đi máy bay,…\nTia X được tạo ra khi các electron chuyển động với tốc độ cao tới đập vào tấm kim loại có nguyên tử lượng lớn trong ống tia X",
      "Tia gamma (\nγ\n)": "- Có bước sóng nhỏ nhất trong thanh sóng điện từ, khoảng từ 10-5 nm đến 0,1 nm.\n- Ứng dụng: dùng trong phẫu thuật, điều trị các căn bệnh liên quan đến khối u, dị dạng mạch máu, các bệnh chức năng của não; ứng dụng trong công nghiệp, phát hiện các khuyết tật bằng hình ảnh rõ nét với độ chính xác cao.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 12: Giao thoa sóng",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-12-giao-thoa-song.jsp",
    "content": {
      "Thí nghiệm": "Thí nghiệm về giao thoa ánh sáng\nKết quả:\n- Trong vùng hai chùm sáng gặp nhau có những vạch tối và vạch sáng xen kẽ.\n- Những vạch tối là chỗ hai sóng ánh sáng triệt tiêu lẫn nhau.\n- Những vạch sáng là chỗ hai sóng ánh sáng tăng cường lẫn nhau.\n- Những vạch sáng và tối xen kẽ nhau chính là hệ vân giao thoa của hai sóng ánh sáng.",
      "Giải thích": "Kiến thức bổ sung dùng để giải thích hiện tượng giao thoa sóng:\n- Mỗi nguồn sóng phát ra một sóng có các gợn sóng là những đường tròn giống hết như khi không có các nguồn sóng khác ở bên cạnh.\n- Những điểm cách nguồn một khoảng bằng\nk\nλ\nthì dao động đồng pha với nguồn.\n- Những điểm cách nguồn một khoảng bằng\n(\nk\n+\n0\n,\n5\n)\nλ\nthì dao động ngược pha với nguồn.\nGiải thích:\n- Trong thí nghiệm trên đã dùng hai nguồng sóng giống hệt nhau dao động theo phương vuông góc với mặt nước. Trên mặt nước có những điểm đứng yên, do hai sóng gặp nhau ở đó dao động ngược pha, triệt tiêu nhau. Có những điểm dao động rất mạnh do hai sóng ở đó dao động cùng pha.\n- Ánh sáng truyền qua những điểm đứng yên không bị cản trở, nên cho ảnh là những hypebol rất sáng. Còn ánh sáng truyền qua những điểm dao động mạnh thì bị tán xạ nên cho ảnh là những đường hypebol nhoè và tối.\n- Hiện tượng hai sóng gặp nhau tạo nên những gợn sóng ổn định gọi là hiện tượng giao thoa của hai sóng. Các gợn sóng ổn định gọi là các vân giao thoa.",
      "Điều kiện để xảy ra giao thoa": "Điều kiện để xảy ra hiện tượng giao thoa hai nguồn sóng:\n- Dao động cùng phương, cùng tần số\n- Có độ lệch pha không đổi theo thời gian.\nHai nguồn như vậy gọi là hai nguồn kết hợp. Hai sóng do hai nguồn kết hợp phát ra gọi là hai sóng kết hợp.",
      "Công thức xác định bước sóng\nλ\ncủa ánh sáng": "· Bước sóng ánh sáng:\nλ\n=\na\ni\nD\nTrong đó:\n- a là khoảng cách giữa hai khe: a = F1F2.\n- D là khoảng cách từ hai khe đến màn quan sát.\n- i là khoảng vân. Đó là khoảng cách giữa hai vân sáng hoặc hai vân tối liên tiếp.\nTừ đó có thể rút ra công thức tính khoảng vân:\ni\n=\nλ\nD\na\n· Điều kiện để tại A có vân sáng, vân tối:\n- Tại A có vân sáng khi:\nd\n2\n−\nd\n1\n=\nk\nλ\nvới\nk\n=\n0\n;\n±\n1\n;\n±\n2\n;\n.\n.\n.\n- Tại A có vân tối khi:\nd\n2\n−\nd\n1\n=\n(\nk\n+\n0\n,\n5\n)\nλ\nvới\nk\n=\n0\n;\n±\n1\n;\n±\n2\n;\n.\n.\n.\n· Vị trí các vân sáng, các vân tối:\n- Vị trí các vân sáng:\nx\ns\n=\nk\nλ\nD\na\nvới\nk\n=\n0\n;\n±\n1\n;\n±\n2\n;\n.\n.\n.\n- Vị trí các vân tối:\nx\nt\n=\n(\nk\n+\n0\n,\n5\n)\nλ\nD\na\nvới\nk\n=\n0\n;\n±\n1\n;\n±\n2\n;\n.\n.\n.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 13: Sóng dừng",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-13-song-dung.jsp",
    "content": {
      "Thí nghiệm tạo sóng dừng": "Khi bộ rung P hoạt động, điều chỉnh tần số để trên dây xuất hiện những điểm dao động với biên độ cực đại và những điểm đứng yên. Hiện tượng như vậy gọi là hiện tượng sóng dừng. Thay đổi tần số tiếp để đến khi quan sát được những điểm dao động với biên độ cực đại, những điểm đứng yên.",
      "Đặc điểm của sóng dừng": "- Sóng dừng được tạo thành khi có hai sóng cùng biên độ, cùng bước sóng lan truyền theo hai hướng ngược nhau. Hai sóng này gặp nhau, giao thoa nhau tạo nên sóng tổng hợp là sóng dừng.\nSơ đồ tạo thành sóng dừng\n- Những điểm tại đó hai sóng ngược pha nhau thì không dao động và được gọi là nút sóng.\n- Những điểm tại đó hai sóng đồng pha với nhau thì dao động với biên độ cực đại và được gọi là bụng sóng.\n- Sóng dừng là tổng hợp của nhiều sóng tới và sóng phản xạ.",
      "Điều kiện để có sóng dừng": "Điều kiện để có sóng dừng trên một sợi dây có hai đầu cố định là chiều dài của sợi dây phải bằng một số nguyên lần nửa bước sóng.\nL\n=\nn\nλ\n2\nvới n = 1, 2, 3,…",
      "Sóng dừng đối với nhạc cụ dây": "Các loại nhạc cụ dây thì hai đầu dây đàn được giữ cố định. Khi gảy đàn, trên dây xuất hiện sóng dừng, nó phát ra âm có bước sóng\nλ\n=\n2\nL\nhay có tần số\nf\n=\nv\n2\nL\n.\nKhi ấn ngón tay vào các phím, gián tiếp làm thay đổi chiều dài của dây đà, do đó âm phát ra khi gảy sẽ có độ cao, thấp khác nhau. Để khuếch đại âm thì đàn có thùng đàn đóng vai trò hộp cộng hưởng.\nĐàn tính",
      "Sóng dừng đối với nhạc cụ khí": "Đối với các nhạc cụ khí, khi ta thổi, cột không khí dao động tạo ra sóng dừng. Khi bịt các lỗ trên nhạc cụ khí thì gián tiếp thay đổi chiều dài cột không khí bên trong ống của nhạc cụ. Do đó các nốt phát ra cũng thay đổi.\nSáo trúc\nCó hai kiểu tạo thành sóng dừng trong nhạc cụ khí:\n· Điều kiện để có sóng dừng trên dây có hai đầu cố định:\nL\n=\nn\nλ\n2\nvới n = 1, 2, 3,…\n· Điều kiện để có sóng dừng trên dây có một đầu cố định, một đầu tự do hoặc trong ống khí có một đầu kín, một đầu hở:\nL\n=\n(\n2\nn\n+\n1\n)\nλ\n4\nvới n = 0, 1, 2, 3,…\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 16: Lực tương tác giữa hai điện tích",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-16-luc-tuong-tac-giua-hai-dien-tich.jsp",
    "content": {
      "Lực hút và lực đẩy giữa các điện tích": "- Có hai loại điện tích trái dấu. Điện tích xuất hiện ở thanh thuỷ tinh khi được cọ xát và len được quy ước gọi là điện tích dương, điện tích xuất hiện ở thanh nhựa được cọ xát vào lụa được quy ước gọi là điện tích âm.\n- Các điện tích cùng dấu đẩy nhau\n- Các điện tích khác dấu hút nhau.\n- Lực hút, lực đẩy giữa các điện tích được gọi chung là lực tương tác giữa các điện tích (gọi tắt là lực điện).",
      "Đơn vị điện tích, điện tích điểm": "- Trong hệ SI, đơn vị điện tích là cu – lông (C).\n- Điện tích điểm là vật tích điện có kích thước nhỏ so với khoảng cách tới điểm mà ta xét. Trong các thí nghiệm vật lí, người ta coi các quả cầu tích điện có bán kính nhỏ so với khoảng cách giữa chúng là các điện tích điểm, khoảng cách giữa các điện tích điểm này là khoảng cách giữa tâm của các quả cầu.",
      "Định luật Coulomb": "Lực tương tác giữa hai điện tích điểm có phương trùng với đường thẳng nối hai điện tích điểm, có độ lớn tỉ lệ thuận với tích độ lớn của hai điện tích điểm và tỉ lệ nghịch với bình phương khoảng cách giữa chúng.\nF\n=\nk\n(\nq\n1\nq\n2\n)\nε\nr\n2\nTrong đó:\n- k là hệ số tỉ lệ có độ lớn phụ thuộc vào môi trường trong đó đặt điện tích và hệ đơn vị sử dụng. Khi đặt trong chân không thì\nk\n=\n1\n4\nπε\n0\n=\n9\n.\n10\n9\nN\n.\nm\n2\n/\nC\n2\nvới\nε\n0\n=\n8\n,\n85\n.\n10\n−\n12\nC\n2\n/\nN\nm\n2\n-\nε\nlà hằng số điện môi của môi trường đặt điện tích\nLực tương tác giữa hai điện tích điểm cùng dấu\nMột số ứng dụng của lực điện vào thực tế:\nSơn tĩnh điện\nMáy lọc bụi không khí\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 17: Khái niệm điện trường",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-17-khai-niem-dien-truong.jsp",
    "content": {
      "Khái niệm điện trường": "- Điện trường được tạo ra bởi điện tích, là dạng vật chất tồn tại xung quanh điện tích và truyền tương tác giữa các điện tích.",
      "Cường độ điện trường": "· Đại lượng đặc trưng cho độ mạnh yếu của điện trường là cường độ điện trường.\n· Cường độ điện trường tại một điểm được đo bằng tỉ số giữa lực điện tác dụng lên một điện tích dương đặt tại điểm đó và độ lớn của điện tích đó.\nE\n=\nF\nq\n- Trong hệ SI, đơn vị của cường độ điện trường là vôn trên mét (V/m)\n- Vì lực là đại lượng vecto, q là đại lượng vô hướng nên cường độ điện trường là đại lượng vecto. Vecto cường độ điện trường\n→\nE\ntại một điểm được xác định bằng tỉ số giữa vecto lực điện\n→\nF\ntác dụng lên một điện tích q đặt tại điểm đó và trị số của điện tích đó:\n→\nE\n=\n→\nF\nq\n· Đặc điểm của vecto cường độ điện trường\n→\nE\n:\n- Phương trùng với phương của lực điện tác dụng lên điện tích.\n- Chiều cùng với chiều của lực điện khi q > 0, ngược chiều với chiều của lực điện khi q < 0.\n- Độ lớn của vecto cường độ điện trường bằng độ lớn của lực điện tác dụng lên điện tích 1C đặt tại điểm ta xét.\n- Độ lớn cường độ điện trường do một điện tích điểm Q đặt trong chân không hoặc không khí gây ra tại một điểm cách đó một khoảng r có giá trị bằng\nE\n=\n(\nQ\n)\n4\nπε\n0\nr\n2\n· Cường độ điện trường của hệ điện tích điểm gây ra tại một điểm được tổng hợp từ cường độ điện trường của mỗi điện tích điểm\n→\nE\n=\n−→\nE\n1\n+\n−→\nE\n2\n+\n−→\nE\n3\n+\n.\n.\n.\nVí dụ:",
      "Điện phổ": "Một số hình ảnh điện phổ\n- Đường sức điện là các đường được vẽ trong điện trường sao cho hương của vecto cường độ điện trường tại mỗi điểm trên đường sức điện trùng với hướng của vecto tiếp tuyến của đường sức điện tại điểm đó.\n- Mật độ đường sức điện được vẽ theo quy ước: một diện tích nhất định đặt vuông góc với vecto cường độ điện trường tại điểm ta xét có số đường sức điện đi qua tỉ lệ với độ lớn của cường độ điện trường tại điểm đó.\nVí dụ: một số hình ảnh về đường sức điện\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 18: Điện trường đều",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-18-dien-truong-deu.jsp",
    "content": {
      "Khái niệm điện trường đều": "Điện trường đều là điện trường mà cường độ điện trường tại các điểm khác nhau có giá trị bằng nhau về độ lớn, giống nhau về phương và chiều.",
      "Điện trường đều giữa hai bản phẳng nhiễm điện đặt song song": "· Đặc điểm của điện trường đều:\n- Các đường sức điện giữa hai bản phảng song song, cách đều và vuông góc với các bản phẳng, chiều từ bản tích điện dương và kết thúc ở bản tích điện âm.\n- Cường độ điện trường:\nE\n=\nU\nd\nTrong đó:\nd là khoảng cách giữa hai bản phẳng, đơn vị là mét (m)\nE là cường độ điện trường giữa hai bản phẳng, đơn vị là vôn trên mét (V/m).",
      "Tác dụng của điện trường đều lên chuyển động của điện tích": "Chuyển động của điện tích q > 0 bên trong điện trường đều theo phương vuông góc với đường sức điện có quỹ đạo tương tự như chuyển động của vật ném ngang với vận tốc ban đầu\n→\nv\n0\ntrong trường trọng lực.",
      "Ứng dụng": "Xem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 19: Thế năng điện",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-19-the-nang-dien.jsp",
    "content": {
      "Công của lực điện": "· Công của lực điện trong dịch chuyển của điện tích q từ điểm M đến điểm N trong điện trường đều bằng qEd, không phụ thuộc vào hình dạng của đường đi mà chỉ phụ thuộc vào vị trí điểm đầu M và vị trí điểm cuối N của độ dịch chuyển trong điện trường.\nAMN = qEd\nTrong đó:\n- d là độ dài đại số của đoạn MM', là hình chiếu của đoạn MN trên một đường sức điện\n· Công của lực điện trong dịch chuyển của điện tích q không phụ thuộc vào hình dạng của đường đi mà chỉ phụ thuộc vào vị trí của điểm đầu M và vị trí của điểm cuối N của độ dịch chuyển.\n· Lực điện được coi là lực thế.",
      "Thế năng của một điện tích trong điện trường đều": "- Bản cực mang điện âm thường được chọn làm mốc tính thế năng. Với điện trường của một điện tích hoặc của một hệ điện tích bất kì, người ta thường chọn điểm mốc thế năng ở vô cực, vì ở đó điện trường và lực điện trường đều bằng không.\n- Thế năng của điện tích trong điện trường còn được gọi là thế năng điện. Thế năng của một điện tích q trong điện trường đều đặc trưng cho khả năng sinh công của điện trường đều khi đặt điện tích q tại điểm đang xét.\n- Thế năng của điện tích q tại điểm M trong điện trường đều bằng công của lực điện có thể sinh ra khi điện tích q di chuyển từ điểm M tới điểm mốc để tính thế năng:\nWM = qEd\nTrong đó d là khoảng cách từ M đến bản cực âm, WM là thế năng điện của điện tích q tại điểm M.",
      "Thế năng của một điện tích trong điện trường bất kì": "- Thế năng của một điện tích q trong điện trường đặc trưng cho khả năng sinh công của điện trường khi đặt điện tích q tại điểm đang xét.\n- Khi chọn mốc thế năng tại vô cực, thế năng của điện tích q tại điểm M trong điện trường bằng công của lực điện trong dịch chuyển của điện tích q từ điểm M tới vô cực:\nWM =\nA\nM\n∞\n- Độ lớn của lực điện tỉ lệ thuận với điện tích q nên thế năng tại điểm M cũng tỉ lệ với điện tích q: WM = VMq\nHệ số tỉ lệ VM = V không phụ thuộc vào điện tích q mà chỉ phụ thuộc vào điện trường và vị trí của điểm M.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 20: Điện thế",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-20-dien-the.jsp",
    "content": {
      "Điện thế tại một điểm trong điện trường": "· Điện thế tại một điểm trong điện trường đặc trưng cho điện trường tại điểm đó về thế năng, được xác định bằng công dịch chuyển một đơn vị điện tích dương từ vô cực về điểm đó:\nV\n=\nA\nq\n· Hiệu điện thế UMN mà ta đo được chính là giá trị giữa điện thế tại M và điện thế tại N\nUMN = VM – VN\n· Điện thế và hiệu điện thế đều có chung đơn vị là vôn (V).",
      "Mối liên hệ giữa điện thế và cường độ điện trường": "Cường độ điện trường tại một điểm M có độ lớn bằng thương của hiệu điện thế giữa hai điểm M và N trên một đoạn nhỏ đường sức chia cho độ dài đại số của đoạn đường sức đó.\nE\nM\nN\n=\nE\nN\n=\nE\n=\nU\nM\nN\nd\nM\nN\n=\nV\nM\n−\nV\nN\nM\nN\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 21: Tụ điện",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-21-tu-dien.jsp",
    "content": {
      "Tụ điện": "Tụ điện là một loại linh kiện điện tử gồm hai vật dẫn đặt gần nhau và ngăn cách nhau bởi môi trường cách điện (điện môi). Mỗi vật dẫn được gọi là một bản tụ điện.\n- Mật độ điện tích tự do trong điện môi là rất nhỏ do đó điện môi là những chất không dẫn điện.\n- Khi điện trường ngoài đặt vào điện môi lớn hơn một giới hạn nhất định thì các liên kết giữa các điện tích trái dấu trong nguyên tử của chất điện môi sẽ bị phá vỡ, điện tích tự do xuất hiện, lúc này điện môi trở thành vật dẫn điện (điện môi bị đánh thủng).\n- Tụ điện có thể tích và phóng điện.\n- Cấu tạo của một số loại tụ điện",
      "Điện dung": "Điện dung của tụ điện là đại lượng đặc trưng cho khả năng tích điện của tụ điện khi đặt một hiệu điện thế U vào hai bản tụ điện. Nó được tính bằng tỉ số giữa điện tích Q của tụ điện và hiệu điện thế U đặt vào hai bản tụ điện.\nC\n=\nQ\nU\nTrong đó:\n- Q được tính bằng đơn vị culong (C)\n- U được tính bằng đơn vị vôn (V)\n- C được tính bằng đơn vị fara (F).\nMột đơn vị điện dung thường dùng:\n+ 1 microfara (kí hiệu là\nμ\nF\n) = 10-6 F.\n+ 1 nanofara (kí hiệu là nF) = 10-9 F.\n+ 1 picofara (kí hiệu là pF) = 10-12 F.",
      "Điện dung của bộ tụ điện": "U\n=\nU\n1\n+\nU\n2\n+\n.\n.\n.\n+\nU\nn\nQ\n=\nQ\n1\n=\nQ\n2\n=\n.\n.\n.\n=\nQ\nn\n1\nC\n=\n1\nC\n1\n+\n1\nC\n2\n+\n.\n.\n.\n+\n1\nC\nn\nU\n=\nU\n1\n=\nU\n2\n=\n.\n.\n.\n=\nU\nn\nQ\n=\nQ\n1\n+\nQ\n2\n+\n.\n.\n.\n+\nQ\nn\nC\n=\nC\n1\n+\nC\n2\n+\n.\n.\n.\n+\nC\nn",
      "Năng lượng của tụ điện": "· Năng lượng của tụ điện khi được tích điện với điện tích Q:\nW\n=\nQ\nU\n2\n=\nQ\n2\n2\nC\n=\nC\nU\n2\n2\nTrong đó:\n- Q có đơn vị là culong\n- U có đơn vị là vôn\n- C có đơn vị là fara\n- W có đơn vị là jun\n· Năng lượng của tụ điện cũng chính là năng lượng điện trường trong tụ điện.",
      "Ứng dụng của tụ điện trong cuộc sống": "Tụ điện được sử dụng trong rất nhiều thiết bị điện như động cơ xe máy, máy hàn dùng công nghệ phóng điện của tụ, mạch khuếch đại,… Ngoài ra, tụ điện còn có một số chức năng khác nữa như lưu trữ điện tích, lọc dòng điện một chiều không cho đi qua mà chỉ cho dòng điện xoay chiều đi qua,…\nVí dụ:\nMáy hàn bu – lông sử dụng bộ tụ điện\nMạch khuếch đại\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 22: Cường độ dòng điện",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-22-cuong-do-dong-dien.jsp",
    "content": {
      "Cường độ dòng điện": "· Cường độ dòng điện là đại lượng đặc trưng cho tác dụng mạnh, yếu của dòng điện.\n· Biểu thức:\nI\n=\nΔ\nq\nΔ\nt\nTrong đó:\n-\nΔ\nq\nlà độ lớn của điện lượng chuyển qua tiết diện thẳng của một dây dẫn, đơn vị là culong (kí hiệu là C)\n-\nΔ\nt\nlà thời gian lượng điện lượng trên chuyển qua, đơn vị là giây (kí hiệu là s)\n- I là cường độ dòng điện, đơn vị là ampe (kí hiệu là A)",
      "Dòng điện chạy trong dây dẫn kim loại": "- Trong kim loại có các electron tự do, khi dây dẫn kim loại được nối với nguồn điện thì trong dây dẫn xuất hiện điện trường. Dưới tác dụng của lực điện trường, các electron tự do mang điện tích âm dịch chuyển có hướng ngược với hướng của điện trường, tạo ra dòng điện.\n- Chiều quy ước của dòng điện là chiều dịch chuyển của các điện tích dương, hay ngược với chiều dịch chuyển của các electron tự do.",
      "Biểu thức liên hệ giữa cường độ dòng điện với mật độ và tốc độ của các hạt mang điện": "- S là diện tích tiết diện thẳng của dây dẫn\n- n là mật độ hạt mang điện\n- v là tốc độ dịch chuyển có hướng của electron\n- e là độ lớn điện tích của electron\nTrong khoảng thời gian\nΔ\nt\n, số electron N chạy qua tiết diện thẳng của dây dẫn là:\nN = nSh, trong đó\nh\n=\nv\n.\nΔ\nt\nN\n=\nn\nS\nv\n.\nΔ\nt\n· Điện lượng chuyển qua tiết diện thẳng của dây dẫn trong khoảng thời gian là:\nΔ\nq\n=\nN\ne\n=\nS\nn\nv\ne\n.\nΔ\nt\n· Cường độ dòng điện chạy qua một dây dẫn kim loại: I = Snve\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 23: Điện trở. Định luật Ôm",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-23-dien-tro-dinh-luat-om.jsp",
    "content": {
      "Định nghĩa điện trở": "· Điện trở R là đại lượng đặc trưng cho mức độ cản trở dòng điện của vật dẫn.\nR\n=\nU\nI\nTrong đó:\n- U là hiệu điện thế, đơn vị là vôn (V)\n- I là cường độ dòng điện, đơn vị là ampe (A)\n- R là điện trở, đơn vị là (\nΩ\n)\n· Một số bội số của ôm:\n1\nk\nΩ\n=\n1000\nΩ\n1\nM\nΩ\n=\n1\n000\nk\nΩ\n=\n1\n000\n000\nΩ",
      "Đường đặc trưng vôn – ampe": "- Đường đặc trưng vôn – ampe là đồ thị biểu diễn sự phụ thuộc giữa hiệu điện thế đặt vào và dòng điện chạy qua linh kiện đang xét.\n- Đường đặc trưng vôn – ampe của điện trở là hàm bậc nhất, có đồ thị là một đường thẳng xuất phát từ gốc toạ độ. Công thức biểu diễn là: I = kU, với k là hằng số không đổi gọi là độ dẫn điện.\n- Đồ thị có độ dốc càng lớn thì có điện trở R càng nhỏ.",
      "Định luật Ohm": "· Cường độ dòng điện chạy qua vật dẫn tỉ lệ thuận với hiệu điện thế ở hai đầu vật dẫn, tỉ lệ nghịch với điện trở của vật dẫn.\n· Biểu thức:\nI\n=\nU\nR\nTrong đó: I là cường độ dòng điện chạy qua vật dẫn, đơn vị là ampe, kí hiệu là A.\nU là hiệu điện thế giữa hai đầu vật dẫn, đơn vị là vôn, kí hiệu là V.\nR là điện trở của vật dẫn, đơn vị là ôm, kí hiệu là\nΩ\n.",
      "Nguyên nhân gây ra điện trở trong vật dẫn kim loại": "Trong kim loại, các nguyên tử bị mất electron hoá trị trở thành các ion dương. Các ion dương liên kết với nhau một cách trật tự tạo nên mạng tinh thể kim loại. Các ion dương dao động nhiệt xung quanh nút mạng, nhiệt độ càng cao, các ion dương dao động càng mạnh. Dao động nhiệt của các ion trong mạng tinh thể cản trở chuyển động của các electron tự do là nguyên nhân chính gây ra điện trở của kim loại.\nMô hình nguyên nhân gây ra điện trở của kim loại\nMở rộng: điện trở suất của kim loại tăng theo nhiệt độ gần đúng theo hàm bậc nhất\nρ\n=\nρ\n0\n[\n1\n+\nα\n(\nt\n−\nt\n0\n)\n]\nTrong đó:\n-\nρ\nlà điện trở suất ở nhiệt độ t, đơn vị là ôm nhân mét (\nΩ\n.\nm\n)\n-\nρ\n0\nlà điện trở suất ở nhiệt độ t0, đơn vị là ôm nhân mét (\nΩ\n.\nm\n)\n-\nα\nlà hệ số nhiệt điện trở, đơn vị là K-1.\n- t - t0 là độ biến thiên nhiệt độ.\nNgoài ra ta cũng có thể viết biểu thức của điện trở dưới dạng\nR\n=\nR\n0\n[\n1\n+\nα\n(\nt\n−\nt\n0\n)\n]",
      "Điện trở của đèn sợi đốt": "- Khi dòng điện và hiệu điện thế nhỏ, đường đặc trưng vôn – ampe gần giống đường thẳng. Ở hiệu điện thế cao hơn, đường đặc trưng bắt đầu cong. Điều đó cho thấy điện trở của dây tóc bóng đèn tăng lên vì tỉ số\nU\nI\ntăng lên.\n- Khi dây tóc bóng đèn phát sáng thì đường đặc trưng có độ dốc nhỏ nên điện trở lớn.\n- Như vậy, điện trở của dây tóc bóng đèn phụ thuộc vào nhiệt độ.",
      "Điện trở nhiệt": "Điện trở nhiệt là linh kiện có điện trở thay đổi rõ rệt theo nhiệt độ.\n- Điện trở của điện trở nhiệt NTC giảm khi nhiệt độ tăng.\n- Điện trở của điện trở nhiệt PTC tăng khi nhiệt độ tăng.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 24: Nguồn điện",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-24-nguon-dien.jsp",
    "content": {
      "Điều kiện để duy trì dòng điện": "Để duy trì dòng điện thì trong mạch phải luôn có sự dịch chuyển thành dòng của các hạt tải điện, hoặc nói cách khác là duy trì được hiệu điện thế giữa hai cực.",
      "Nguồn điện": "- Nguồn điện là thiết bị để tạo ra và duy trì hiệu điện thế, nhằm duy trì dòng điện trong mạch. Mỗi nguồn điện một chiều đều có hai cực là cực dương (+) và cực âm (-).\n- Hiệu điện thế giữa hai cực của nguồn điện được duy trì ngay cả khi có dòng điện chạy qua các vật dẫn nối liền giữa hai cực của nó, nghĩa là sự tích điện khác nhau ở các cực của nguồn điện tiếp tục được duy trì.\n- Để tạo ra các điện cực như vậy, trong nguồn điện phải có lực thực hiện công để tách các electron ra khỏi nguyên tử, sau đó chuyển các electron hoặc ion dương được tạo thành như thế ra khỏi mỗi cực. Khi đó, một cực thừa electron được gọi là cực âm, cực còn lại thiếu electron hoặc thừa ít electron hơn cực kia gọi là cực dương. Việc tách các electron ra khỏi nguyên tử không phải do lực điện thực hiện mà phải do các lực có bản chất khác với lực điện thực hiện, được gọi là các lực lạ.",
      "Suất điện động của nguồn điện": "· Suất điện động Ecủa nguồn điện là đại lượng đặc trưng cho khả năng thực hiện công của nguồn điện và đo bằng thương số giữa công A của lực lạ thực hiện khi làm dịch chuyển một điện tích dương q bên trong nguồn điện từ cực âm đến cực dương và độ lớn của điện tích q đó:\nE\n=\nA\nq\n· Đơn vị của suất điện động là vôn (kí hiệu là V)\n· Số vôn ghi trên mỗi nguồn điện cho biết trị số của suất điện động của nguồn điện đó. Đó cũng là giá trị của hiệu điện thế giữa hai cực của nguồn điện khi mạch điện hở.",
      "Điện trở trong của nguồn điện": "Trong mạch kín, dòng điện chạy qua mạch ngoài và cả mạch trong. Như vậy, nguồn điện cũng là một vật dẫn và cũng có điện trở. Điện trở này được gọi là điện trở trong của nguồn điện. Nguồn điện được đặc trưng bằng suất điện động E và điện trở trong r của nguồn.",
      "Ảnh hưởng của điện trở trong của nguồn điện lên hiệu điện thế giữa hai cực của nguồn.": "· Cường độ dòng điện chạy trong mạch điện kín tỉ lệ thuận với suất điện động của nguồn điện và tỉ lệ nghịch với điện trở toàn phần của mạch điện đó.\nI\n=\nE\nR\n+\nr\n· Công của nguồn điện: A = qE = EIt\n· Hiệu điện thế mạch ngoài: U = E - Ir\n· Độ giảm thế mạch ngoài: U = IR\n· Hiện tượng đoản mạch (ngắn mạch) xảy ra khi nguồn điện được nối với mạch ngoài có điện trở không đáng kể hoặc bằng 0. Nguyên nhân do việc chập mạch điện làm cho điện trở mạch ngoài bằng 0, khi đó cực âm của nguồn nối trực tiếp với cực dương của nguồn mà không qua thiết bị điện.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 25: Năng lượng và công suất điện",
    "url": "https://www.vietjack.com/vat-li-11-kn/ly-thuyet-bai-25-nang-luong-va-cong-suat-dien.jsp",
    "content": {
      "Năng lượng điện": "· Năng lượng điện tiêu thị của đoạn mạch bằng công của lực điện thực hiện khi di chuyển các điện tích.\nW = A = UIt\nĐơn vị của năng lượng điện tiêu thụ là jun, kí hiệu là J.\n· Dòng điện chạy qua mạch gây ra các tác dụng khác nhau và khi đó có sự chuyển hoá năng lượng điện tiêu thụ của đoạn mạch thành các dạng năng lượng khác.\nXe đạp điện: điện năng chuyển hoá thành cơ năng\nẤm đun nước: điện năng chuyển hoá thành nhiệt năng\n· Đối với đoạn mạch thuần điện trở, nhiệt lượng đoạn mạch toả ra khi dòng điện chạy qua được tính bằng công thức: Q = RI2t.",
      "Công suất điện": "· Công suất tiêu thụ năng lượng điện (gọi tắt là công suất điện) của một đoạn mạch là năng lượng điện mà mạch tiêu thụ trong một đơn vị thời gian:\nP\n=\nA\nt\n=\nU\nI\nĐơn vị của công suất điện là oát, kí hiệu là W.\n· Ví dụ công suất điện của một số thiết bị:\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Kết nối tri thức hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 1: Mô tả dao động",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-1-mo-ta-dao-dong.jsp",
    "content": {
      "Khái niệm dao động": "· Dao động cơ học là sự chuyển động có giới hạn trong không gian của một vật quanh một vị trí xác định. Vị trí đó gọi là vị trí cân bằng.",
      "Dao động tự do": "· Dao động của hệ xảy ra dưới tác dụng chỉ của nội lực được gọi là dao động tự do (dao động riêng).",
      "Li độ, biên độ, chu kì dao động, tần số dao động": "· Li độ của vật dao động là toạ độ của vật mà gốc toạ độ được chọn trùng với vị trí cân bằng.\n· Biên độ là độ lớn cực đại của li độ.\n· Chu kì dao động là khoảng thời gian để vật thực hiện được một dao động.\n· Tần số dao động được xác định bởi số dao động mà vật thực hiện được trong một giây.\nf\n=\n1\nT\nTrong hệ SI, chu kì dao động có đơn vị là giây (s) và tần số dao động có đơn vị là héc (Hz).",
      "Khái niệm dao động điều hoà": "Dao động điều hoà là dao động tuần hoàn mà li độ của vật dao động là một hàm cosin (hoặc sin) theo thời gian.",
      "Pha dao động, độ lệch pha, tần số góc": "· Pha dao động là một đại lượng đặc trưng cho trạng thái của vật trong quá trình dao động.\n· Độ lệch pha giữa hai dao động điều hoà cùng chu kì (cùng tần số) được xác định theo công thức:\nΔ\nφ\n=\n2\nπ\nΔ\nt\nT\n.\n· Tần số góc của dao động là đại lượng đặc trưng cho tốc độ biến thiên của pha dao động. Đối với dao động điều hoà, tần số góc có giá trị không đổi và được xác định theo công thức:\nω\n=\nφ\n2\n−\nφ\n1\nt\n2\n−\nt\n1\n=\n2\nπ\nT\n.\nVới φ1 và φ2 lần lượt là pha dao động tại thời điểm t1 và t2.\nTrong hệ SI, tần số góc có đơn vị là radian trên giây (rad/s).",
      "Mở rộng: Mối liên hệ giữa dao động điều hoà và chuyển động tròn đều": "Xem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 2: Phương trình dao động điều hoà",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-2-phuong-trinh-dao-dong-dieu-hoa.jsp",
    "content": {
      "Phương trình li độ của vật dao động": "Phương trình li độ của vật dao động điều hoà có dạng\nx\n=\nA\ncos\n(\nω\nt\n+\nφ\n0\n)\nTrong đó:\n- x, A lần lượt là li độ và biên độ dao động của vật, trong hệ SI có đơn vị là m.\n- ω là tần số góc của dao động, trong hệ SI có đơn vị là rad/s.\n- φ = ωt + φ0 là pha của dao động tại thời điểm t, trong hệ SI có đơn vị là rad.\n- φ0 là pha ban đầu của dao động, trong hệ SI có đơn vị là rad.",
      "Độ dịch chuyển của vật dao động": "Độ dịch chuyển so với vị trí ban đầu của vật cũng biến thiên điều hoà theo thời gian cùng biên độ, chu kì và pha với li độ của vật dao động. Tại từng thời điểm, đồ thị độ dịch chuyển – thời gian dịch xuống một đoạn\nA\ncos\nφ\n0\ntrên trục ting so với đồ thị li độ - thời gian.\nVí dụ:",
      "Phương trình vận tốc của vật dao động": "Phương trình vận tốc của vật dao động điều hoà có dạng:\nv\n=\nω\nA\ncos\n(\nω\nt\n+\nφ\n0\n+\nπ\n2\n)\n=\n−\nω\nA\nsin\n(\nω\nt\n+\nφ\n0\n)\n- Đồ thị vận tốc – thời gian của vật dao động điều hoà cũng có dạng hình sin.\n- Vận tốc và li độ có cùng chu kì T (cùng tần số f).\n- Tốc độ cực đại có biểu thức: vmax = ωA.\n- Vận tốc biến đổi điều hoà theo thời gian lệch pha\nπ\n2\nso với li độ.\n- Mối liên hệ giữa vận tốc và li độ tại mỗi thời điểm:\nv\n2\nv\n2\nm\na\nx\n+\nx\n2\nA\n2\n=\n1\n- Khi vật qua vị trí cân bằng:\nx\n=\n0\n;\nv\n=\n±\nv\nm\na\nx\n- Khi vật ở hai biên:\nx\n=\n±\nA\n;\nv\n=\n0",
      "Phương trình gia tốc của vật dao động": "Phương trình gia tốc của bật dao động điều hoà có dạng:\na\n=\nω\n2\nA\ncos\n(\nω\nt\n+\nφ\n0\n+\nπ\n)\n=\n−\nω\n2\nA\ncos\n(\nω\nt\n+\nφ\n0\n)\n=\n−\nω\n2\nx\n- Đồ thị gia tốc – thời gian của vật dao động điều hoà cũng có dạng hình sin.\n- Gia tốc và li độ của vật dao động điều hoà có cùng chu kì T (cùng tần số f).\n- Độ lớn gia tốc cực đại:\na\nm\na\nx\n=\nω\n2\nA\n- Gia tốc và li độ của vật luôn lệch pha π so với nhau (ngược pha).",
      "Mở rộng:": "Tần số góc của con lắc lò xo:\nω\n=\n√\nk\nm\nTần số góc của con lắc đơn:\nω\n=\n√\ng\nl\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 3: Năng lượng trong dao động điều hoà",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-3-nang-luong-trong-dao-dong-dieu-hoa.jsp",
    "content": {
      "Biểu thức của thế năng trong dao động điều hoà": "Thế năng trong dao động điều hoà được tính theo công thức:\nW\nt\n=\n1\n2\nm\nω\n2\nA\n2\ncos\n2\n(\nω\nt\n+\nφ\n0\n)",
      "Sự biến đổi của thế năng theo thời gian": "Biến đổi được\nW\nt\n=\n1\n4\nm\nω\n2\nA\n2\n+\n1\n4\nm\nω\n2\nA\n2\ncos\n2\n(\nω\nt\n+\nφ\n0\n)\nThế năng trong dao động điều hoà biến đổi tuần hoàn theo thời gian với tần số góc bằng hai lần tần số góc của li độ:\nω\n'\n=\n2\nω",
      "Biểu thức của động năng trong dao động điều hoà": "Động năng của vật dao động điều hoà được tính theo công thức:\nW\nd\n=\n1\n2\nm\nv\n2\n=\n1\n2\nm\nω\n2\nA\n2\nsin\n2\n(\nω\nt\n+\nφ\n0\n)",
      "Sự biến đổi của động năng theo thời gian": "Biến đổi được\nW\nd\n=\n1\n4\nm\nω\n2\nA\n2\n−\n1\n4\nm\nω\n2\nA\n2\ncos\n2\n(\nω\nt\n+\nφ\n0\n)\nĐộng năng của vật dao động điều hoà biến đổi tuần hoàn theo thời gian với tần số góc bằng hai lần tần số góc của li độ:\nω\n'\n=\n2\nω",
      "Sự chuyển hoá năng lượng trong dao động điều hoà": "- Khi vật ở biên, thế năng có giá trị cực đại còn động năng bằng không.\n- Khi vật di chuyển từ vị trí biên về vị trí cân bằng, thế năng giảm và động năng tăng.\n- Khi vật ở vị trí cân bằng, thế năng bằng không còn động năng có giá trị cực đại.\n- Khi vật di chuyển từ vị trí cân bằng ra biên, thế năng tăng và động năng giảm.\nNhư vậy, trong quá trình chuyển động thì động năng và thế năng luôn thay đổi và chuyển hoá qua lại với nhau.",
      "Sự bảo toàn cơ năng trong dao động điều hoà": "· Cơ năng trong dao động điều hoà:\nW\n=\nW\nt\n+\nW\nd\n=\n1\n2\nm\nω\n2\nA\n2\n· Cơ năng tỉ lệ thuận với bình phương biên độ dao động A của vật và không thay đổi theo thời gian. Trong quá trình dao động điều hoà, thế năng và động năng liên tục biến đổi theo thời gian nhưng cơ năng luôn bảo toàn.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 4: Dao động tắt dần và hiện tượng cộng hưởng",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-4-dao-dong-tat-dan-va-hien-tuong.jsp",
    "content": {
      "Quan sát hiện tượng dao động tắt dần": "Dao động tắt dần là dao động có biên độ giảm dần theo thời gian.\nVí dụ:\nPhân loại dao động tắt dần:\n- Dao động tắt dần dưới hạn: khi lực cản tác dụng lên vật có độ lớn nhỏ, vật thực hiện dao động với biên độ giảm dần theo thời gian và dừng lại sau một số chu kì dao động.\n- Dao động tắt dần tới hạn: khi lực cản tác dụng lên vật có độ lớn vừa đủ, vật không thể thực hiện đủ một chu kì dao động mà trở về vị trí cân bằng sau một thời gian ngắn.\n- Dao động tắt dần vượt hạn: khi lực cản tác dụng lên vật có độ lớn tăng lên, vật không thể thực hiện đủ một chu kì dao động mà trở về vị trí cân bằng sau một thời gian tương đối dài.",
      "Giải thích hiện tượng dao động tắt dần": "Lực cản của môi trường tác dụng lên vật luôn ngược chiều chuyển động của vật. Do đó, công của lực cản tác dụng lên vật luôn âm làm cho cơ năng giảm. Từ đó biên độ dao động của vật giảm dần theo thời gian.",
      "Dao động cưỡng bức": "· Ngoại lực biến thiên điều hoà theo thời gian:\nF\n=\nF\n0\ncos\n(\nΩ\nt\n+\nφ\n0\n)\n· Dao động của vật dưới tác dụng của ngoại lực điều hoà trong giai đoạn ổn định được gọi là dao động cưỡng bức. Ngoại lực điều hoà tác dụng vào vật khi này được gọi là lực cưỡng bức.\n· Tính chất của dao động cưỡng bức:\n- Dao động cưỡng bức trong giai đoạn ổn định là dao động điều hoà.\n- Tần số góc của dao động cưỡng bức bằng tần số góc của lực cưỡng bức.\n- Biên độ của dao động cưỡng bức phụ thuộc vào biên độ F0, độ chênh lệch giữa tần số góc của lực cưỡng bức và tần số góc riêng của hệ, lực cản của môi trường xung quanh.",
      "Hiện tượng cộng hưởng": "Hiện tượng cộng hưởng xảy ra khi tần số góc của lực cưỡng bức tiến đến bằng tần số góc riêng của hệ dao động. Khi này, biên độ dao động cưỡng bức của hệ đạt giá trị cực đại Amax.",
      "Lợi ích và tác hại của hiện tượng cộng hưởng": "Ví dụ hiện tượng cộng hưởng có lợi:\n- Hộp đàn của các đàn ghi ta, violon, … là những hộp cộng hưởng được cấu tạo sao cho không khí trong hộp có thể dao động cộng hưởng với nhiều tần số dao động khác nhau của dây đàn.\n- Hoạt động của lò vi sóng\nVí dụ hiện tượng cộng hưởng có hại:\nBệ máy, khung xe, cầu đường, toà nhà đều có một hay nhiều tần số riêng.\n- Năm 1960, một trung đội bộ binh gồm 36 người đi đều qua cây cầu bắc ngang qua sông Fontanka ở Saint Petersburg ở nước nga đã là sập cầu, mặc dù cầu được thiết kể đủ vững chắc cho 300 người đi qua.\n- Cây cầu khác được xây dựng năm 1940 qua eo biển Tacoma ở nước Mỹ có thể chịu nhiều ô tô có tải trọng lớn đi qua nhưng cũng bị đổ sập dưới tác dụng của gió.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 5: Sóng và sự truyền sóng",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-5-song-va-su-truyen-song.jsp",
    "content": {
      "Khái niệm sóng": "Sóng là dao động lan truyền trong không gian theo thời gian. Khi sóng cơ truyền đi, phần tử môi trường không truyền theo phương truyền sóng mà chỉ dao động tại chỗ.\nNgoài sóng cơ, là sóng truyền trong môi trường do các phần tử của môi trường (rắn, lỏng, khí) thực hiện dao động thì còn có một loại sóng khác đó là sóng điện từ. Sóng điện từ có thể lan truyền qua cả chân không. Ánh sáng hoặc sóng vô tuyến điện là sóng điện từ.",
      "Quá trình truyền năng lượng của sóng": "Quá trình truyền sóng, dù là sóng cơ hay sóng điện từ, đều là quá trình truyền năng lượng. Khi sóng cơ truyền trong một môi trường, năng lượng của sóng là tổng hợp của động năng và thế năng của phần tử vật chất dao động.",
      "Sóng dọc và sóng ngang": "· Sóng dọc là sóng có các phần tử dao động theo phương truyền sóng.\nSóng dọc có thể truyền được trong các chất rắn, lỏng, khí.\nSóng âm trong không khí là một ví dụ về sóng dọc.\n· Sóng ngang là sóng có các phần tử dao động theo phương vuông góc với phương truyền sóng.\nSóng ngang có thể truyền được trong chất rắn và bề mặt chất lỏng.",
      "Hiện tượng phản xạ": "Khi sóng truyền từ một môi trường đến mặt phân cách với một môi trường khác, một phần của sóng tới được truyền ngược lại vào môi trường ban đầu. Đây là hiện tượng phản xạ sóng.",
      "Hiện tượng khúc xạ": "Hiện tượng sóng đổi phương truyền khi đi từ một môi trường này sang một môi trường khác được gọi là hiện tượng khúc xạ.",
      "Hiện tượng nhiễu xạ": "Phương truyền của sóng khi đi qua khe đã thay đổi và làm cho sóng lan rộng ở phía bên kia khe được gọi là hiện tượng nhiễu xạ.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 6: Các đặc trưng vật lí của sóng",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-6-cac-dac-trung-vat-li-cua-song.jsp",
    "content": {
      "Chu kì, tần số, biên độ sóng": "· Chu kì và tần số của sóng cũng là chu kì và tần số của nguồn sóng.\n· Biên độ sóng cơ tại một điểm là biên độ dao động của phần tử môi trường tại điểm đó.\nNhững điểm trên phương truyền sóng có li độ cực đại được gọi là đỉnh sóng.\n· Phân loại sóng âm theo tần số\n- Sóng âm nghe được có tần số trong khoảng từ 16 Hz đến 20 000 Hz.\n- Sóng hạ âm có tần số nhỏ hơn 16 Hz. Sóng hạ âm có thể được phát ra từ những hiện tượng như động đất, sấm, núi lửa. Một số lại vật có thể sử dụng sóng hạ âm như voi, hà mã, …\n- Sóng siêu âm có tần số lớn hơn 20 000 Hz. Một số loài vật có thể cảm thụ được sóng siêu âm như chó, dơi,…",
      "Bước sóng và tốc độ truyền sóng": "· Bước sóng là quãng đường sóng truyền đi được trong một chu kì dao động.\nλ\n=\nv\nT\n· Tốc độ truyền sóng được xác định bằng thương số giữa quãng đường sóng truyền đi được và thời gian để sóng truyền đi quãng đường đó.\nv\n=\ns\nΔ\nt",
      "Lưu ý:": "- Sự truyền sóng cơ là sự truyền dao động giữa các phần tử của môi trường truyền sóng. Trong quá trình sóng được truyền đi, mỗi phần tử thực hiện dao động quanh vị trí cân bằng xác định của nó.\n- Tốc độ truyền sóng trong một môi trường xác định thường là hằng số. Tốc độ dao động là tốc độ một chất điểm thực hiện dao động quanh vị trí cân bằng, là đại lượng biến đổi theo thời gian.\n- Tốc độ truyền sóng phụ thuộc cà đặc tính của môi trường truyền như mật độ môi trường, tính đàn hồi, nhiệt độ, áp suất,…\n- Tần số không phụ thuộc vào môi trường.",
      "Cường độ sóng": "Cường độ sóng I là năng lượng sóng truyền qua một đơn vị diện tích vuông góc với phương truyền sóng trong một đơn vị thời gian.\nI\n=\nE\nS\n.\nΔ\nt\n=\nP\nS\nTrong hệ SI, cường độ sóng có đơn vị là W/m2.\nP\n=\nE\nΔ\nt\nlà công suất của sóng và S là diện tích mà năng lượng sóng E truyền qua trong khoảng thời gian\nΔ\nt\n.",
      "Phương trình sóng": "Giả sử nguồn sóng có phương trình:\nu\n0\n=\nA\ncos\n(\nω\nt\n)\nPhương trình sóng truyền theo trục Ox:\nu\n=\nA\ncos\n(\n2\nπ\nT\nt\n−\n2\nπ\nλ\nx\n)\n- Phương trình sóng có tính tuần hoà theo không gian với chu kì λ và theo thời gian với chu kì T.\n- Tại cùng một thời điểm, dao động tại điểm M trễ pha hơn dao động tại nguồn một góc\n2\nπ\nλ\nx\n(với x là khoảng cách từ điểm M đến nguồn).",
      "Mở rộng:": "Mức cường độ âm:\nL\n=\n10\nlog\nI\nI\n0\n(đơn vị dB)\nI0 = 10-12 W/m2 là cường độ âm nhỏ nhất tai người có thể nghe được ở tần số 1000 Hz.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 7: Sóng điện từ",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-7-song-dien-tu.jsp",
    "content": {
      "Định nghĩa sóng điện từ": "Sóng điện từ là sự lan truyền trong không gian của điện từ trường biến thiên. Ánh sáng có bản chất là sóng điện từ.\n- Trong quá trình lan truyền, các thành phần vecto đặc trưng cho điện trường và từ trường dao động cùng pha, vuông góc với nhau và vuông góc với phương truyền sóng.\n- Sóng điện từ là sóng ngang.",
      "Tính chất của sóng điện từ": "- Tốc độ truyền sóng của sóng điện từ trong chân không là c = 3.108 m/s. Trong không khí, ta có thể gần đúng tốc độ này bằng 3.108 m/s.\n- Trong mọi môi trường vật chất, tốc độ truyền sóng điện từ đều nhỏ hơn c.\n- Một số hiện tượng đặc trưng của sóng điện từ là: phản xạ, khúc xạ, nhiễu xạ,…\n- Khi truyền qua các môi trường khác nhau, tần số và chu kì của sóng điện từ không đổi.\n- Tỉ số giữa tốc độ truyền sóng điện từ trong chân không c và trong một môi trường xác định v được gọi là chiết suất của môi trường đó:\nn\n=\nc\nv\n(chiết suất của một môi trường luôn lớn hơn hoặc bằng 1).",
      "Thang sóng điện từ": "Sóng điện từ có thể được phân loại dựa vào bước sóng hoặc tần số.\nThang sóng điện từ cho biết dải bước sóng và dải tần số ứng với các loại bức xạ khác nhau.\n- Các sóng điện từ có bước sóng càng nhỏ thì mang năng lượng càng lớn. Đó là lí do vì sao các sóng điện từ có bước sóng nhỏ lại có khả năng đâm xuyên mạnh như tia X, tia γ.\n- Tính đâm xuyên của tia X được ứng dụng trong y học.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 8: Giao thoa sóng",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-8-giao-thoa-song.jsp",
    "content": {
      "Thí nghiệm khảo sát hiện tượng giao thoa sóng": "Bộ dụng cụ thí nghiệm khảo sát hiện tượng giao thoa sóng\nBố trí thí nghiệm như hình trên, gắn hai viên bi vào cần rung và nối cần rung vào máy phát tần số. Đặt hai viên bi sao cho chúng khẽ chạm vào mặt nước. Bật đèn chiếu, bật máy phát tần số để hai viên bi dao động theo phương thẳng đứng là hai nguồn tạo ra sóng lan truyền trên mặt nước. Điều chỉnh tần số để quan sát rõ hiện tượng.",
      "Hiện tượng giao thoa sóng": "· Hiện tượng giao thoa sóng là hiện tượng hai sóng kết hợp gặp nhau, tăng cường nhau hoặc làm suy yếu nhau tại một số vị trí trong môi trường.\n· Điều kiện để có giao thoa là phải có sự kết hợp từ hai nguồn sóng dao động cùng phương, cùng tần số và có độ lệch pha không đổi theo thời gian.\n· Trong môi trường truyền sóng, khi hai nguồn dao động cùng pha, những điểm có khoảng cách đến hai nguồn lần lượt là d1 và d2 sẽ dao động với biên độ cực đại khi:\nd\n2\n−\nd\n1\n=\nk\nλ\nvà dao động với biên độ cực tiểu khi:\nd\n2\n−\nd\n1\n=\n(\nk\n+\n1\n2\n)\nλ\nvới k là một số nguyên (\nk\n=\n0\n,\n±\n1\n,\n±\n2\n,\n.\n.\n.\n).",
      "Xác định vị trí các vân giao thoa": "Xét hai nguồn cùng pha có phương trình li độ:\nu\n1\n=\nu\n2\n=\nA\ncos\n(\n2\nπt\nT\n)\nXét điểm M trên mặt nước các các nguồn là S1M = d1 và S2M = d2.\nPhương trình sóng tại M do 2 nguồn truyền đến lần lượt là:\nu\n1\nM\n=\nA\ncos\n(\n2\nπt\nT\n−\n2\nπd\n1\nλ\n)\nvà\nu\n2\nM\n=\nA\ncos\n(\n2\nπt\nT\n−\n2\nπd\n2\nλ\n)\nPhương trình li độ sóng tổng hợp tại điểm M có dạng:\nu\nM\n=\nu\n1\nM\n+\nu\n2\nM\n=\n2\nA\ncos\n(\nπ\nd\n2\n−\nd\n1\nλ\n)\ncos\n(\nω\nt\n−\nπ\nd\n2\n+\nd\n1\nλ\n)\nĐộ lêch pha của hai dao động thành phần tại M:\nΔ\nφ\n=\n2\nπ\nλ\n(\nd\n2\n−\nd\n1\n)\nBiên độ sóng tổng hợp tại M:\nA\nM\n=\n2\nA\n∣\n∣\ncos\n(\nπ\nd\n2\n−\nd\n1\nλ\n)\n∣\n∣\n- AM đạt cực đại nếu hai dao động thành phần cùng pha:\nΔ\nφ\n=\n2\nk\nπ\nvới\nk\n=\n0\n,\n±\n1\n,\n±\n2\n,\n.\n.\n.\nDo đó:\nd\n2\n−\nd\n1\n=\nk\nλ\n- AM đạt cực tiểu nếu hai dao động thành phần ngược pha:\nΔ\nφ\n=\n(\n2\nk\n+\n1\n)\nπ\nvới\nk\n=\n0\n,\n±\n1\n,\n±\n2\n,\n.\n.\n.\nDo đó:\nd\n2\n−\nd\n1\n=\n(\nk\n+\n1\n2\n)\nλ",
      "Thí nghiệm Young về giao thoa ánh sáng": "· Hiện tượng giao thoa ánh sáng là hiện tượng xuất hiện các vạch sáng xen kẽ với các vạch tối khi hai sóng ánh sáng kết hợp gặp nhau.\n- Các vạch sáng, vạch tối được gọi là vân giao thoa.\n- Vạch sáng ứng với biên độ dao động tổng hợp cực đại được gọi là vân sáng, vạch tối ứng với biên độ dao động tổng hợp cực tiểu được gọi là vân tối.",
      "Khoảng vân và vị trí vân giao thoa trên màn": "Khoảng cách giữa hai vân sáng (hoặc hai vân tối) liên tiếp được gọi là khoảng vân, kí hiệu là i.\ni\n=\nλ\nD\na\nVị trí vân sáng:\nx\ns\n=\nk\nλ\nD\na\n=\nk\ni\nvới\nk\n=\n0\n,\n±\n1\n,\n±\n2\n,\n.\n.\n.\nVị trí vân tối:\nx\nt\n=\n(\nk\n+\n1\n2\n)\nλ\nD\na\n=\n(\nk\n+\n1\n2\n)\ni\nvới\nk\n=\n0\n,\n±\n1\n,\n±\n2\n,\n.\n.\n.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 9: Sóng dừng",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-9-song-dung.jsp",
    "content": {
      "Sự phản xạ sóng": "Khi gặp vật cản, sóng sẽ bị phản xạ. Sóng được truyền từ nguồn phát đến vật cản được gọi là sóng tới, sóng được truyền ngược lại từ vật cản được gọi là sóng phản xạ.\n- Sóng tới và sóng phản xạ có cùng tần số, cùng bước sóng.\n- Trong trường hợp đầu dây cố định, tại điểm phản xạ, sóng phản xạ ngược pha với sóng tới (hình 9.2a).\n- Trong trường hợp đầu dây tự do, sóng phản xạ cùng pha với sóng tới (hình 9.2b).",
      "Thí nghiệm khảo sát hiện tượng sóng dừng": "Thí nghiệm được bố trí như hình 9.3. Nối đầu dây A vào máy phát tần số, đầu còn lại của dây được gắn cố định vào giá đỡ. Bật máy phát tần số, điều chỉnh tần số dao động phù hợp để xuất hiện hình ảnh sóng ổn định. Điều chỉnh tần số máy phát, điều chỉnh chiều dài của dây để thay đổi hình dạng sóng ổn định trên dây.\nKết quả cho thấy trên dây xuất hiện các điểm dao động với biên độ cực đại, có điểm dao động với biên độ cực tiểu.",
      "Giải thích hiện tượng sóng dừng": "· Tại bụng sóng – điểm dao động với biên độ cực đại, sóng tới và sóng phản xạ cùng pha;\n· Tại nút sóng – điểm đứng yên, sóng tới và sóng phản xạ ngược pha.\n· Sóng có các nút sóng và bụng sóng cố định trong không gian gọi là sóng dừng.\nBiên độ sóng tại điểm M đến một đầu cố định:\nA\nM\n=\n2\nA\n∣\n∣\ncos\n(\n2\nπd\nλ\n+\nπ\n2\n)\n∣\n∣\nVị trí bụng sóng:\nd\n=\n(\nk\n+\n1\n2\n)\nλ\n2\n(k = 0, 1, 2, …)\nVị trí nút sóng:\nd\n=\nk\nλ\n2\n(k = 0, 1, 2, …)\nTrong đó, d là khoảng cách từ một điểm trên dây đến một đầu dây.\nBụng sóng và nút sóng xen kẽ và cách đều nhau. Hai nút sóng liên tiếp hoặc hai bụng sóng liên tiếp cách nhau một khoảng bằng nửa bước sóng.",
      "Trường hợp sợi dây có hai đầu cố định": "Chiều dài sợi dây phải bằng số nguyên lần nửa bước sóng:\nl\n=\nn\nλ\n2\nvới n = 1, 2, 3,…\nTần số của nguồn dao động:\nf\n=\nn\nv\n2\nl\nXét sóng âm, ta có:\n+ Khi n = 1:\nf\n=\nn\nv\n2\nl\nđược gọi là hoạ âm bậc 1 (âm cơ bản)\n+ Tổng quát: fn = nf1 được gọi là hoạ âm bậc n.",
      "Trường hợp dây có một đầu cố định, một đầu tự do": "Chiều dài sợi dây thoả mãn:\nl\n=\n(\n2\nn\n+\n1\n)\nλ\n4\n=\nm\nv\n4\nf\n(m = 1, 3, 5,…)\nTần số của nguồn dao động:\nf\n=\nm\nv\n4\nl\nXét sóng âm, ta có\n+ Khi m = 1:\nf\n1\n=\nv\n4\nl\nđược gọi là hoạ âm bậc 1 (âm cơ bản).\n+ Tổng quát:\nf\nm\n=\nm\nf\n1\nđược gọi là hoạ âm bậc m.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 11: Định luật Coulomb về tương tác tĩnh điện",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-11-dinh-luat-coulomb-ve-tuong-tac-tinh-dien.jsp",
    "content": {
      "Hai loại điện tích": "- Một vật bị nhiễm điện có khả năng hút các vật nhẹ khác thì được gọi là vật tích điện.\n- Có 2 loại điện tích: điện tích dương và điện tích âm.\n- Các điện tích cùng dấu thì đẩy nhau, trái dấu thì hút nhau.\n- Đơn vị đo điện tích là culông (C).\nLưu ý: vật tích điện có kích thước rất nhỏ so với khoảng cách tới vị trí mà ta xét có thể được xem là một điện tích điểm.\n- Điện tích nguyên tốc có giá trị bằng độ lớn điện tích của một hạt mang điện tồn tại độc lập trong tự nhiên và có giá trị: e = 1,6.10-19 C\n- Tất cả các vật tích điện đều có độ lớn điện tích q luôn là một bội số của điện tích nguyên tố: q = ne với n là số tự nhiên.",
      "Sự nhiễm điện của các vật": "- Nhiễm điện do cọ xát: là sự nhiễm điện khi các vật khác bản chất, tring hoà về điện được cọ xát với nhau, khi đó hai vật nhiễm điện trái dấu.\nVí dụ: cọ xát lược nhựa với tóc, lược nhựa bị nhiễm điện âm và hút được mẩu giấy vụn.\n- Nhiễm điện do tiếp xúc: là sự nhiễm điện khi một vật trung hoà về điện đặt tiếp xúc với một vật nhiễm điện. Khi đó hai vật nhiễm điện cùng dấu.\n- Nhiễm điện do hưởng ứng: là sự nhiễm điện khi một vật A (vật dẫn điện) trung hoà về điện đặt gần (không tiếp xúc) với một vật B nhiễm điện. Khi đó, hai đầu vật A, gần và xa vật B, lần lượt nhiễm điện trái dấu và cùng dấu với vật B. Khi đưa vật A ra xa vật B, vật A trở về trạng thái trung hoà như ban đầu.",
      "Định luật Coulomb": "Lực tương tác tĩnh điện giữa hai điện tích điểm đặt trong chân không có phương trùng với đường thẳng nối hai điện tích điểm đó, có độ lớn tỉ lệ thuận với tích độ lớn của điện tích và tỉ lệ nghịch với bình phương khoảng cách giữa chúng.\nF\n=\nk\n|\nq\n1\nq\n2\n|\nr\n2\nTrong đó k là hằng số phụ thuộc vào cách chọn đơn vị của các đại lượng, q1, q2 là các giá trị đại số của hai điện tích. Trong hệ đơn vị SI,\nk\n=\n1\n4\nπε\n0\n=\n9\n.\n19\n9\nN\nm\n2\nC\n2\nvới\nε\n0\n=\n8\n,\n85\n.\n10\n−\n12\nC\n2\nN\nm\n2\nlà hằng số điện.\nLưu ý: khi đặt hai điện tích vào một môi trường điện môi đồng chất, lực tương tác tĩnh điện sẽ giảm e lần so với khi đặt chúng trong chân không.\nLưu ý: Xét điện tích q chịu tác dụng vởi lực tĩnh điện của n điện tích điểm, lực tổng hợp tác dụng lên điện tích q được xác định:\n→\nF\nq\n=\n−→\nF\n1\nq\n+\n−→\nF\n2\nq\n+\n.\n.\n.\n+\n−−→\nF\nn\nq\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 12: Điện trường",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-12-dien-truong.jsp",
    "content": {
      "Khái niệm điện trường": "Điện trường là dạng vật chất bao quanh điện tích và truyền tương tác giữa các điện tích. Tính chất cơ bản của điện trường là tác dụng lực điện lên các điện tích khác đặt trong nó.",
      "Cường độ điện trường": "- Cường độ điện trường do điện tích Q sinh ra tại một điểm là đại lượng đặc trưng cho điện trường về mặt tác dụng lực tại điểm đó. Đây là một đại lượng vecto và được xác định bởi biểu thức:\n→\nE\n=\n→\nF\nq\nVới\n→\nF\nlà lực do điện tích Q tác dụng lên một điện tích q đặt tại điểm đó.\nĐơn vị cường độ điện trường là vôn trên mét (V/m).\n- Độ lớn của cường độ điện trường là:\nE\n=\nF\nq",
      "Cường độ điện trường gây ra bởi điện tích điểm": "Cường độ điện trường của một điện tích điểm: Q > 0 và Q < 0\nCường độ điện trường do điện tích điểm Q gây ra tại một điểm M cách điện tích một đoạn r trong chân không có phương nằm trên đường thẳng nối điện tích và điểm M, có chiều hướng ra xa điện tích nếu Q > 0 và hướng lại gần điện tích nếu Q < 0, có độ lớn là\nE\n=\nk\n|\nQ\n|\nr\n2\nLưu ý:\n- Cường độ điện trường do điện tích Q gây ra tại một điểm trong môi trường điện môi sẽ giảm e lần so với điểm trong chân không:\nE\n=\nk\n|\nQ\n|\nε\nr\n2\n- Xét hệ có n điện tích điểm Q1, Q2, …,Qn. Cường độ điện trường do mỗi điện tích điểm gây ra tại điểm M là\n−→\nE\n1\n;\n−→\nE\n2\n;\n.\n.\n.\n;\n−→\nE\nn\n. Khi đó, cường độ điện trường tổng hợp tại điểm M là:\n−→\nE\nm\n=\n−→\nE\n1\n+\n−→\nE\n2\n+\n.\n.\n.\n+\n−→\nE\nn",
      "Điện phổ": "Hình ảnh của điện phổ",
      "Khái niệm đường sức điện": "Đường sức điện là đường mô tả điện trường sao cho tiếp tuyến tại mỗi điểm bất kì trên đường cũng trùng với phương của vecto cường độ điện trường tại điểm đó.\nĐường sức điện có các đặc điểm sau:\n+ Tại mỗi điểm trong điện trường chỉ có một đường sức điện đi qua. Số lượng đường sức điện qua một đơn vị diện tích vuông góc với đường sức tại một điểm trong không gian đặc trưng cho độ mạnh yếu của điện trường tại điểm đó.\n+ Các đường sức điện là những đường cong không kín. Đường sức điện phải bắt đầu từ một điện tích dương (hoặc ở vô cực) và kết thức ở một điện tích âm (hoặc ở vô cực).",
      "Khái niệm điện trường đều": "Điện trường đều là điện trường có vecto cường độ điện trường tại mọi điểm đều bằng nhau. Điện trường đều có các đường sức điện song song, các đều nhau.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 13: Điện thế và thế năng điện",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-13-dien-the-va-the-nang-dien.jsp",
    "content": {
      "Công của lực điện": "Công của lực điện tác dụng lên một điện tích không phụ thuộc vào dạng đường đi của điện tích mà chỉ phụ thuộc vào vị trí điểm đầu và điểm cuối của đường đi trong điện trường. Do đó, lực điện là lực thế và điện trường là một trường thế.\nA\nA\nB\n=\nq\nE\n¯¯¯¯¯¯¯¯\nA\n'\nB\n'",
      "Thế năng điện": "Thế năng điện của một điện tích q tại một điểm trong điện trường đặc trưng cho khả năng sinh công của điện trường để dịch chuyển điện tích q từ điểm đó ra xa vô cùng.\nW\nA\n=\nA\nA\n∞\nTrong hệ SI, thế năng điện có đơn vị là jun (J).",
      "Điện thế": "Điện thế tại một điểm trong điện trường là đại lượng đặc trưng cho thế năng điện tại vị trí đo và được xác định bằng công mà ta cần thực hiện để dịch chuyển một đơn vị điện tích dương từ vô cực về điểm đó:\nV\nA\n=\nA\n'\n∞\nA\nq\nTrong hệ SI, điện thế có đơn vị là vôn (V).",
      "Hiệu điện thế": "Hiệu điện thế giữa hai điểm A và B trong điện trường là đại lượng đặc trưng cho khả năng thực hiện công của điện trường để dịch chuyển một đơn vị điện tích giữa hai điểm đó và được xác định bằng biểu thức:\nU\nA\nB\n=\nV\nA\n−\nV\nB\n=\nA\nA\nB\nq\nTrong hệ SI, hiệu điện thế có đơn vị là vôn (V).",
      "Mối liên hệ giữa cường độ điện trường với hiệu điện thế": "E\n=\nU\nd\nVới d là khoảng cách giữa hai điểm đang xét trên phương của vecto cường độ điện trường.",
      "Điện tích chuyển động với vận tốc ban đầu song song với vecto cường độ điện trường": "Tốc độ của hạt electron tại bản dương (vận tốc ban đầu bằng 0):\nv\n=\n√\n2\nq\ne\nE\nd\nm",
      "Điện tích chuyển động với vận tốc ban đầu vuông góc với vecto cường độ điện trường": "- Quỹ đạo chuyển động của electron giống với quỹ đạo của chuyển động ném ngang\n- Trên phương Ox: electron chuyển động thẳng đều với tốc độ v0.\n- Trên phương Oy: lực điện\n→\nF\ngây ra gia tốc\n→\na\n=\nq\ne\n.\n→\nE\nm\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 14: Tụ điện",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-14-tu-dien.jsp",
    "content": {
      "Điện môi trong điện trường": "Những vật được cấu tạo từ các chất chứa ít hoặc không có hạt mang điện tự do, không cho điện tích chạy qua được gọi là điện môi. Ví dụ: nhựa, cao su, thuỷ tinh, sứ,…\n- Khi điện môi được đặt trong một vùng không gian có điện trường, mỗi nguyên tử của điện môi bị phân cực và làm cho cả khối điện môi bị phân cực với hai mặt tích điện trái dấu nhau. Điều này dẫn đến điện trường tổng hợp bên trong khối điện môi có độ lớn nhỏ hơn cường độ điện trường ngoài.\n- Mỗi chất điện môi được đặc trưng bởi hằng số điện môi, kí hiệu là e.",
      "Khái niệm tụ điện": "Tụ điện là một hệ gồm hai vật dẫn đặt gần nhau và ngăn cách nhau bằng một lớp cách điện. Mỗi vật dẫn được gọi là một bản của tụ điện.\n- Khi nối hai bản của tụ điện vào hai cực của nguồn điện, hai bản này sẽ tích điện bằng nhau nhưng trái dấu, đây là quá trình nạp điện cho tụ. Khi nối hai bản của tụ với điện trở thì quá trình này là phóng điện.",
      "Điện dung của tụ điện": "Điện dung của tụ điện là đại lượng đặc trưng cho khả năng tích điện của tụ điện, kí hiệu là C và được xác định bởi công thức:\nC\n=\nQ\nU\nTrong hệ SI, điện dung có đơn vị là fara (F).\nLưu ý: điện dung của tụ điện phẳng được xác định bằng công thức:\nC\n=\nε\nS\n4\nπkd\nvới d là khoảng các giữa hai bản tụ, S là diện tích đối diện của hai bản tụ.",
      "Bộ tụ điện ghép nối tiếp": "1\nC\nb\n=\n1\nC\n1\n+\n1\nC\n2\n+\n.\n.\n.\n+\n1\nC\nn\nU\n=\nU\n1\n+\nU\n2\n+\n.\n.\n.\n+\nU\nn\nQ\n=\nQ\n1\n=\nQ\n2\n=\n.\n.\n.\n=\nQ\nn",
      "Bộ tụ điện ghép song song": "U\n=\nU\n1\n=\nU\n2\n=\n.\n.\n.\n=\nU\nn\nQ\n=\nQ\n1\n+\nQ\n2\n+\n.\n.\n.\n+\nQ\nn\nC\nb\n=\nC\n1\n+\nC\n2\n+\n.\n.\n.\n+\nC\nn\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 15: Năng lượng và ứng dụng của tụ điện",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-15-nang-luong-va-ung-dung-cua-tu-dien.jsp",
    "content": {
      "Năng lượng tụ điện": "Năng lượng điện trường được dự trữ bên trong tụ điện:\nW\n=\n1\n2\nQ\nU\n=\n1\n2\nC\nU\n2\n=\nQ\n2\n2\nC",
      "Ứng dụng của tụ điện": "Phát triển các thiết bị thông minh: xe điện, điện thoại, máy tính, …\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 16: Dòng điện. Cường độ dòng điện",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-16-dong-dien-cuong-do-dong-dien.jsp",
    "content": {
      "Khái niệm dòng điện": "Dòng điện là dòng dịch chuyển có hướng của các điện tích.\nChiều dòng điện được quy ước là chiều dịch chuyển có hướng của các điện tích dương (ngược với chiều dịch chuyển có hướng của các điện tích âm).",
      "Khái niệm cường độ dòng điện": "Đại lượng vật lí đặc trưng cho tác dụng mạnh hay yếu của dòng điện gọi là cường độ dòng điện, được xác định bằng điện lượng dịch chuyển qua tiết diện thẳng S trong một đơn vị thời gian.\nI\n=\nΔ\nq\nΔ\nt\nTrong hệ SI, cường độ dòng điện có đơn vị là ampe (A).\n- Dòng điện không đổi có cường độ và chiều không thay đổi:\nI\n=\nq\nt",
      "Định nghĩa đơn vị điện tích": "1 culong (1C) là điện lượng chuyển qua tiết diện thẳng của dây dẫn trong 1 s khi dòng điện không đổi có cường độ 1 A chạy qua.\n1 C = 1A.1s = 1A.s",
      "Khái niệm vận tốc trôi": "Vận tốc trôi của các hạt tải điện tỉ lệ với cường độ dòng điện chạy trong vật dẫn.\nv\n=\nI\nn\nS\n|\nq\n|\nĐối với vật dẫn là kim loại, hạt tải điện là electron: I = nSve\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 17: Điện trở. Định luật Ohm",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-17-dien-tro-dinh-luat-ohm.jsp",
    "content": {
      "Khái niệm điện trở": "Điện trở của một vật dẫn là đại lượng đặc trưng cho khả năng cản trở dòng điện của vật dẫn. Khi hiệu điện thế đặt vào hai đầu vật dẫn có giá trị U, dòng điện chạy trong mạch có cường độ I thì điện trở được xác định theo công thức:\nR\n=\nU\nI",
      "Điện trở của một đoạn dây kim loại": "- Ở một nhiệt độ xác định, điện trở của một đoạn dây kim loại phụ thuộc vào hình dạng, kích thước và bản chất vật liệu của nó.\n- Điện trở của một đoạn dây kim loại hình trụ chiều dài\nl\n, diện tích tiết diện S được xác định theo công thức:\nR\n=\nρ\nl\nS\nvới\nρ\nlà điện trở suất.",
      "Định luật Ohm đối với đoạn mạch chỉ chứa điện trở": "Cường độ dòng điện I chạy qua một điện trở R tỉ lệ thuận với hiệu điện thế U đặt vào hai đầu điện trở:\nI\n=\nU\nR",
      "Đường đặc trưng vôn – ampe": "Đường biểu diễn sự phụ thuộc của cường độ dòng điện I chạy qua vật dẫn vào hiệu điện thế U đặt vào hai đầu vật dẫn được gọi là đường đặc trưng vôn – ampe của vật dẫn đó.",
      "Đèn sợi đốt": "Đèn sợi đốt là đèn chiếu sáng khi bị đốt nóng nhờ tác dụng nhiệt của dòng điện trong kim loại. Điện trở của đèn sợi đốt biến thiên chậm theo nhiệt độ.",
      "Điện trở nhiệt": "Điện trở nhiệt là một linh kiến điện tử mà điện trở của nó biến thiên nhanh theo nhiệt độ.\nCó hai loại điện trở nhiệt chính:\n- Điện trở nhiệt hệ số dương PTC hay còn gọi là điện trở thuận: có điện trở tăng khi nhiệt độ tăng.\n- Điện trở nhiệt hệ số âm NTC hay còn gọi là điện trở nhiệt nghịch: có điện trở giảm khi nhiệt độ tăng.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 18: Nguồn điện",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-18-nguon-dien.jsp",
    "content": {
      "Khái niệm nguồn điện": "Nguồn điện là thiết bị tạo ra và duy trì sự chênh lệch điện thế, nhằm duy trì dòng điện trong mạch kín.",
      "Suất điện động của nguồn điện": "Suất điện động E của nguồn điện là đại lượng vật lí đặc trưng cho khả năng sinh công của nguồn điện, nó được đo bằng tỉ số giữa công của lực lạ A làm di chuyển lượng điện tích q > 0 từ cực âm đến cực dương bên trong nguồn điện và điện tích q.\nE\n=\nA\nq\nSuất điện động có đơn vị là vôn (V).",
      "Điện trở trong của nguồn điện": "Trong thực tế, khi các điện tích dịch chuyển bên trong nguồn điện về các cực của nguồn dưới tác dụng của lực lạ, chúng luôn va chạm với các hạt vật chất cấu tạo nên nguồn. Do đó, sự dịch chuyển của các điện tích bị cản trở. Đại lượng đặc trưng cho việc cản trở sự dịch chuyển của các điện tích bên trong nguồn điện được gọi là điện trở trong của nguồn, kí hiệu là r (\nΩ\n).\nHiệu điện thế U giữa hai cực của nguồn điện có suất điện động E và điện trở r khi phát dòng điện cường độ I chạy qua nguồn được xác định bởi:\nU = E - Ir\nMở rộng: Ghép nguồn điện\n- Nguồn điện ghép nối tiếp:\nE\nb\n=\nE\n1\n+\nE\n2\n+\n.\n.\n.\n+\nE\nn\nr\nb\n=\nr\n1\n+\nr\n2\n+\n.\n.\n.\n+\nr\nn\n- Nguồn điện ghép song song:\nE\nb\n=\nE\n1\n=\nE\n2\n=\n.\n.\n.\n=\nE\nn\nr\nb\n=\nr\nn\n- Nguồn điện ghép hỗn hợp đối xứng:\nE\nb\n=\nn\nE\nr\nb\n=\nm\nr\nn\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 19: Năng lượng điện. Công suất điện",
    "url": "https://www.vietjack.com/vat-li-11-ct/ly-thuyet-bai-19-nang-luong-dien-cong-suat-dien.jsp",
    "content": {
      "Năng lượng tiêu thụ điện của một đoạn mạch": "Năng lượng tiêu thụ điện của một đoạn mạch bằng tích của hiệu điện thế giữa hai đầu đoạn mạch với cường độ dòng điện chạy qua đoạn mạch với thời gian dòng điện chạy qua: A = UIt\nTrong hệ SI, năng lượng có đơn vị là jun (J).",
      "Công suất tiêu thụ điện của một đoạn mạch": "Công suất tiêu thụ điện của một đoạn mạch là năng lượng mà đoạn mạch tiêu thụ trong một đơn vị thời gian.\nP\n=\nA\nt\n=\nU\nI\nTrong hệ SI, công suất có đơn vị là oát (W).",
      "Trường hợp đoạn mạch là điện trở": "Nhiệt lượng toả ra trên điện trở R được xác định bởi:\nQ\n=\nA\n=\nU\nI\nt\n=\nR\nI\n2\nt\n=\nU\n2\nR\nt\nCông suất toả nhiệt được xác định bởi:\nP\n=\nU\nI\n=\nR\nI\n2\n=\nU\n2\nR",
      "Sự biến đổi năng lượng trong một nguồn đang phát điện": "Một phần năng lượng của nguồn phát ra dòng điện cung cấp cho mạch ngoài, phần còn lại chuyển thành nhiệt lượng toả ra bên trong nguồn.\nCông suất tiêu thụ điện của mạch ngoài:\nP\n=\nA\nt\n=\nE\nI\n−\nr\nI\n2",
      "Năng lượng và công suất điện": "Năng lượng toàn phần do nguồn điện sinh ra trên toàn mạch:\nA\n0\n=\nE\nI\nt\nCông suất của nguồn điện:\nP\n0\n=\nA\n0\nt\n=\nE\nI\nHiệu suất của nguồn điện:\nH\n=\nP\nP\n0\n=\nU\nE\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Chân trời sáng tạo hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 1: Dao động điều hoà",
    "url": "https://www.vietjack.com/vat-li-11-cd/ly-thuyet-bai-1-dao-dong-dieu-hoa.jsp",
    "content": {
      "Thí nghiệm tạo dao động": "Chuyển động qua lại quanh một vị trí cân bằng được gọi là dao động.",
      "Dao động tự do": "Dao động của một vật khi không có lực cản (hoặc lực cản rất nhỏ không đáng kể) thì dao động của vật khi đó có thể coi là dao động tự do.\nVí dụ: dao động của âm thoa, của dây đàn ghita khi lực cản tác dụng lên chúng rất nhỏ thì có thể coi dao động của chúng là dao động tự do.",
      "Biên độ, chu kì, tần số của dao động": "· Độ lớn cực đại của độ dịch chuyển (độ lớn cực đại của li độ) được gọi là biên độ của dao động, kí hiệu là A.\n· Khoảng thời gian để vật thực hiện một dao động được gọi là chu kì của dao động, kí hiệu là T. Đơn vị của chu kì là giây.\n· Số dao động vật thực hiện được trong một giây được gọi là tần số của dao động, kí hiệu là f. Đơn vị của tần số là hertz (kí hiệu là Hz).",
      "Định nghĩa": "Dao động điều hoà là dao động trong đó li độ của vật là một hàm côsin (hoặc sin) của thời gian.\nPhương trình biểu diễn dao động điều hoà: \nx\n=\nA\ncos\n(\nω\nt\n+\nφ\n)\nTrong đó: A, ω , φ là các hằng số.",
      "Tần số góc": "ω\n=\n2\nπ\nT\n=\n2\nπ\nf\nĐại lượng ω được gọi là tần số góc của dao động và có đơn vị là radian trên giây (rad/s)",
      "Vận tốc và gia tốc trong dao động điều hoà": "Phương trình vận tốc: \nv\n=\n−\nω\nA\nsin\n(\nω\nt\n+\nφ\n)\nPhương trình gia tốc: \na\n=\n−\nω\n2\nA\ncos\n(\nω\nt\n+\nφ\n)\n· Vận tốc và gia tốc của vật dao động điều hoà cũng biến thiên theo quy luật hàm số sin (côsin) cùng chu kì T của li độ.\n· Mối liên hệ giữa gia tốc và li độ của vật dao động điều hoà là: \na\n=\n−\nω\n2\nx\n· Ở vị trí biên (\nx\n=\n±\nA\n): \nv\n=\n0\n;\na\n=\n∓\na\nmax\n=\n∓\nω\n2\nA\n· Ở vị trí cân bằng (x = 0): \nv\n=\n±\nv\nmax\n=\n±\nω\nA\n;\na\n=\n0",
      "Pha của dao động": "· Pha của dao động tại một thời điểm được tính bằng số phần đã thực hiện của một chu kì, kể từ khi bắt đầu chu kì đó. Vì một dao động tương ứng với góc 2π rad nên pha của dao động cũng được đo bằng đơn vị radian.\n· Đại lượng\n(\nω\nt\n+\nφ\n)\nchính là pha của dao động điều hoà tại thời điểm t.\n· Pha ban đầu của dao động là φ.",
      "Dao động cùng pha": "· Dao động cùng pha là các dao động tại mỗi thời điểm có trạng thái giống nhau.",
      "Dao động lệch pha": "· Dao động lệch pha là các dao động tại mỗi thời điểm có trạng thái khác nhau.\n· Độ lệch pha giữa hai dao động có thể được đo bằng số phần của chu kì dao động hoặc bằng đơn vị độ hay radian. Trong thực tế, độ lệch pha được đo bằng đơn vị radian.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 2: Một số dao động điều hoà thường gặp",
    "url": "https://www.vietjack.com/vat-li-11-cd/ly-thuyet-bai-2-mot-so-dao-dong-dieu-hoa-thuong-gap.jsp",
    "content": {
      "Cấu tạo của con lắc đơn": "· Con lắc đơn gồm một vật nhỏ, khối lượng m, treo ở đầu một sợi dây mảnh hoặc một thanh nhẹ không giãn có chiều dài l.\n· Nếu con lắc chỉ chịu tác dụng của trọng lực, khi vật ở vị trí cân bằng, dây treo có phương thẳng đứng. Khi vật được kéo lệch khỏi vị trí cân bằng một đoạn nhỏ rồi buông tay thì ta sẽ có được dao động điều hoà của con lắc đơn.",
      "Chu kì của con lắc đơn": "· Chu kì dao động của con lắc đơn không phụ thuộc vào biên độ dao động mà chỉ phụ thuộc vào chiều dài dây treo và gia tốc rơi tự do tại nơi treo con lắc.\nT\n=\n2\nπ\n√\nl\ng\nTrong đó:\n-\nl\nlà chiều dài dây treo, đơn vị đo là m.\n- g là gia tốc rơi tự do tại nơi treo con lắc, đơn vị là m/s2.\n- T là chu kì dao động của con lắc, đơn vị đo là s.",
      "Cấu tạo con lắc lò xo": "· Con lắc lò xo là một hệ dao động gồm vật nhỏ khối lượng m gắn vào đầu một lò xo có độ cứng k, khối lượng không đáng kể, đầu kia của lò xo được giữ cố định.\n· Vị trí cân bằng là vị trí hợp lực tác dụng lên vật bằng 0.",
      "Chu kì của con lắc lò xo": "· Chu kì dao động của con lắc lò xo không phụ thuộc vào biên độ dao động mà chỉ phụ thuộc vào đặc điểm cấu tạo của con lắc.\nT\n=\n2\nπ\n√\nm\nk\nTrong đó:\n- m là khối lượng của vật gắn với lò xo, đơn vị đo là kg.\n- k là độ cứng của lò xo, đơn vị đo là N/m.\n- T là chu kì dao động của con lắc, đơn vị đo là s.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 3: Năng lượng trong dao động điều hoà",
    "url": "https://www.vietjack.com/vat-li-11-cd/ly-thuyet-bai-3-nang-luong-trong-dao-dong-dieu-hoa.jsp",
    "content": {
      "Sự chuyển hoá năng lượng trong dao động điều hoà": "· Chọn mốc thế năng ở vị trí cân bằng của quả cầu. Cơ năng của con lắc đơn là tổng động năng và thế năng: \nW\n=\nW\nd\n+\nW\nt\n=\n1\n2\nm\nv\n2\n+\nm\ng\nh\nTrong đó: h là độ cao của quả cầu so với vị trí cân bằng.\n· Trong quá trình dao động, tốc độ và độ cao của quả cầu thay đổi liên tục theo thời gian, do đó động năng và thế năng của con lắc đơn cũng thay đổi liên tục.\n- Ở vị trí biên, vật có li độ cực đại nên thế năng cực đại, động năng bằng 0.\n- Khi vật di chuyển từ biên về VTCB thì thế năng giảm dần, động năng tăng dần.\n- Ở vị trí cân bằng, vật có tốc độ cực đại nên động năng cực đại, thế năng bằng 0.\n- Khi vật di chuyển từ VTCB ra biên thì động năng giảm dần, thế năng tăng dần.\n· Nếu như lực cản môi trường không đáng kể, thì không có sự hao phí năng lượng, động năng giảm đi bao nhiêu thì thế năng tăng lên bấy nhiêu và ngược lại. Do đó, cơ năng luôn không đổi.",
      "Đồ thị năng lượng trong dao động điều hoà": "- Động năng đạt cực đại khi vật qua vị trí cân bằng x = 0\n- Thế năng đạt cực đại khi vật ở hai vị trí biên\n- Ở bất kì vị trí nào, tổng của động năng và thế năng không đổi, tức là cơ năng không đổi.\n- Trong mỗi chu kì dao động, luôn có sự biến đổi qua lại giữa động năng và thế năng: khi động năng tăng thì thế năng giảm và ngược lại nhưng tổng của chúng luôn không đổi.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 4: Dao động tắt dần - Dao động cưỡng bức và hiện tượng cộng hưởng",
    "url": "https://www.vietjack.com/vat-li-11-cd/ly-thuyet-bai-4-dao-dong-tat-dan-dao-dong-cuong-buc.jsp",
    "content": {
      "Dao động tắt dần": "Dao động có biên độ giảm dần theo quy luật khi có lực cản nhỏ được gọi là dao động tắt dần. Kí hiệu A0 để chỉ biên độ dao động của vật trong chu kì đầu tiên. Sau mỗi chu kì, biên độ của dao động giảm dần.\nVí dụ: bộ phận giảm chấn của ô tô",
      "Dao động cưỡng bức": "Dao động của vật chịu tác dụng của một ngoại lực cưỡng bức biến thiên tuần hoàn thì được gọi là dao động cưỡng bức. Lúc này, vật dao động với tần số bằng tần số của ngoại lực cưỡng bức.\nVí dụ: khi dừng chờ đèn đỏ, xe máy không tắt máy, người ngồi trên xe thấy thân xe máy dao động, đó là dao động cưỡng bức dưới tác dụng của lực cưỡng bức tuần hoàn gây ra bởi chuyển động của pit-tông trong xilanh của động cơ.",
      "Hiện tượng cộng hưởng": "· Hiện tượng biên độ dao động cưỡng bức tăng đến giá trị cực đại khi tần số f của lực cưỡng bức tiến đến bằng tần số riêng f0 của hệ dao động được gọi là hiện tượng cộng hưởng.\n· Điều kiện f = f0 được gọi là điều kiện cộng hưởng.\n· Khi xảy ra hiện tượng cộng hưởng, vật hấp thụ được năng lượng lớn nhất có thể từ ngoại lực do tốc độ tiêu hao năng lượng bởi lực cản bằng tốc độ cung cấp năng lượng của ngoại lực.",
      "Lợi ích và tác hại của hiện tượng cộng hưởng": "· Hiện tượng cộng hưởng có lợi, ví dụ như hộp cộng hưởng của các nhạc cụ như đàn ghita, violon,… có vai trò giúp cho không khí trong hộp có thể dao động cộng hưởng với những tần số dao động khác nhau của dây đàn.\n· Hiện tượng cộng hưởng có hại, ví dụ như vào ngày 6/2000 ngay trong ngày đầu khánh thành, cầu đi bộ Millennium ở Anh đã rung lắc cực mạnh dưới tác dụng của hơn 2000 người trên cầu. Nguyên nhân là do cây cầu có tần số dao động riêng, khi nhiều người đi bộ trên cầu tạo ra dao động có tần số gần bằng với tần số riêng của cầu, dẫn đến hiện tượng cộng hưởng.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 1: Mô tả sóng",
    "url": "https://www.vietjack.com/vat-li-11-cd/ly-thuyet-bai-1-mo-ta-song.jsp",
    "content": {
      "Các đại lượng đặc trưng của sóng": "Dao động cơ lan truyền trong không gian đều được gọi chung là sóng. Ví dụ như sóng nước, âm thanh, ánh sáng, …",
      "Biên độ sóng": "- Độ dịch chuyển của một điểm sóng so với vị trí cân bằng của nó là li độ của điểm sóng đó.\n- Độ lớn của độ dịch chuyển cực đại khỏi vị trí cân bằng của một điểm sóng được gọi là biên độ sóng, kí hiệu là A. Đơn vị là mét (m).",
      "Tần số và chu kì sóng": "- Chu kì là thời gian một điểm sóng thực hiện một dao động, kí hiệu là T. Đơn vị là giây (s).\n- Tần số sóng là số dao động mà mỗi điểm sóng thực hiện trong một đơn vị thời gian, kí hiệu là f và đơn vị là hertz (Hz).\nf\n=\n1\nT",
      "Bước sóng": "Bước sóng là quãng đường mà sóng truyền đi được trong một chu kì sóng. Kí hiệu là\nλ\n và đơn vị là mét (m).",
      "Tốc độ sóng": "- Tốc độ của sóng là tốc độ lan truyền năng lượng của sóng trong không gian. Kí hiệu là v và đơn vị là m/s. Đây cũng là tốc độ lan truyền dao động trong môi trường.\n- Tốc độ ánh sáng trong chân không cỡ 3.108 m/s.\n- Công thức tốc độ sóng: \nv\n=\nf\nλ",
      "Cường độ sóng": "- Cường độ sóng I là năng lượng truyền qua một đơn vị diện tích vuông góc với phương truyền sóng trong một đơn vị thời gian\nVới E là năng lượng sóng truyền qua một diện tích S đặt vuông góc với phương truyền sóng trong thời gian t.\n- Đơn vị cường độ sóng là oát trên mét vuông (W/m2).",
      "Liên hệ giữa sóng và dao động của điểm sóng": "- Ở thời điểm t = 0, dây ở vị trí I thì bắt đầu truyền cho phần tử số 0 một dao động theo phương vuông góc với dây, phần tử số 0 được coi là nguồn sóng.\n- Trong khoảng thời gian\nT\n4\n, phần tử số 0 chuyển động từ vị trí cân bằng lên vị trí cao nhất, đồng thời kéo phần tử số 1 ở lân cận chuyển động theo. Tương tự, chuyển động được truyền đến các phần tử số 2, số 3, …khiến chúng chuyển động như phần tử số 0 nhưng chậm hơn phần tử phía trước một chút. Ở thời điểm\nT\n4\ncác phần tử trên dây có vị trí II.\n- Phần tử số 0 tiếp tục thực hiện dao động và nhờ liên kết giữa các phần tử của dây, các phần từ ở xa cũng thực hiện dao động cùng chu kì với nguồn sóng. Theo thời gian, sợi dây sẽ có vị trí III, IV,…",
      "Sự phản xạ và khúc xạ sóng": "- Âm thanh và ánh sáng đều bị phản xạ khi gặp mặt chắn. Hướng truyền của tia phản xạ đến mắt giúp người quan sát thấy được ảnh của vật qua mặt phản xạ, âm phản xạ đến tai chậm hơn âm trực tiếp từ 1/15 giây thì ta sẽ nghe được âm thanh trực tiếp và âm phản xạ lặp lại tạo thành tiếng vang.\n- Âm thanh và ánh sáng cũng bị khúc xạ khi truyền qua mặt phân cách giữa hai môi trường. Ngoài ra sóng âm còn phụ thuộc vào nhiệt độ môi trường.",
      "Hiệu ứng Doppler": "Hiệu ứng Doppler là hiệu ứng mà tần số của sóng mà người quan sát thu được bị biến đổi khi nguồn sóng chuyển động tương đối với người quan sát.\n- Ứng dụng của hiệu ứng Doppler: dùng để đo tốc độ của vật chuyển động (đo tốc độ phương tiện tham gia giao thông, đo tốc độ bay của bóng trên sân thi đấu, đo tốc độ dòng chảy của máu trong động mạch,…).\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 2: Sóng dọc và sóng ngang",
    "url": "https://www.vietjack.com/vat-li-11-cd/ly-thuyet-bai-2-song-doc-va-song-ngang.jsp",
    "content": {
      "Mô tả sóng dọc": "- Sóng có các phần tử dao động theo phương truyền sóng được gọi là sóng dọc.\n- Sóng dọc truyền được trong môi trường rắn, lỏng, khí.",
      "Sóng âm": "- Âm thanh truyền trong không khí là sóng dọc.\n- Sóng âm có cùng tần số với nguồn âm.\n- Sóng âm mà con người có thể nghe được có tần số trong khoảng 16 Hz đến 20000 Hz.\n- Sóng âm có thể truyền được trong môi trường rắn, lỏng, khí nhưng không truyền được trong môi trường chân không.\n- Trong chất khí và chất lỏng thì sóng âm là sóng dọc.\n- Trong chất rắn thì sóng âm gồm cả sóng dọc và sóng ngang.",
      "Mô tả sóng ngang": "- Sóng có các phần tử dao động theo phương vuông góc với phương truyền sóng gọi là sóng ngang.\n- Sóng ngang truyền được trong chất rắn và trên bề mặt chất lỏng (sóng nước).\n- Ánh sáng và sóng vô tuyến là sóng ngang.",
      "Sóng điện từ": "- Sóng điện từ là sự lan truyền của điện trường biến thiên và từ trường biến thiên trong không gian.\n- Điện trường và từ trường có phương vuông góc với nhau và cùng vuông góc với phương truyền sóng. Do đó, sóng điện từ là sóng ngang.\n- Sóng điện từ có thể truyền trong chân không. Tốc độ truyền sóng điện từ trong chân không xấp xỉ tốc độ ánh sáng là 3.108 m/s.\n- Có nhiều loại sóng điện từ, được biểu diễn dưới sơ đồ thang sóng điện từ dưới đây:\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 3: Giao thoa sóng",
    "url": "https://www.vietjack.com/vat-li-11-cd/ly-thuyet-bai-3-giao-thoa-song.jsp",
    "content": {
      "Sự tạo thành vân giao thoa": "- Hiện tượng hai sóng kết hợp, khi gặp nhau tại những điểm xác định, luôn luôn hoặc làm tăng cường, hoặc làm yếu nhau được gọi là hiện tượng giao thoa của sóng.\n- Khi hai sóng đến điểm M đồng pha thì dao động tại đó có biên độ lớn nhất. Điều kiện những điểm dao động với biên độ lớn nhất:\nx\n2\n−\nx\n1\n=\nk\nλ\n(k là số nguyên).\n- Khi hai sóng đến điểm M ngược pha thì biên độ dao động tại M là nhỏ nhất. Điều kiện những điểm dao động với biên độ nhỏ nhất:\nx\n2\n−\nx\n1\n=\n(\nk\n+\n1\n2\n)\nλ\n(k là số nguyên).\n- Tập hợp các điểm dao động với biên độ lớn nhất hoặc nhỏ nhất tạo thành các đường xác định trong vùng giao thoa của hai sóng. Các đường này được gọi là hệ vân giao thoa của hai sóng.",
      "Thí nghiệm kiểm tra": "Điều kiện để có hiện tượng giao thoa sóng là hai sóng phải xuất phát từ hai nguồn dao động có cùng tần số, cùng phương dao động và có độ lệch pha không đổi theo thời gian.",
      "Giao thoa ánh sáng": "· Sử dụng nguồn laser S0 chiếu đồng thời hai khe hẹp S1 và S2. Hai khe này trở thành nguồn sáng kết hợp, sử dụng màn E để thu hệ vân giao thoa.\n- Khoảng cách giữa hai vân sáng hoặc hai vân tối liên tiếp thì bằng nhau và được gọi là khoảng vân, kí hiệu là i.\n- a là khoảng cách giữa hai khe hẹp S1 và S2.\n- D là khoảng cách từ trung điểm của hai nguồn sáng S1, S2 đến màn E.\n- Công thức khoảng vân: \ni\n=\nλ\nD\na\n- Vị trí vân sáng bậc k: \nx\ns\n=\nk\ni\n- Vị trí vân tối thứ k: \nx\nt\n=\n(\nk\n−\n1\n2\n)\ni\n· Nếu dùng nguồn phát ánh sáng trắng tại S0 thì trên màn quan sát ta sẽ thấy vạch sáng trắng ở chính giữa, hai bên vạch này có những dải màu như cầu vồng.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 4: Sóng dừng",
    "url": "https://www.vietjack.com/vat-li-11-cd/ly-thuyet-bai-4-song-dung.jsp",
    "content": {
      "Hiện tượng sóng dừng trên dây": "- Hiện tượng xuất hiện các điểm đứng yên ở những vị trí xác định khi đang có sóng lan truyền gọi là hiện tượng sóng dừng.\n- Những điểm đứng yên được gọi là nút sóng, những điểm chính giữa hai nút sóng là những điểm dao động với biên độ lớn nhất được gọi là bụng sóng.",
      "Giải thích sự tạo thành sóng dừng": "· Sự tạo thành sóng dừng là do sự kết hợp giữa sóng tới và sóng phản xạ.\n· Ví dụ như trên sóng dừng trên sợi dây đàn hồi: mỗi điểm trên dây sẽ nhận được đồng thời sóng tới từ đầu A dao động theo cần rung và sóng phản xạ từ đầu B cố định. Hai sóng này cùng tần số, cùng biên độ nên xảy ra hiện tượng giao thoa sóng và sóng tổng hợp tạo ra tại mỗi điểm trên dây được mô tả như hình trên. Kết quả thu được các nút sóng, bụng sóng.\n· Điều kiện để quan sát được sóng dừng trên dây thì chiều dài sợi dây phải thoả mãn:\n- Đối với sợi dây có hai đầu cố định (coi như 2 nút sóng):\nL\n=\nk\nλ\n2\nvới k = 1, 2, 3,…\n- Đối với sợi dây có một đầu cố định, một đầu tự do (đầu tự do coi như bụng sóng):\nL\n=\n(\n2\nk\n+\n1\n)\nλ\n4\nvới k = 0, 1, 2,…",
      "Đo tốc độ truyền âm": "Khi một âm thanh có tần số cố định f phát ra và bị phản xạ lại, âm phản xạ sẽ kết hợp với âm đến và có thể xảy ra hiện tượng sóng dừng. Tại các bụng sóng, âm thanh nghe được sẽ to nhất, tại các nút sóng, âm thanh nghe được sẽ nhỏ nhất. Hiện tượng này được ứng dụng để đo tốc độ truyền âm trong không khí.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 1: Lực tương tác giữa các điện tích",
    "url": "https://www.vietjack.com/vat-li-11-cd/ly-thuyet-bai-1-luc-tuong-tac-giua-cac-dien-tich.jsp",
    "content": {
      "Điện tích": "- Vật bị nhiễm điện còn được gọi là vật mang điện hoặc vật tích điện.\n- Có hai loại điện tích, một loại được gọi là điện tích dương, một loại là điện tích âm.\n- Các vật tích điện có thể có kích thước khác nhau. Ta gọi một vật tích điện có kích thước rất nhỏ so với khoảng cách đến điểm đang xét là một điện tích điểm.",
      "Tương tác giữa các điện tích": "- Sự hút hoặc đẩy giữa các điện tích được gọi là sự tương tác điện.\n- Các điện tích trái dấu thì hút nhau, các điện tích cùng dấu thì đẩy nhau.\n- Ngoài hiện tượng nhiễm điện do ma sát thì chúng ta còn thấy có hiện tượng nhiễm điện do hưởng ứng: các vật đã tích điện có thể hút các vật chưa tích điện, vật chưa tích điện ban đầu trung hoà về điện, khi đưa một vật khác đã tích điện âm (hoặc dương) lại gần một đầu của vật chưa tích điện thì điện tích dương (hoặc âm) bị đẩy về phía của vật tích điện nên vật chưa tích điện bị hút về phía của vật tích điện. Khi lấy vật tích điện đi thì vật chưa tích điện lại trở về trạng thái trung hoà điện.",
      "Lực tương tác giữa các điện tích đặt trong chân không": "· Nội dung định luật: Lực hút hoặc đẩy giữa hai điện tích điểm đặt trong chân không có phương trùng với đường thẳng nối hai điện tích điểm đó, có độ lớn tỉ lệ thuận với tích độ lớn của hai điện tích và tỉ lệ nghịch với bình phương khoảng cách giữa chúng.\nF\n=\nk\n|\nq\n1\nq\n2\n|\nr\n2\nTrong đó:\n- F được đo bằng đơn vị niuton (N)\n- r là khoảng cách được đo bằng đơn vị mét (m)\n- q1 và q2 là điện tích được đo bằng đơn vị culông (C)\n-\nε\n0\n=\n8,85.10\n−\n12\nC\n2\nN\n.\nm\n2\nlà hằng số điện môi\n- k là hệ số, \nk\n=\n1\n4\nπ\nε\n0\n=\n9.10\n9\nN\n.\nm\n2\nC\n2",
      "Lực tương tác giữa hai điện tích đặt trong điện môi (chất cách điện)": "Biểu thức định luật Coulomb: Khi đặt các điện tích điểm trong một điện môi đồng tính thì lực tương tác điện giữa chúng giảm đi\nε\nlần so với khi đặt chúng trong chân không. Đại lượng\nε\nđược gọi là hằng số điện môi của môi trường.\nF\n=\nk\n|\nq\n1\nq\n2\n|\nε\nr\n2\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 2: Điện trường",
    "url": "https://www.vietjack.com/vat-li-11-cd/ly-thuyet-bai-2-dien-truong.jsp",
    "content": {
      "Khái niệm điện trường": "Điện trường là trường được tạo ra bởi điện tích, là dạng vật chất tồn tại quanh điện tích và truyền tương tác giữa các điện tích.\nTính chất cơ bản của điện trường là tác dụng lực lên điện tích đặt trong nó.",
      "Định nghĩa": "Điện trường đều là điện trường có cường độ điện trường tại mọi điểm đều bằng nhau.\nĐường sức của điện trường đều là những đường thẳng song song cách đều nhau.",
      "Đơn vị đo cường độ điện trường": "Đơn vị đo cường độ điện trường là vôn trên mét, kí hiệu là V/m.",
      "Điện phổ": "- Hình ảnh của các đường hạt bột cho ta hình ảnh của điện phổ của hai bản song song tích điện hoặc của một đầu thanh kim loại tích điện.\n- Giải thích: do các hạt bột đã bị nhiễm điện và nằm dọc theo những đường mà tiếp tuyến tại mỗi điểm trùng với phương của cường độ điện trường tại đó.",
      "Đường sức điện": "Đường sức điện là đường được vẽ trong điện trường sao cho tiếp tuyến tại mỗi điểm bất kì trên đường trùng với phương của cường độ điện trường tại điểm đó. Hướng của đường sức điện tại một điểm là hướng của cường độ điện trường tại điểm đang xét.",
      "Điện trường giữa hai bản phẳng song song": "Cường độ điện trường giữa hai bản phụ thuộc vào hai đại lượng:\n· Hiệu điện thế U giữa hai bản. Hiệu điện thế càng cao thì điện trường càng mạnh, E tỉ lệ thuận với U.\n· Khoảng cách d giữa hai bản. Khoảng cách giữa hai bản càng lớn thì điện trường càng yếu, E tỉ lệ nghịch với d.\nXét về mặt độ lớn thì ta có biểu thức: \nE\n=\nU\nd",
      "Điện tích chuyển động trong điện trường đều": "- Một electron bay theo phương ngang vào khoảng không gian giữa hai bản song song tích điện trái dấu, điện trường đều ở khoảng không gian giữa hai bản tác dụng lên electron một lực điện không đổi, hướng từ bản âm sang bản dương.\n- Chuyển động của electron gần giống như chuyển động của vật được ném ngang trong trường hấp dẫn của Trái Đất. Đều có dạng quỹ đạo là dạng parabol.\n- Ứng dụng của chuyển động của electron trong khoảng không gian giữa hai bản cực song song tích điện, ví dụ như trong ống phóng điện tử của các máy hiện sóng.\n- Từ bộ phát, chùm electron được tăng tốc bằng một hiệu điện thế lớn, chúng đi qua các cặp bản song song: một căng bản nằm ngang, một cặp bản thẳng thứng. Khi đặt dác hiệu điện thế thích hợp vào hai cặp bản đó, ta có thể điều khiển chùm electron đập vào vị trí xác định trên màn huỳnh quang.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 3: Điện thế, hiệu điện thế, tụ điện",
    "url": "https://www.vietjack.com/vat-li-11-cd/ly-thuyet-bai-3-dien-the-hieu-dien-the-tu-dien.jsp",
    "content": {
      "Công của lực điện": "Công thực hiện để di chuyển một điện tích dương q một đoạn d dọc theo đường sức trong điện trường đều có cường độ E, từ phía bản điện tích âm về phía bản điện tích dương là A = F.d = qEd",
      "Thế năng": "· Thế năng của điện tích q dương tại điểm M trong điện trường đều là:\nWM = A = qEd\nVới WM là thế năng của điện tích tại điểm M và d là khoảng cách giữa điểm M và bản âm.\n· Nếu điện tích q ở trong điện trường bất kì thì ta lấy thế năng bằng công của lực điện khi di chuyển điện tích q từ M ra xa vô cùng\nW\nM\n=\nA\nM\n∞",
      "Điện thế": "· Thế năng của một điện tích q trong điện trường đặc trưng cho khả năng sinh công của điện trường khi đặt điện tích q tại điểm đang xét.\nWM = VMq\n· Điện thế tại một điểm trong điện trường đặc trưng cho điện trường tại điểm đó về thế năng\nV\nM\n=\nA\nM\n∞\nq\n=\nW\nM\nq\nĐơn vị của điện thế là vôn, kí hiệu là V",
      "Hiệu điện thế": "Hiệu điện thế giữa hai điểm M, N trong điện trường đặc trưng cho khả năng sinh công của điện trường khi di chuyển điện tích từ M đến N\nU\nM\nN\n=\nV\nM\n−\nV\nN\n=\nA\nM\nN\nq\nĐơn vị của hiệu điện thế là vôn, kí hiệu là V",
      "Liên hệ giữa cường độ điện trường và hiệu điện thế": "Mối liên hệ giữa cường độ điện trường và hiệu điện thế giữa hai điểm trong điện trường đều:\nE\n=\nU\nM\nN\nd\n=\nU\nd\nvới d = MN.",
      "Khái niệm tụ điện": "· Một hệ hai vật dẫn ở gần nhau, ngăn cách với nhau bằng một lớp chất cách điện, được gọi là chất điện môi, tạo nên một tụ điện. Mỗi vật dẫn đó được gọi là một bản của tụ điện.\n· Để tích điện cho tụ điện, nối hai bản tụ điện với hai cực của một nguồn điện. Khi tụ điện đã được tích điện, độ lớn của điện tích trên mỗi bản được gọi là điện tích của tụ điện.",
      "Điện dung của tụ điện": "· Điện dung của tụ điện là đại lượng đặc trưng cho khả năng tích điện của tụ điện ở một hiệu điện thế nhất định và được xác định bằng thương số giữa điện tích của tụ điện và hiệu điện thế giữa hai bản:\nC\n=\nQ\nU\nTrong đó Q là độ lớn điện tích trên mỗi bản của tụ điện và U là hiệu điện thế giữa hai bản tụ điện.\nĐơn vị của điện dung là fara, kí hiệu là F.\n· Một số ước của fara:\n1 micrôfara (\nμ\nF\n) = 10-6 F\n1 nanôfara (nF) = 10-9 F\n1 picôfara (pF) = 10-12 F",
      "Điện dung của bộ tụ điện ghép song song": "U\n=\nU\n1\n=\nU\n2\n=\n...\nQ\n=\nQ\n1\n+\nQ\n2\n+\n...\nC\n=\nC\n1\n+\nC\n2\n+\n...",
      "Điện dung của bộ tụ điện ghép nối tiếp": "U\n=\nU\n1\n+\nU\n2\n+\n...\nQ\n=\nQ\n1\n=\nQ\n2\n=\n...\n1\nC\n=\n1\nC\n1\n+\n1\nC\n2\n+\n...",
      "Năng lượng của tụ điện": "W\n=\nC\nU\n2\n2\n=\nQ\n2\n2\nC\n=\nQ\nU\n2\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 1: Cường độ dòng điện",
    "url": "https://www.vietjack.com/vat-li-11-cd/ly-thuyet-bai-1-cuong-do-dong-dien.jsp",
    "content": {
      "Hạt mang điện chuyển động trong kim loại": "- Bên trong kim loại có các electron tự do chuyển động, chúng được gọi là các electron dẫn, bởi vì chúng là các hạt cho phép kim loại dẫn điện.\n- Khi không có tác dụng của điện trường ngoài, các electron tự do chuyển động nhiệt hỗn loạn, không tạo ra dòng điện trong kim loại.\n- Khi nguồn điện được nối với dây dẫn kim loại, nguồn điện tác dụng lực lên các electron dẫn làm cho chúng vừa chuyển động hỗn loạn vừa di chuyển theo chiều từ cực âm về cực dương.\n- Chiều của dòng điện được quy ước là chiều từ cực dương của nguồn điện đang tạo ra dòng điện, qua dây dẫn đến cực âm.",
      "Hạt mang điện chuyển động trong dung dịch chất điện phân": "Dòng điện có thể chạy qua dung dịch muối, acid hoặc base; chúng được gọi chung là chất điện phân. Trong dung dịch, chất điện phân tách ra thành các ion trái dấu: ion dương và ion âm chuyển động tự do.",
      "Tác dụng mạnh yếu của dòng điện": "Cường độ dòng điện đặc trưng cho tác dụng mạnh yếu của dòng điện và được đo bằng đơn vị ampe, kí hiệu là A.\nMột số ước của đơn vị ampe:\n1 mA = 10-3 A\n1\nμ\nA\n=\n10\n−\n6\nA",
      "Định nghĩa cường độ dòng điện": "· Cường độ dòng điện được xác định bằng điện lượng (lượng điện tích) chuyển qua tiết diện thẳng của vật dẫn trong một đơn vị thời gian\n· Dòng điện có chiều và cường độ không thay đổi theo thời gian được gọi là dòng điện không đổi.",
      "Tốc độ dịch chuyển có hướng của hạt mang điện": "Tốc độ dịch chuyển có hướng của hạt mang điện: \nv\n=\nI\nS\nn\ne\nTrong đó:\n- I là cường độ dòng điện\n- n là mật độ hạt mang điện có điện tích e\n- e là điện tích hạt mang điện\n- S là tiết diện của dây dẫn\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 2: Điện trở",
    "url": "https://www.vietjack.com/vat-li-11-cd/ly-thuyet-bai-2-dien-tro.jsp",
    "content": {
      "Khái niệm về điện trở": "Điện trở của một vật dẫn bất kì được xác định bằng tỉ số của hiệu điện thế giữa hai đầu vật dẫn và cường độ dòng điện qua nó.\nR\n=\nU\nI\nVới R là điện trở, I là cường độ dòng điện và U là hiệu điện thế giữa hai đầu điện trở.\nĐơn vị của điện trở là ohm (ôm), kí hiệu là\nΩ\n.",
      "Đường đặc trưng I – U của vật dẫn kim loại": "Đường biểu diễn sự phụ thuộc của cường độ dòng điện I chạy qua vật dẫn vào hiệu điện thế U giữa hai đầu vật dẫn được gọi là đường đặc trưng I – U, hay còn gọi là đường đặc trưng vôn – ampe của vật dẫn.",
      "Định luật Ohm cho vật dẫn kim loại": "Với một vật dẫn ở nhiệt độ không đổi, cường độ dòng điện qua vật dẫn tỉ lệ thuận với hiệu điện thế giữa hai đầu của vật dẫn và tỉ lệ nghịch với điện trở của nó.\nI\n=\nU\nR",
      "Nguyên nhân chính gây ra điện trở trong kim loại": "Trong kim loại, các electron tự do dịch chuyển có hướng dưới tác dụng của lực điện, tạo thành dòng điện. Trong quá trình chuyển động, các electron va chạm với nhau và với các ion nút mạng nên bị cản trở. Va chạm càng nhiều thì tốc độ dịch chuyển có hướng của các hạt mang điện càng giảm, dẫn đến dòng điện tại thành càng nhỏ. Nghĩa là, điện trở càng lớn.",
      "Ảnh hưởng của nhiệt độ lên điện trở của đèn sợi đốt": "- Nhiệt độ của vật dẫn kim loại càng cao thì các ion dương dao động càng mạnh quanh các nút mạng, làm tăng khả năng va chạm với các electron tự do, kéo theo điện trở của vật dẫn tăng.\n- Tiến hành thí nghiệm khảo sát sự liên hệ giữa cường độ dòng điện I qua đèn sợi đốt và hiệu điện thế U đặt vào đèn, khi tăng dần U, đo giá trị I tương ứng.\nNhận xét: đường đặc trưng I – U của dây tóc bóng đèn sợi đốt không phải là một đoạn thẳng. Như vậy, định luật Ohm không áp dụng được đối với bóng đèn sợi đốt.",
      "Điện trở nhiệt (thermistor)": "Điện trở nhiệt là vật dẫn điện có điện trở thay đổi một cách rõ rệt khi nhiệt độ thay đổi.\nĐiện trở nhiệt có thể phân thành hai loại:\n- Điện trở nhiệt thuận (kí hiệu PTC): điện trở tăng khi nhiệt độ tăng.\n- Điện trở nhiệt ngược (kí hiệu NTC): điện trở giảm khi nhiệt độ tăng.\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Cánh diều hay khác:"
    }
  },
  {
    "title": "Lý thuyết Bài 3: Nguồn điện, năng lượng điện và công suất điện",
    "url": "https://www.vietjack.com/vat-li-11-cd/ly-thuyet-bai-3-nguon-dien-nang-luong-dien-va-cong-suat-dien.jsp",
    "content": {
      "Suất điện động của nguồn điện": "Suất điện động của nguồn điện là đại lượng đặc trưng cho khả năng thực hiện công của nguồn điện, được đo bằng thương số giữa công A do nguồn điện thực hiện làm dịch chuyển một điện tích dương q bên trong nguồn điện từ cực âm đến cực dương và độ lớn của điện tích đó.\nE\n=\nA\nq\nĐơn vị của suất điện động là vôn, kí hiệu là V",
      "So sánh suất điện động và hiệu điện thế": "- Suất điện động là đại lượng đặc trưng cho khả năng thực hiện công của nguồn điện và được đo bằng công của nguồn điện dịch chuyển một điện tích đơn vị theo một vòng kín của mạch điện.\n- Hiệu điện thế giữa hai điểm A và B là đại lượng đặc trưng cho khả năng thực hiện công của điện trường tạo ra bởi nguồn điện và được đo bằng công làm một đơn vị điện tích dịch chuyển từ điểm A đến điểm B.\nNhư vậy, khi mạch ngoài hở thì suất điện động của nguồn điện có giá trị bằng hiệu điện thế giữa hai cực của nó.",
      "Điện trở trong và hiệu điện thế giữa hai cực của nguồn điện": "Mỗi nguồn điện được đặc trưng bằng suất điện động E và điện trở trong r.\nE\n=\nU\nR\n+\nU\nr\nhay \nU\nR\n=\nE\n−\nU\nr\n=\nI\nR\n- Do nguồn điện có điện trở trong r nên hiệu điện thế giữa hai cực của nguồn luôn nhỏ hơn suất điện động của nó khi mạch điện kín. Lượng\nU\nr\n=\nE\n−\nU\nR\nđược gọi là độ giảm thế trong.",
      "Năng lượng điện": "Năng lượng điện tiêu thụ của đoạn mạch được đo bằng công của lực điện thực hiện khi dịch chuyển các điện tích: A = qU = UIt",
      "Công suất điện": "Công suất tiêu thụ năng lượng điện của đoạn mạch là năng lượng điện mà đoạn mạch tiêu thụ trong một đơn vị thời gian, được tính bằng\nP\n=\nA\nt\n=\nU\nI\nĐơn vị công suất là oát, kí hiệu là W.",
      "Công và công suất của nguồn điện": "Công của nguồn điện:\nA\nn\n=\nE\nq\n=\nE\nI\nt\nCông suất của nguồn điện:\nP\nn\n=\nA\nn\nt\n=\nE\nI\nXem thêm tóm tắt lý thuyết Vật Lí lớp 11 Cánh diều hay khác:"
    }
  }
]