[
    {
        "title": "trac nghiem",
        "cau_hoi": "Phát biểu nào sau đây là sai khi nói về sự nóng chảy và sự đông đặc?",
        "cac_lua_chon": "A.Các chất khác nhau sẽ nóng chảy (hay đông đặc) ở nhiệt độ khác nhau.\nB.Đối với một chất nhất định, nếu nóng chảy ở nhiệt độ nào thì sẽ đông đặc ở nhiệt độ ấy.\nC.Nhiệt độ của vật sẽ tăng dần trong quá trình nóng chảy và giảm dần trong quá trình đông đặc.\nD.Phần lớn các chất nóng chảy (hay đông đặc) ở một nhiệt độ nhất định.",
        "giai_thich": "C – sai, vì trong quá trình nóng chảy và quá trình đông đặc đang diễn ra thì nhiệt độ nóng chảy hay nhiệt độ đông đặc không đổi. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Tại sao quả bóng bay dù được buộc chặt để lâu ngày vẫn bị xẹp?",
        "cac_lua_chon": "A.Vì khi mới thổi, không khí từ miệng vào bóng còn nóng, sau đó lạnh dần nên co lại.\nB.Vì cao su là chất đàn hồi nên sau khi bị thổi căng nó tự động co lại.\nC.Vì không khí nhẹ nên có thể chui qua chỗ buộc ra ngoài.\nD.Vì giữa các phân tử của chất làm vỏ bóng có khoảng cách nên các phân tử không khí có thể qua đó thoát ra ngoài.",
        "giai_thich": "D – đúng. Vì giữa các phân tử của chất làm vỏ bóng có khoảng cách nên các phân tử không khí có thể qua đó thoát ra ngoài. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Trường hợp nào sau đây liên quan tới sự nóng chảy?",
        "cac_lua_chon": "A.Sương đọng trên lá cây.\nB.Khăn ướt sẽ khô khi được phơi ra nắng.\nC.Đun nước đổ đầy ấm, nước có thể tràn ra ngoài.\nD.Cục nước đá bỏ từ tủ đá ra ngoài, sau một thời gian, tan thành nước.",
        "giai_thich": "D – đúng. Cục nước đá đang ở thể rắn, khi được bỏ ra ngoài một thời gian nó chuyển sang thể lỏng, đó là quá trình nóng chảy. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Hãy tìm ý không đúng với mô hình động học phân tử trong các ý sau?",
        "cac_lua_chon": "A.Các chất được cấu tạo từ các hạt riêng biệt là phân tử.\nB.Các phân tử chuyển động không ngừng.\nC.Tốc độ chuyển động của các phân tử cấu tạo nên vật càng lớn thì thể tích của vật càng lớn.\nD.Giữa các phân tử có lực tương tác gọi là lực liên kết phân tử.",
        "giai_thich": "C – sai. Vì tốc độ chuyển động của các phân tử cấu tạo nên vật càng lớn thì nhiệt độ của vật càng lớn. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Các chất có thể tồn tại ở những thể nào?",
        "cac_lua_chon": "A.Thể rắn.\nB.Thể lỏng.\nC.Thể khí.\nD.Thể rắn, thể lỏng hoặc thể khí.",
        "giai_thich": "Các chất có thể tồn tại ở thể rắn, thể lỏng hoặc thể rắn. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Hãy chọn phương án sai trong các câu sau: Cùng một khối lượng của cùng một chất nhưng khi ở các thể khác nhau thì sẽ khác nhau?",
        "cac_lua_chon": "A.thể tích.\nB.khối lượng riêng.\nC.kích thước của các nguyên tử.\nD.trật tự của các nguyên tử.",
        "giai_thich": "Cùng một khối lượng của cùng một chất nhưng khi ở các thể khác nhau thì sẽ khác nhau về trật tự của các nguyên tử. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Vật rắn có hình dạng xác định vì phân tử cấu tạo nên vật rắn?",
        "cac_lua_chon": "A.không chuyển động.\nB.đứng xa nhau.\nC.chuyển động với vận tốc nhỏ không đáng kể.\nD.chuyển động quanh một vị trí cân bằng xác định.",
        "giai_thich": "Vật rắn có hình dạng xác định vì phân tử cấu tạo nên vật rắn chỉ dao động quanh một vị trí cân bằng xác định. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "a) Đúng\nb) Đúng\nc) Đúng.\nd) Sai. Vì các chất có thể chuyển từ trạng thái này sang trạng thái khác."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "Động năng của 1021 phân tử hydrogen:\nWd = 1021⋅12mv2=1021⋅12⋅(33,6⋅10−28 kg)(1900 m/s)2=6,06 J1021⋅12mv2=1021⋅12⋅33,6⋅10−28 kg(1900 m/s)2=6,06 J\nĐáp án: 6,06 J."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu nào sau đây nói về nội năng là đúng?",
        "cac_lua_chon": "A.Nội năng là nhiệt lượng.\nB.Nội năng của vật A lớn hơn nội năng của vật B thì nhiệt độ của vật cũng lớn hơn nhiệt độ của vật B.\nC.Nội năng của vật chỉ thay đổi trong quá trình truyền nhiệt, không thay đổi trong quá trình thực hiện công.\nD.Nội năng là một dạng năng lượng.",
        "giai_thich": "A – sai vì nội năng là một dạng năng lượng\nB – sai vì nhiệt độ lớn hơn thì nội năng lớn hơn, nhưng nội năng lớn hơn chưa chắc đã có nhiệt độ lớn hơn.\nC – sai vì có hai cách làm thay đổi nội năng đó là thực hiện công và truyền nhiệt.\nChọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Điều nào sau đây là sai khi nói về nội năng?",
        "cac_lua_chon": "A.Nội năng của một vật là dạng năng lượng bao gồm tổng động năng của các phân tử cấu tạo nên vật và thế năng tương tác giữa chúng.\nB.Đơn vị của nội năng là Jun (J).\nC.Nội năng của một vật phụ thuộc vào nhiệt độ và thể tích của vật.\nD.Nội năng không thể biến đổi được.",
        "giai_thich": "D – sai vì nội năng có thể tăng hoặc giảm thông qua hai hình thức là thực hiện công hoặc truyền nhiệt. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Nội năng của một vật?",
        "cac_lua_chon": "A.phụ thuộc vào nhiệt độ của vật.\nB.phụ thuộc thể tích của vật.\nC.phụ thuộc thể tích và nhiệt độ của vật.\nD.không phụ thuộc thể tích và nhiệt độ của vật.",
        "giai_thich": "Nội năng của một vật phụ thuộc vào nhiệt độ và thể tích. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Khi năng lượng của các phân tử cấu tạo nên vật giảm thì?",
        "cac_lua_chon": "A.nội năng của vật tăng.\nB.nội năng của vật cũng giảm.\nC.nội năng của vật tăng rồi giảm.\nD.nội năng của vật không thay đổi.",
        "giai_thich": "Năng lượng của các phân tử cấu tạo nên vật giảm thì nội năng của vật giảm.\nChọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Chọn phát biểu không đúng?",
        "cac_lua_chon": "A.Biến thiên nội năng là quá trình thay đổi cơ năng của vật.\nB.Biến thiên nội năng là quá trình thay đổi nội năng của vật.\nC.Độ biến thiên nội năng DU: là phần nội năng tăng thêm hay giảm bớt đi trong một quá trình.\nD.Đơn vị của nội năng là Jun (J).",
        "giai_thich": "A – sai vì biến thiên nội năng là quá trình biến đổi nội năng của vật, nội năng có thể tăng hoặc giảm trong một quá trình. Đơn vị của nội năng là Jun. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Đơn vị của độ biến thiên nội năng DU là?",
        "cac_lua_chon": "A.°C.\nB.K.\nC.J.\nD.Pa.",
        "giai_thich": "Đơn vị của độ biến thiên nội năng là Jun (J). Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Chọn câu đúng? Cách làm thay đổi nội năng bằng hình thức thực hiện công cơ học là",
        "cac_lua_chon": "A.Bỏ miếng kim loại vào nước nóng.\nB.Ma sát một miếng kim loại trên mặt bàn.\nC.Bỏ miếng kim loại vào nước đá.\nD.Hơ nóng miếng kim loại trên ngọn lửa đèn cồn.",
        "giai_thich": "A, C, D là hình thức truyền nhiệt. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "a) Sai.\nNội năng của vật tăng mặc dù nhiệt độ của vật đang nóng chảy không đổi, nhưng chúng luôn nhận được thêm nhiệt lượng Q để nóng chảy hoàn toàn, nên do đó nhiệt lượng tăng làm nội năng tăng.\nb) Đúng.\nNội năng của nước đá đang tan tăng mặc dù nhiệt độ của nước đá đang tan không đổi, nhưng chúng luôn nhận được thêm nhiệt lượng Q từ môi trường bên ngoài để nóng chảy hoàn toàn, nên do đó nhiệt lượng tăng làm nội năng tăng.\nc) Đúng.\nNội năng của hơi nước ngưng tụ ở nhiệt độ không đổi giảm vì nó truyền nhiệt lượng ra môi trường bên ngoài nên nhiệt lượng giảm dẫn đến nội năng giảm.\nd) Đúng.\nKhi vật trượt trên mặt phẳng nghiêng thì có sự thực hiện công lên vật, do đó vật nhận công, suy ra nội năng tăng.\nĐáp án: a) Sai; b) Đúng; c) Đúng; d) Đúng."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "+ Theo định luật 1 nhiệt động lực học: ∆U = A + Q.\n+ Trường hợp bài toán, hệ nhận công và truyền nhiệt lượng nên: A = 100J và -30J.\nDo đó:\n∆U = 100J - 30J = +70J\nĐáp án: 70 J."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Cho hai vật có nhiệt độ khác nhau tiếp xúc với nhau. Nhiệt được truyền từ vật nào sang vật nào?",
        "cac_lua_chon": "A.Từ vật có khối lượng lớn hơn sang vật có khối lượng nhỏ hơn.\nB.Từ vật có nhiệt độ cao hơn sang vật có nhiệt độ thấp hơn.\nC.Từ vật có nhiệt năng lớn hơn sang vật có nhiệt năng nhỏ hơn.\nD.Từ vật ở trên cao sang vật ở dưới thấp.",
        "giai_thich": "Nhiệt được truyền từ vật có nhiệt độ cao sang vật có nhiệt độ thấp hơn. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu nào sau đây nói về điều kiện truyền nhiệt giữa hai vật là đúng?",
        "cac_lua_chon": "A.Nhiệt không thể truyền từ vật có nhiệt năng nhỏ sang vật có nhiệt năng lớn hơn.\nB.Nhiệt không thể truyền giữa hai vật có nhiệt năng bằng nhau.\nC.Nhiệt chỉ có thể truyền từ vật có nhiệt năng lớn hơn sang vật có nhiệt năng nhỏ hơn.\nD.Nhiệt không thể tự truyền được từ vật có nhiệt độ thấp sang vật có nhiệt độ cao hơn.",
        "giai_thich": "Nhiệt chỉ truyền từ vật có nhiệt độ cao hơn sang vật có nhiệt độ thấp hơn. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Nhỏ một giọt nước đang sôi vào một cốc nước ấm thì nhiệt năng của giọt nước và nước trong cốc thay đổi như thế nào?",
        "cac_lua_chon": "A.Nhiệt năng của giọt nước tăng, của nước trong cốc giảm.\nB.Nhiệt năng của giọt nước giảm, của nước trong cốc tăng.\nC.Nhiệt năng của giọt nước và nước trong cốc đều giảm.\nD.Nhiệt năng của giọt nước và nước trong cốc đều tăng.",
        "giai_thich": "Ban đầu, giọt nước có nhiệt độ cao hơn nước trong cốc nên khi nhỏ giọt nước vào cốc nước thì nhiệt năng của giọt nước giảm, của nước trong cốc tăng. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Đơn vị đo nhiệt độ trong thang nhiệt Celsius là?",
        "cac_lua_chon": "A.K.\nB.°F.\nC.N.\nD.°C.",
        "giai_thich": "Đơn vị đo trong thang nhiệt độ Celsius là độ C (oC). Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "\"Độ không tuyệt đối\" là nhiệt độ ứng với?",
        "cac_lua_chon": "A.0 K.\nB.0 °C.\nC.273 °C.\nD.273 K.",
        "giai_thich": "Độ không tuyệt đối ứng với 0 K. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Điểm đóng băng và sôi của nước theo thang Kelvin là?",
        "cac_lua_chon": "A.0 K và 100 K.\nB.273 K và 373 K.\nC.73 K và 3 K.\nD.32 K và 212 K.",
        "giai_thich": "Trong thang nhiệt độ Kelvin thì điểm đóng băng và điểm sôi của nước lần lượt là 273 K và 373 K. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Nhiệt kế chất lỏng được chế tạo dựa trên nguyên tắc nào?",
        "cac_lua_chon": "A.Sự nở vì nhiệt của chất lỏng.\nB.Sự nở ra của chất lỏng khi nhiệt độ giảm.\nC.Sự co lại của chất lỏng khi nhiệt độ tăng.\nD.Sự nở của chất lỏng không phụ thuộc vào nhiệt độ.",
        "giai_thich": "Nhiệt kế chất lỏng được chế tạo dựa trên nguyên tắc sự nở vì nhiệt của chất lỏng. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "a) Sai.\nKhông khí trong phòng nên sử dụng nhiệt kế rượu.\nb) Đúng\nc) Đúng\nd) Sai\nNhiệt độ đầu bàn là khi sử dụng rất lớn, nên dùng nhiệt kế kim loại.\nĐáp án: a) Sai; b) Đúng; c) Đúng; d) Sai."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "Dựa vào công thức chuyển đổi: t(°C) = T(K) - 273.\nKhi T = 263K → t(°C) = 263 - 273 = -10°C.\nKhi T = 1273K → t(°C) = 1273 - 273 = +1000°C.\nĐáp án: -10°C đến 1000°C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Nhiệt lượng mà vật thu vào hay tỏa ra phụ thuộc vào?",
        "cac_lua_chon": "A.Khối lượng, thể tích và độ thay đổi nhiệt độ của vật.\nB.Thể tích, nhiệt độ ban đầu và chất cấu tạo nên vật.\nC.Khối lượng của vật, chất cấu tạo nên vật và độ thay đổi nhiệt độ của vật.\nD.Nhiệt độ ban đầu, nhiệt độ lúc sau và áp suất của môi trường.",
        "giai_thich": "Nhiệt lượng vật thu vào hay toả ra phụ thuộc vào khối lượng của vật, chất cấu tạo nên vật và độ thay đổi nhiệt độ của vật. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Nhiệt lượng trao đổi trong quá trình truyền nhiệt không phụ thuộc vào?",
        "cac_lua_chon": "A.thời gian truyền nhiệt.\nB.độ biến thiên nhiệt độ.\nC.khối lượng của chất.\nD.nhiệt dung riêng của chất.",
        "giai_thich": "Nhiệt lượng trao đổi trong quá trình truyền nhiệt là Q = mc(t2 - t1) nên không phụ thuộc vào thời gian truyền nhiệt. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Nhiệt lượng cần thiết cần cung cấp để m kg vật liệu (có nhiệt dung riêng c (J/kg.K) tăng từ nhiệt độ t1 lên tới nhiệt độ t2 là?",
        "cac_lua_chon": "A.Q = mc ( t 2 − t 1 ) .\nB.Q = mc ( t 2 + t 1 ) .\nC.Q = m c ( t 2 ⋅ t 1 ) .\nD.Q = mc ( t 2 t 1 ) .",
        "giai_thich": "Nhiệt lượng cần cung cấp: Q = mc(t2 - t1). Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Có 4 bình A, B, C, D đều đựng nước ở cùng một nhiệt độ với thể tích tương ứng là: 1 lít, 2 lít, 3 lít, 4 lít. Sau khi dùng các đèn cồn giống hệt nhau để đun các bình này khác nhau. Hỏi bình nào có nhiệt độ thấp nhất?",
        "cac_lua_chon": "A.Bình A.\nB.Bình B.\nC.Bình C.\nD.Bình D.",
        "giai_thich": "Nhiệt lượng cần cung cấp: Q = mc(t2 - t1), cả 4 bình A, B, C, D đều đựng nước ở cùng một nhiệt độ với thể tích tăng dần từ A, B, C, D. Các đèn cồn giống hết nhau vậy nên nhiệt lượng cung cấp cho các bình là như nhau. Do đó độ tăng nhiệt độ của bình nào có khối lượng nước nhiều nhất sẽ ít nhất. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Nhiệt dung riêng của đồng là 380 J/kg.K, điều này cho biết?",
        "cac_lua_chon": "A.Nhiệt lượng cần thiết để làm cho 1 g đồng nóng lên thêm 1 °C là 380 J.\nB.Nhiệt lượng cần thiết để làm cho 2 g đồng nóng lên thêm 1 °C là 380 J.\nC.Nhiệt lượng cần thiết để làm cho 1 kg đồng nóng lên thêm 1 °C là 380 J.\nD.Nhiệt lượng cần thiết để làm cho 2 g đồng nóng lên thêm 1 °C là 380 J.",
        "giai_thich": "Nhiệt dung riêng của đồng là 380 J/kg.K, điều này cho biết nhiệt lượng cần thiết để làm cho 1 kg đồng nóng lên thêm 1 °C là 380 J. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Nhiệt dung riêng của rượu là 2500 J/kg.K. Điều đó có nghĩa là gì?",
        "cac_lua_chon": "A.Để nâng 1 kg rượu lên nhiệt độ bay hơi ta phải cung cấp cho nó một nhiệt lượng là 2500J.\nB.1 kg rượu bị đông đặc thì giải phóng nhiệt lượng là 2500 J.\nC.Để nâng 1 kg rượu tăng lên 1 độ ta cần cung cấp cho nó nhiệt lượng là 2500 J.\nD.Nhiệt lượng có trong 1 kg chất ấy ở nhiệt độ bình thường.",
        "giai_thich": "Nhiệt dung riêng của rượu là 2500 J/kg nghĩa là để nâng 1 kg rượu tăng lên 1 độ ta cần cung cấp cho nó nhiệt lượng là 2500 J. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Nhiệt dung riêng của đồng lớn hơn chì. Vì vậy để tăng nhiệt độ của 3 kg đồng và 3 kg chì thêm 15 °C thì?",
        "cac_lua_chon": "A.Khối chì cần nhiều nhiệt lượng hơn khối đồng.\nB.Khối đồng cần nhiều nhiệt lượng hơn khối chì.\nC.Hai khối đều cần nhiệt lượng như nhau.\nD.Không khẳng định được.",
        "giai_thich": "Cùng khối lượng, độ tăng nhiệt độ như nhau, nhưng nhiệt dung riêng của đồng lớn hơn chì nên nhiệt lượng cần cung cấp cho đồng lớn hơn chì. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "a) Sai. Nhiệt năng mới là một dạng năng lượng có đơn vị là J.\nb) Sai. Một vật có nhiệt độ càng cao thì càng chứa nhiều nhiệt năng.\nc) Đúng. Nội năng của vật biến thiên tăng hoặc giảm.\nd) Đúng. Trong sự truyền nhiệt thì chỉ có sự truyền nội năng từ vật này sang vật khác."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "Câu 1: Ta có: Q = mc∆t => ∆t = Qmc=36,5⋅103275⋅10−3⋅4200Qmc=36,5⋅103275⋅10−3⋅4200  = 31,6°C\nĐáp án: 31,6°C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Điều nào sau đây là sai khi nói về nhiệt nóng chảy?",
        "cac_lua_chon": "A.Nhiệt nóng chảy của vật rắn là nhiệt lượng cung cấp cho vật rắn trong quá trình nóng chảy.\nB.Đơn vị của nhiệt nóng chảy là Jun (J).\nC.Các chất có khối lượng bằng nhau thì có nhiệt độ nóng chảy như nhau.\nD.Nhiệt nóng chảy tính bằng công thức Q = λ.m trong đó λ là nhiệt nóng chảy riêng.",
        "giai_thich": "C – sai vì mỗi chất khác nhau có nhiệt độ nóng chảy khác nhau. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Nhiệt nóng chảy riêng của một chất là?",
        "cac_lua_chon": "A.nhiệt độ nóng chảy riêng của chất rắn\nB.nhiệt lượng cần cung cấp cho vật để làm vật nóng chảy\nC.là nhiệt lượng cần để làm cho một đơn vị khối lượng chất đó nóng chảy hoàn toàn.\nD.là nhiệt lượng cần để làm cho một đơn vị khối lượng chất đó nóng chảy hoàn toàn ở nhiệt độ nóng chảy mà không làm thay đổi nhiệt độ.",
        "giai_thich": "Nhiệt nóng chảy riêng của một chất là nhiệt lượng cần để làm cho một đơn vị khối lượng chất đó nóng chảy hoàn toàn ở nhiệt độ nóng chảy mà không làm thay đổi nhiệt độ.\nChọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Điều nào sau đây đúng khi nói về nhiệt nóng chảy riêng của chất rắn?",
        "cac_lua_chon": "A.Nhiệt nóng chảy riêng của một chất có độ lớn bằng nhiệt lượng cần cung cấp để làm nóng chảy 1 kg chất đó ở nhiệt độ nóng chảy.\nB.Đơn vị của nhiệt nóng chảy riêng là Jun trên kilôgam (J/kg).\nC.Các chất khác nhau thì nhiệt nóng chảy riêng của chúng khác nhau.\nD.Cả A, B, C đều đúng.",
        "giai_thich": "Nhiệt nóng chảy riêng của một chất có độ lớn bằng nhiệt lượng cần cung cấp để làm nóng chảy 1 kg chất đó ở nhiệt độ nóng chảy - Đúng\nĐơn vị của nhiệt nóng chảy riêng là Jun trên kilôgam (J/kg) - Đúng\nCác chất khác nhau thì nhiệt nóng chảy riêng của chúng khác nhau - Đúng\nChọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Nhiệt nóng chảy riêng của đồng là 1,8.105 J/kg. Câu nào sau đây đúng?",
        "cac_lua_chon": "A.Khối đồng sẽ toả ra nhiệt lượng 1,8.105 J khi nóng chảy hoàn toàn.\nB.Mỗi kilôgam đồng cần thu nhiệt lượng 1,8.105 J để hoá lỏng hoàn toàn ở nhiệt độ nóng chảy.\nC.Khối đồng cần thu nhiệt lượng 1,8.105 J để hoá lỏng.\nD.Mỗi kilôgam đồng toả ra nhiệt lượng 1,8.105 J khi hoá lỏng hoàn toàn.",
        "giai_thich": "Nhiệt nóng chảy riêng của đồng là 1,8.105 J/kg có nghĩa là mỗi kilôgam đồng cần thu nhiệt lượng 1,8.105 J để hoá lỏng hoàn toàn ở nhiệt độ nóng chảy. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Đơn vị nào sau đây là đơn vị của nhiệt nóng chảy riêng của vật rắn?",
        "cac_lua_chon": "A.Jun trên kilôgam độ (J/kg.độ).\nB.Jun trên kilôgam (J/kg).\nC.Jun (J).\nD.Jun trên độ (J/độ).",
        "giai_thich": "Đơn vị của nhiệt nóng chảy riêng là Jun/kilôgam (J/kg)/ Chọn B"
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Gọi Q là nhiệt lượng cần truyền cho vật có khối lượng m để làm vật nóng chảy hoàn toàn vật ở nhiệt độ nóng chảy mà không thay đổi nhiệt độ của vật. Thì nhiệt nóng chảy riêng λ của chất đó được tính theo công thức?",
        "cac_lua_chon": "A.λ = Q.m.\nB.λ = Q + m.\nC.λ = Q - m.\nD.λ =",
        "giai_thich": "Nhiệt nóng chảy riêng được tính theo công thức λ=Q mλ=Q m . Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Tính nhiệt lượng Q cần cung cấp để làm nóng chảy 500 g nước đá ở 0 °C. Biết nhiệt nóng chảy riêng của nước đá bằng 3,34.105 J/kg.?",
        "cac_lua_chon": "A.Q = 7.107 J.\nB.Q = 167 kJ.\nC.Q = 167 J.\nD.Q = 167.106 J.",
        "giai_thich": "Nhiệt lượng cần cung cấp: Q = mλ = 3,34.105.0,5 = 167000J. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "a) Đúng; b) Sai.\nNhiệt lượng cần cung cấp để làm tăng nhiệt độ của 100g nước đá lên 0 °C là:\nQ = mc∆t = 0,1.2,1.103.[0 - (-20)] = 4200J\nc) Sai\nNhiệt lượng cần cung cấp để làm nóng chảy của 100 g nước đá ở –20 °C là:\nQ = mλ = 0,1.3,34.105 = 33400J\nd) Đúng\nNhiệt lượng cần cung cấp để làm nóng chảy hoàn toàn 100 g nước đá ở –20 °C là\nQ = 4200 + 33400 = 37600J\nĐáp án: a) Đúng; b) Sai; c) Sai; d) Đúng."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "Câu 1: Nhiệt lượng cần cung cấp cho nước đá để nó nóng chảy ở nhiệt độ 0 °C là:\nQnc = λm = 3,4.105.0,1 = 3,4.104 J\nĐáp án: 3,4.104 J."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Nhiệt hoá hơi riêng là?",
        "cac_lua_chon": "A.Nhiệt lượng cần để làm cho một kilogam chất lỏng đó hoá hơi hoàn toàn ở nhiệt độ sôi.\nB.Nhiệt lượng cần cung cấp cho một lượng chất lỏng hóa hơi hoàn toàn ở nhiệt độ không đổi.\nC.Nhiệt lượng cần cung cấp cho một lượng chất khí hóa hơi hoàn toàn ở nhiệt độ không đổi.\nD.Nhiệt lượng cần để làm cho một kilogam chất rắn đó hoá hơi hoàn toàn ở nhiệt độ sôi.",
        "giai_thich": "Nhiệt hoá hơi riêng là nhiệt lượng cần để làm cho một kilogam chất lỏng đó hoá hơi hoàn toàn ở nhiệt độ sôi. Chọn A"
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Điều nào sau đây là sai khi nói về nhiệt hoá hơi.?",
        "cac_lua_chon": "A.Nhiệt lượng cần cung cấp cho khối chất lỏng trong quá trình sôi gọi là nhiệt hóa hơi của khối chất lỏng ở nhiệt độ sôi.\nB.Nhiệt hóa hơi tỉ lệ với khối lượng của phần chất lỏng đã biến thành hơi.\nC.Đơn vị của nhiệt hóa hơi là Jun trên kilôgam (J/kg).\nD.Nhiệt hoá hơi được tính bằng công thức Q = Lm trong đó L là nhiệt hóa hơi riêng của chất lỏng, m là khối lượng của chất lỏng.",
        "giai_thich": "C – Sai. Đơn vị của nhiệt hoá hơi là J. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Đơn vị của nhiệt hóa hơi riêng là?",
        "cac_lua_chon": "A.J/kg.\nB.J.kg.\nC.kg/J.\nD.J.",
        "giai_thich": "Đơn vị của nhiệt hoá hơi riêng là J/kg. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Nhiệt hóa hơi riêng của nước là 2,3.106 J/kg. Câu nào sau đây đúng?",
        "cac_lua_chon": "A.Một lượng nước bất kì cần thu một lượng nhiệt là 2,3.106 J để bay hơi hoàn toàn.\nB.Mỗi kilogam nước cần thu một lượng nhiệt là 2,3.106 J để bay hơi hoàn toàn.\nC.Mỗi kilogam nước sẽ tỏa ra một lượng nhiệt là 2,3.106 J khi bay hơi hoàn toàn ở nhiệt độ sôi.\nD.Mỗi kilogam nước cần thu một lượng nhiệt là 2,3.106 J để bay hơi hoàn toàn ở nhiệt độ sôi và áp suất chuẩn.",
        "giai_thich": "Nhiệt hóa hơi riêng của nước là 2,3.106 J/kg có nghĩa là mỗi kilogam nước cần thu một lượng nhiệt là 2,3.106 J để bay hơi hoàn toàn ở nhiệt độ sôi và áp suất chuẩn. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Biết nhiệt hóa hơi riêng của nước là L = 2,3.106 J/kg. Nhiệt lượng cần cung cấp để làm bay hơi hoàn toàn 100 g nước ở 100 °C là?",
        "cac_lua_chon": "A.23.106 J.\nB.2,3.105 J.\nC.2,3.106 J.\nD.0,23.104 J.",
        "giai_thich": "Nhiệt lượng cần cung cấp: Q = Lm = 2,3.106.0,1 = 2,3.105J. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Tính nhiệt lượng cần cung cấp cho 10 kg nước ở 25 °C chuyển thành hơi ở 100 °C. Cho biết nhiệt dung riêng của nước 4180 J/kg.K và nhiệt hóa hơi riêng của nước là 2,3.106 J/kg.?",
        "cac_lua_chon": "A.18450 kJ.\nB.26135 kJ.\nC.84500 kJ.\nD.804500 kJ.",
        "giai_thich": "Nhiệt lượng cần cung cấp là:\nQ = mc∆T + Lm = 10.4180.(100 - 25) + 10.2,3.106 = 26135.103J. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Tính nhiệt lượng tỏa ra khi 4 kg hơi nước ở 100 °C ngưng tụ thành nước ở 22 °C. Nước có nhiệt dung riêng 4180 J/kg.K và nhiệt hóa hơi L = 2,3.106 J/kg. Chọn đáp án đúng.?",
        "cac_lua_chon": "A.11504160 J.\nB.12504160 J.\nC.10504160 J.\nD.13504160 J.",
        "giai_thich": "Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "a) Nhiệt lượng cần thiết để làm nóng chảy hoàn toàn 0,020 kg nước đá tại nhiệt độ nóng chảy: Q1 = mλ = (0,020kg).(3,34.105 J/kg) = 6680J.\nb) Nhiệt lượng cần thiết để đưa 0,020 kg nước từ 0°C đến 100°C (tăng 100 độ):\nQ2 = mc.∆T = (0,020kg).(4,20.103 J/kgK).(100,0K) = 8400J.\nc) Nhiệt lượng cần thiết để làm hoá hơi hoàn toàn 0,020 kg nước ở 100°C:\nQ3 = mL = (0,020kg).(2,26.106 J/kg) = 45200J.\nd) Tồng nhiệt lượng cần thiết: Q = Q1 + Q2 + Q3 = 60280J.\nĐáp án: a) Sai; b) Sai; c) Sai; d) Đúng."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "Nhiệt lượng cần thiết để chuyển nước đá từ –10 °C đến 0 °C:\nQ1= (mc∆t)đá = 1.2100.[0 - (-10)] = 21000 (J).\nNhiệt lượng cần thiết để làm nóng chảy nước đá ở 0 °C thành nước ở 0 °C:\nQ2 = λm = 1.3,36.105 = 336000(J).\nNhiệt lượng cần cung cấp cho 1 kg nước từ 0 °C đến 100 °C:\nQ3 = mc∆t = 1.4200.(100 - 0) = 420000(J).\nNhiệt lượng cần thiết để chuyển 1 kg nước ở 100 °C thành hơi nước ở 100 °C:\nQ4 = Lm = 2,25.106.1 = 2250000(J).\nVậy tổng nhiệt lượng cần thiết Q = Q1 + Q2 + Q3 + Q4 = 3,03.1012J.\nĐáp án: 3,03.1012 J."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Trong thí nghiệm Brown (do nhà bác học Brown, người Anh thực hiện năm 1827) người ta quan sát được?",
        "cac_lua_chon": "A.Các phân tử nước chuyển động hỗn độn không ngừng về mọi phía.\nB.Các nguyên tử nước chuyển động hỗn độn không ngừng về mọi phía.\nC.Các hạt phấn hoa chuyển động hỗn độn không ngừng về mọi phía.\nD.Các phân tử và nguyên tử nước chuyển động hỗn độn không ngừng về mọi phía.",
        "giai_thich": "Trong thí nghiệm Brown (do nhà bác học Brown, người Anh thực hiện năm 1827) người ta quan sát được các hạt phấn hoa chuyển động hỗn độn không ngừng về mọi phía. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Chuyển động của các hạt phấn hoa trong thí nghiệm của Brown chứng tỏ?",
        "cac_lua_chon": "A.hạt phấn hoa hút và đẩy các phân tử nước.\nB.các phân tử nước hút và đẩy hạt phấn hoa.\nC.các phân từ nước lúc thì đứng yên, lúc thì chuyển động.\nD.các phân tử nước không đứng yên mà chuyển động không ngừng.",
        "giai_thich": "Chuyển động của các hạt phấn hoa trong thí nghiệm của Brown chứng tỏ các phân tử nước không đứng yên mà chuyển động không ngừng. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Hãy phán đoán xem, trong thí nghiệm Brown, nếu ta tăng nhiệt độ của nước thì các hạt phấn hoa chuyển động như thế nào?",
        "cac_lua_chon": "A.Ngừng chuyển động.\nB.Chuyển động chậm hơn.\nC.Chuyển động nhanh hơn.\nD.Chuyển động không đổi.",
        "giai_thich": "Nếu tăng nhiệt độ của nước thì các hạt phấn hoa chuyển động nhanh hơn. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Khi xịt nước hoa ở một góc của căn phòng thì ta vẫn ngửi được hương thơm ở một vị trí khác, vì?",
        "cac_lua_chon": "A.quạt máy thổi hương thơm bay xa hơn.\nB.nồng độ hương thơm trong lọ quá nhiều.\nC.khi xịt nước hoa ra khỏi lọ, nước hoa sẽ ở thể hơi nên các hạt chuyển động tự do khắp căn phòng. Vì thế, ta ngửi được hương thơm ở khắp nơi trong căn phòng.\nD.Tất cả các ý trên đều sai.",
        "giai_thich": "Khi xịt nước hoa ở một góc của căn phòng thì ta vẫn ngửi được hương thơm ở một vị trí khác, vì nước hoa sẽ ở thể hơi nên các hạt chuyển động tự do khắp căn phòng. Vì thế, ta ngửi được hương thơm ở khắp nơi trong căn phòng. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Theo thuyết động học phân tử chất khí thì điều nào sau không đúng?",
        "cac_lua_chon": "A.Các phân tử khí chuyển động hỗn loạn không ngừng, chuyển động này càng nhanh thì nhiệt độ của chất khí càng thấp.\nB.Chất khí được cấu tạo từ các phân tử có kích thước rất nhỏ so với khoảng cách giữa chúng.\nC.Khi chuyển động hỗn loạn các phân tử khí va chạm vào thành bình gây ra áp suất lên thành bình.\nD.Khi chuyển động hỗn loạn các phân tử khí va chạm vào nhau.",
        "giai_thich": "A – sai vì khi nhiệt độ càng cao thì chuyển động của các phân tử khí càng nhanh. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Áp suất của chất khí lên thành bình chứa là do?",
        "cac_lua_chon": "A.các phân tử chất khí va chạm vào nhau.\nB.các phân tử chất khí đẩy nhau.\nC.các phân tử chất khí va chạm nhau và không va chạm vào thành bình chứa.\nD.khi chuyển động hỗn loạn, các phân tử khí va chạm vào nhau và va chạm vào thành bình chứa.",
        "giai_thich": "Áp suất của chất khí lên thành bình là do khi chuyển động hỗn loạn, các phân tử khí va chạm vào nhau và va chạm vào thành bình chứa. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Khí lí tưởng là chất khí?",
        "cac_lua_chon": "A.Có khối lượng riêng lớn.\nB.dễ bị nén khi tăng áp suất.\nC.trong đó các phân tử được coi là chất điểm và chỉ tương tác khi va chạm.\nD.trong đó phân tử khí có kích thước bằng khoảng cách giữa chúng.",
        "giai_thich": "Khí lí tưởng là chất khí trong đó các phân tử được coi là chất điểm và chỉ tương tác khi va chạm. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "a, b) Đúng. Vì các phân tử chất khí chuyển động hỗn loạn không ngừng, lực tương tác giữa chúng rất yếu nên chất khí có tính bành trướng, chiếm đầy không gian chứa nó, do đó nó có hình dạng và thể tích của bình chứa.\nc) Sai. Vì áp suất tăng tức là va chạm giữa phân tử chất khí với thành bình chứa tăng lên, nguyên nhân có thể do nhiệt độ tăng, hoặc cũng có thể do thể tích khí giảm đi nên số lượng va chạm tăng lên. Ý c chưa đầy đủ.\nd) Sai. Vì để so sánh khối lượng riêng của các chất cần xác định được khối lượng và thể tích của chất.\nĐáp án: a) Đúng; b) Đúng; c) Sai; d) Sai."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "Câu 1: Giữa hai va chạm liên tiếp, phân tử đi quãng đường là 2d = 0,2 m. Quãng đường đi được trong 1 giây (sau 4000 va chạm) chính là tốc độ trung bình của phân tử.\nVậy tốc độ trung bình là ¯v=40002.0,2 = 400m/sv¯=40002.0,2 = 400 m/s .\nĐáp án: 400 m/s."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Tập hợp ba thông số nào sau đây xác định trạng thái của một lượng khí xác định?",
        "cac_lua_chon": "A.Áp suất, thể tích, khối lượng.\nB.Áp suất, nhiệt độ, thể tích.\nC.Thể tích, trọng lượng, áp suất.\nD.Áp suất, nhiệt độ, khối lượng.",
        "giai_thich": "Ba thông số xác định trạng thái là áp suất, thể tích và nhiệt độ. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Quá trình nào sau đây là đẳng quá trình?",
        "cac_lua_chon": "A.Đun nóng khí trong một bình đậy kín.\nB.Không khí trong quả bóng bay bị phơi nắng, nóng lên, nở ra làm căng.\nC.Đun nóng khí trong một xi lanh, khi nở ra đấy pít-tông chuyển động.\nD.Cả ba quá trình trên đều không phải là đẳng quá trình.",
        "giai_thich": "Đẳng quá trình là một quá trình biến đổi trạng thái, trong đó 1 thông số được giữ nguyên, 2 thông số còn lại thay đổi.\nA – đúng vì thể tích được giữ không đổi\nB, C – sai vì nhiệt độ và thể tích, áp suất đều thay đổi.\nChọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Quá trình đẳng nhiệt là quá trình biến đổi trạng thái trong đó?",
        "cac_lua_chon": "A.nhiệt độ được giữ không đổi.\nB.áp suất được giữ không đổi.\nC.thể tích được giữ không đổi.\nD.áp suất và thể tích được giữ không đổi.",
        "giai_thich": "Quá trình đẳng nhiệt là quá trình biến đổi trạng thái trong đó nhiệt độ được giữ không đổi. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Định luật Boyle cho ta biết điều gì?",
        "cac_lua_chon": "A.Liên hệ giữa áp suất và thể tích của một lượng khí khi nhiệt độ không đổi.\nB.Liên hệ giữa áp suất và nhiệt độ của một lượng khí khi thể tích không đổi.\nC.Liên hệ giữa thể tích và nhiệt độ của một lượng khí khi áp suất không đổi.\nD.Liên hệ giữa áp suất, thể tích và nhiệt độ của một lượng khí xác định.",
        "giai_thich": "Định luật Boyle cho biết liên hệ giữa áp suất và thể tích của một lượng khí khi nhiệt độ không đổi hay được hiểu là quá trình đẳng nhiệt. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Hệ thức nào sau đây là của định luật Boyle?",
        "cac_lua_chon": "A.p 1 V 2 = p 2 V 1 .\nB.p V = hằng số. C. pV = hằng số.\nD.V p = hằng số.",
        "giai_thich": "Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Trong các hệ thức sau đây hệ thức nào không phù hợp với định luật Boyle?",
        "cac_lua_chon": "A.p ~ 1 V .\nB.p 1 V 1 = p 2 V 2 .\nC.V ~ 1 p . D. V ∼ p.",
        "giai_thich": "D – sai vì trong quá trình đẳng nhiệt thì p và V tỉ lệ nghịch với nhau. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Chọn câu đúng khi nói về đường đẳng nhiệt trong hệ trục tọa độ (pOV).?",
        "cac_lua_chon": "A.Là một đường cong hyperbol biểu diễn mối quan hệ của áp suất vào thể tích của một lượng khí xác định khi nhiệt độ không đổi.\nB.Là đường thẳng song song với trục OV biểu diễn mối quan hệ giữa áp suất và thể tích.\nC.Là đường thẳng kéo dài đi qua gốc tọa độ.\nD.Là đường biểu diễn mối quan hệ giữa thể tích và nhiệt độ.",
        "giai_thich": "Đường đẳng nhiệt trong hệ trục toạ độ pOV là một đường cong hyperbol biểu diễn mối quan hệ của áp suất vào thể tích của một lượng khí xác định khi nhiệt độ không đổi. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "a) Sai.\nThể tích ở trạng thái B là V2 = 2 lít vì áp suất tăng 3 lần thì thể tích giảm 3 lần.\nb) Đúng\nKhi thể tích lượng khí là 4 lít: p1V1=p2V2p1V1=p2V2  => p2=p1V1V2=6.14=1,5atmp2=p1V1V2=6.14=1,5 atm\nc) Sai\nTrong quá trình biến đổi của lượng khí từ trạng thái A sang B thì thể tích giảm, áp suất tăng.\nd) Đúng\nĐáp án: a) Sai; b) Đúng; c) Sai; d) Đúng."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "Do đó áp suất tăng thêm là Δp=p2−p1Δp=p2−p1  = 937,5 - 750 = 187,5mmHg.\nĐáp án: 187,5 mmHg."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Thể tích của một lượng khí nhất định tỉ lệ thuận với nhiệt độ tuyệt đối ở áp suất không đổi là nội dung của?",
        "cac_lua_chon": "A.Định luật Boyle.\nB.Định luật Charles.\nC.Định luật Gay Lussac.\nD.Định luật Danhton.",
        "giai_thich": "Thể tích của một lượng khí nhất định tỉ lệ thuận với nhiệt độ tuyệt đối ở áp suất không đổi là nội dung của Charles. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Trong hệ tọa độ (V-T) đường biểu diễn nào sau đây là đường đẳng áp?",
        "cac_lua_chon": "A.Đường thẳng song song với trục hoành.\nB.Đường thẳng song song với trục tung.\nC.Đường hyperbol.\nD.Đường thẳng kéo dài đi qua gốc tọa độ.",
        "giai_thich": "Trong hệ tọa độ (V-T), đường đẳng áp là đường thẳng kéo dài đi qua gốc tọa độ. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Trong hệ tọa độ (p-V) đường biểu diễn nào sau đây là đường đẳng áp?",
        "cac_lua_chon": "A.Đường thẳng nếu kéo dài thì không đi qua gốc tọa độ.\nB.Đường hyperbol.\nC.Đường thẳng vuông góc với trục áp suất.\nD.Đường thẳng nếu kéo dài thì đi qua gốc tọa độ.",
        "giai_thich": "Trong hệ tọa độ (p-V), đường đẳng áp là đường thẳng song song với trục thể tích hoặc vuông góc với trục áp suất. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Biểu thức nào sau đây ở áp suất không đổi thể hiện định luật Charles?",
        "cac_lua_chon": "A.V ~ 1 T .\nB.V ~ 1 T 2 . C. V ∼ T. D. V ∼ t.",
        "giai_thich": "Định luật Charles cho biết thể tích và nhiệt độ tỉ lệ thuận với nhau. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Đồ thị nào sau đây phù hợp với quá trình đẳng áp?",
        "cac_lua_chon": "A.Hình A.\nB.Hình B.\nC.Hình C.\nD.Hình D.",
        "giai_thich": "Chọn B"
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Hình dưới biểu diễn các quá trình đẳng áp của một lượng khí xác định. Nhận xét nào sau đây đúng?",
        "cac_lua_chon": "A.p1 > p2 > p3.\nB.p3 > p2 > p1.\nC.p3 > p1 > p2.\nD.p2 > p3 > p1.",
        "giai_thich": "Tại một điểm bất kì trên truc OV, kẻ 1 đường thẳng song song với trục OT, cắt các đồ thị p3; p2; p1 tại các vị trí tương ứng với T3, T2, T1. Ta thấy cùng một giá trị thể tích, ở nhiệt độ cao thì áp suất cao, do T3 < T2 < T1 nên p3 < p2 < p1. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Khi nung nóng một mol khí lý tưởng từ 300 K lên 360 K ở áp suất không đổi p = 1 atm thì thể tích của nó?",
        "cac_lua_chon": "A.tăng từ V lên 6,0 V.\nB.tăng từ V lên 3,6 V.\nC.tăng từ V lên 1,2 V.\nD.tăng từ V lên 1,6 V.",
        "giai_thich": "Nhiệt độ{T2=10+273=283 K V2=V1+Sl2T2=10+273=283 K V2=V1+Sl2  tăng 1,2 lần thì thể tích tăng 1,2 lần. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "V1T1=V2T2⇒4300=V2600V1T1=V2T2⇒4300=V2600  => V2 = 8 lít\np2V2=p3V3p2V2=p3V3  => p1V2=p3V3p1V2=p3V3  => 1.8=p3.2⇒p3=4atm1.8=p3.2⇒p3=4 atm  (do p1 = p2 = 1 atm)\nĐáp án: a) Sai; b) Đúng; c) Đúng; d) Đúng."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "Câu 1: Trạng thái thứ nhất khi chất khí ở 0 °C: {T1=273 K V1=V0+Sl1=270+0,1⋅30=273 cm3 T1=273 K V1=V0+Sl1=270+0,1⋅30=273 cm3\nTrạng thái thứ hai khi chất khí ở 10 °C:\nÁp dụng định luật Charles cho hai trạng thái có cùng áp suất:\nV1T1=V2T2V1T1=V2T2  => V2=V1T2T1=273⋅283273=283 cm3V2=V1T2T1=273⋅283273=283 cm3  => l2=V2−V1S=283−2730,1=100 cml2=V2−V1S=283−2730,1=100 cm\nKhoảng di chuyển của giọt thuỷ ngân là 100 – 30 = 70 cm.\nĐáp án: 70 cm."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Phương trình trạng thái của khí lý tưởng liên hệ giữa?",
        "cac_lua_chon": "A.Áp suất, thể tích và nhiệt độ của khí.\nB.Khối lượng, thể tích và nhiệt độ của khí.\nC.Áp suất, nhiệt độ và số mol của khí.\nD.Khối lượng áp suất và số mol của khí.",
        "giai_thich": "Phương trình trạng thái của khí lý tưởng liên hệ giữa: Áp suất, thể tích và nhiệt độ của khí. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Trong một quá trình đẳng áp, người ta thực hiện công là 4,5.104J làm một lượng khí có thể tích thay đổi từ 2,6 m3 đến 1,1 m3. Áp suất trong quá trình này là bao nhiêu?",
        "cac_lua_chon": "A.1,2.104 Pa.\nB.2,4.104 Pa.\nC.3,0.104 Pa.\nD.4,1.104 Pa.",
        "giai_thich": "p = AV2−V1=4,5.1042,6−1,1=3.104PaAV2−V1=4,5.1042,6−1,1=3.104Pa . Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Hệ thức nào sau không phù hợp với phương trình trạng thái lý tưởng?",
        "cac_lua_chon": "A.pV T = hằng số.\nB.p 1 V 1 T 1 = p 2 V 2 T 2 . C. pV ∼ T.\nD.pT V = hằng số.",
        "giai_thich": "Chọn D"
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Hai quá trình biến đổi khi liên tiếp cho như hình vẽ bên. Mô tả nào sau đây về hai quá trình đó là đúng?",
        "cac_lua_chon": "A.Nung nóng đẳng tích sau đó dãn đẳng áp.\nB.Nung nóng đẳng tích sau đó nén đẳng áp.\nC.Nung nóng đẳng áp sau đó dãn đẳng nhiệt.\nD.Nung nóng đẳng áp sau đó nén đẳng nhiệt.",
        "giai_thich": "Quá trình (1) đến (2) là quá trình nung nóng (nhiệt độ tăng) đẳng tích (thể tích không đổi). Quá trình (2) đến (3) là quá trình nén (vì nhiệt độ giảm thì thể tích cũng giảm) đẳng áp. Chọn B"
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Một bóng thám không được chế tạo để có thể tăng bán kính lên tới 10 m khi bay ở tầng khí quyển có áp suất 0,03 atm và nhiệt độ 200 K. Khi bóng được bơm không khí ở áp suất 1 atm và nhiệt độ 300 K thì bán kính của bóng là?",
        "cac_lua_chon": "A.3,56 m.\nB.10,36 m.\nC.4,5 m.\nD.10,45 m.",
        "giai_thich": "p1V1T1=p2V2T2⇒0,03.43π.103200=1.43πR32300p1V1T1=p2V2T2⇒0,03.43π.103200=1.43πR23300  => R2 = 3,56m. Chọn A"
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Người ta nén 6 lít khí ở nhiệt độ 27°C để cho thể tích của khí chỉ còn 1 lít, vì nén nhanh nên khí bị nóng lên đến 77°C . Khi đó áp suất của khí tăng lên bao nhiêu lần?",
        "cac_lua_chon": "A.7 lần.\nB.6 lần.\nC.4 lần.\nD.2 lần.",
        "giai_thich": "p1V1T1=p2V2T2⇒p1.627+273=p2.177+273p1V1T1=p2V2T2⇒p1.627+273=p2.177+273  => p2 = 7p1. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Một cái bơm chứa 100 cm3 không khí ở nhiệt độ 27 °C và áp suất 105 Pa. Tính áp suất của không khí bị nén xuống còn 20 cm3 và nhiệt độ tăng lên tới 39 °C.?",
        "cac_lua_chon": "A.p2 = 5,2.104 Pa.\nB.p2 = 6.105 Pa.\nC.p2 = 5,2.105 Pa.\nD.p2 = 5.105 Pa.",
        "giai_thich": "p1V1T1=p2V2T2⇒105.10027+273=p2.2039+273p1V1T1=p2V2T2⇒105.10027+273=p2.2039+273  => p2=5,2.105Pap2=5,2.105Pa . Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "Quá trình 1 – 2 là quá trình dãn đẳng áp vì thể tích tăng.\nV1T1=V2T2⇒2300=6T2V1T1=V2T2⇒2300=6T2  => T2 = 900K.\nQuá trình 2 – 3 là quá trình nén đẳng nhiệt\np2V2=p3V3⇒0,5.6=p3.2⇒p3=1,5atmp2V2=p3V3⇒0,5.6=p3.2⇒p3=1,5 atm  (do p1 = p2 = 0,5 atm; V3 = V1 = 2 lít)\nQuá trình 3 – 1 là quá trình làm lạnh đẳng tích\nĐáp án: a) Sai; b) Đúng; c) Đúng; d) Đúng"
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "Từ phương trình Claperon - Mendeleev: pV=mμRT⇒V=mμRTppV=mμRT⇒V=mμRTp .\nVới: m = 10g; µ = 32g; R = 0,082(atm.lmol.K)0,082atm.lmol.K ; T = 288K; p = 738mmHg = 0,98atm.\n=> V = 1032⋅0,082⋅2880,981032⋅0,082⋅2880,98  = 7,6 lít.\nĐáp án: 7,6 lít."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Chọn câu sai? Sở dĩ chất khí gây áp suất lên thành bình là vì",
        "cac_lua_chon": "A.Các phân tử khí trong thành bình chuyển động hoàn toàn có trật tự.\nB.Khi va chạm tới thành bình các phân tử khí bị phản xạ và truyền động lượng cho thành bình.\nC.Mỗi phân tử khí tác dụng lên thành bình một lực rất nhỏ, nhưng vô số phân tử khí cùng tác dụng lên thành bình sẽ gây ra một lực tác dụng đáng kể.\nD.Lực do chất khí va chạm với thành bình tạo ra áp suất chất khí lên thành bình.",
        "giai_thich": "Chất khí gây áp suất lên thành bình là vì:\n- Khi va chạm tới thành bình các phân tử khí bị phản xạ và truyền động lượng cho thành bình.\n- Mỗi phân tử khí tác dụng lên thành bình một lực rất nhỏ, nhưng vô số phân tử khí cùng tác dụng lên thành bình sẽ gây ra một lực tác dụng đáng kể.\n- Lực do chất khí va chạm với thành bình tạo ra áp suất chất khí lên thành bình.\nChọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Trong quá trình đẳng nhiệt của một lượng khí nhất định, mật độ phân tử khí trong một đơn vị thể tích?",
        "cac_lua_chon": "A.Chưa đủ dữ kiện để kết luận.\nB.Tăng tỉ lệ thuận với áp suất.\nC.Giảm tỉ lệ nghịch với áp suất.\nD.Luôn không đổi.",
        "giai_thich": "Trong quá trình đẳng nhiệt, khi áp suất tăng thì thể tích giảm, mật độ phân tử khí trong một đơn vị thể tích tăng. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Ở thể tích không đổi, đối với một mol khí nhất định, áp suất của khí tăng khi nhiệt độ tăng do?",
        "cac_lua_chon": "A.tốc độ phân tử trung bình tăng.\nB.tốc độ va chạm giữa các phân tử tăng.\nC.lực hút phân tử tăng.\nD.quãng đường đi tự do trung bình giảm.",
        "giai_thich": "Ở thể tích không đổi, đối với một mol khí nhất định, áp suất của khí tăng khi nhiệt độ tăng do tốc độ va chạm giữa các phân tử tăng. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Đối với khí lý tưởng, động năng trung bình của phân tử tỷ lệ thuận với?",
        "cac_lua_chon": "A.nhiệt độ tuyệt đối.\nB.áp suất.\nC.thể tích.\nD.khối lượng.",
        "giai_thich": "Đối với khí lý tưởng, động năng trung bình của phân tử tỷ lệ thuận với nhiệt độ tuyệt đối theo công thức ¯¯¯¯Ed=32.RNATEd¯=32.RNAT . Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Hai bình kín có thể tích bằng nhau đều chứa khí lí tưởng ở cùng một nhiệt độ. Khối lượng khí trong hai bình bằng nhau nhưng khối lượng một phân tử khí của bình 1 lớn gấp hai lần khối lượng một phân tử khí ở bình 2. Áp suất khí ở bình 1?",
        "cac_lua_chon": "A.bằng áp suất khí ở bình 2.\nB.gấp bốn lần áp suất khí ở bình 2.\nC.gấp hai lần áp suất khí ở bình 2.\nD.bằng một nửa áp suất khí ở bình 2.",
        "giai_thich": "Từ phương trình khí lý tưởng pV=nRT=mMRTpV=nRT=mMRT  (giả thiết M1=2M2⇒n2=2n1M1=2M2⇒n2=2n1 )\n- Vì áp suất p tỷ lệ thuận với số mol n khi thể tích V và nhiệt độ T được giữ không đổi (dựa trên phương trình pV= nRT), ta có thể thấy rằng áp suất không phụ thuộc vào khối lượng mol của từng khí riêng lẽ mà chỉ phụ thuộc vào tổng khối lượng khí và thể tích bình chứa.\n- Vì khối lượng tổng cùng khí trong cả hai bình là như nhau và cả hai bình đều có thể tích và nhiệt độ như nhau, áp suất trong cả hai bình sẽ bằng nhau dù khối lượng mol của khí là khác nhau. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Động năng trung bình của mỗi phân tử O2 ở nhiệt độ T sẽ là?",
        "cac_lua_chon": "A.1 2 k \nB. T .\nC.5 2 k \nD.7 2 k ",
        "giai_thich": "Động năng trung bình ¯¯¯¯Ed=32kTEd¯=32kT , chứng tỏ động năng trung bình chỉ phụ thuộc vào nhiệt độ. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Động năng trung bình của phân tử khí lí tưởng ở 25°C có giá trị là?",
        "cac_lua_chon": "A.5,2.10-22J.\nB.6,2.10-21J.\nC.6,2.1023J.\nD.3,2.1023J.",
        "giai_thich": "Áp dụng công thức Wd=32kT.Wd=32kT.\nThay các giá trị k=1,38⋅10−23 J/K,T=298 Kk=1,38⋅10−23 J/K,T=298 K ,\nta được: Wd=6,2⋅10−21 JWd=6,2⋅10−21 J .\nChọn B"
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "a) Sai vì động lượng của phân tử khí thay đổi một lượng bằng hai lần tích khối lượng phân tử và tốc độ trung bình của nó.\nb) Đúng, do bỏ qua lực tương tác nên giữa hai va chạm với thành bình, phân tử khí chuyển động thẳng đều.\nc) Sai vì theo định luật thứ 2 của Newton, lực gây ra thay đổi động lượng của phân tử khí là lực do thành bình tác dụng lên phân tử khí.\nd) Đúng, các phân tử khí chuyển động không có phương ưu tiên, số phân tử đến va chạm với các mặt của thành bình trong mỗi giây là như nhau.\nĐáp án: a) Sai; b) Đúng; c) Sai; d) Đúng."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "pV=13Nm¯¯¯¯v2pV=13Nmv2¯\nN là số phân tử khí trung bình, xét N = 1\n=>pV = 13mv213mv2  => vrms=√3pVm=√3⋅680760⋅1,013⋅105⋅2⋅10−310⋅10−3vrms=3pVm=3⋅680760⋅1,013⋅105⋅2⋅10−310⋅10−3  = 233 (m/s).\nĐáp án: 233 m/s."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Xung quanh vật nào sau đây không có từ trường?",
        "cac_lua_chon": "A.Dòng điện không đổi.\nB.Hạt mang điện chuyển động.\nC.Hạt mang điện đứng yên.\nD.Nam châm chữ U.",
        "giai_thich": "Xung quanh nam châm, dòng điện, hạt mang điện chuyển động có từ trường.\nChọn C"
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Tính chất cơ bản của từ trường là?",
        "cac_lua_chon": "A.gây ra lực từ tác dụng lên nam châm hoặc lên dòng điện đặt trong nó.\nB.gây ra lực hấp dẫn lên các vật đặt trong nó.\nC.gây ra lực đàn hồi tác dụng lên các dòng điện và nam châm đặt trong nó.\nD.gây ra sự biến đổi về tính chất điện của môi trường xung quanh.",
        "giai_thich": "Tính chất cơ bản của từ trường là gây ra lực từ tác dụng lên nam châm hoặc lên dòng điện đặt trong nó. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Từ phổ là?",
        "cac_lua_chon": "A.hình ảnh của các đường mạt sắt trong từ trường.\nB.hình ảnh tương tác của hai nam châm với nhau.\nC.hình ảnh tương tác giữa dòng điện và nam châm.\nD.hình ảnh tương tác của hai dòng điện chạy trong hai dây dẫn thẳng song song.",
        "giai_thich": "Từ phổ là hình ảnh của các đường mạt sắt trong từ trường. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Tìm phát biểu sai.?",
        "cac_lua_chon": "A.Chiều của các đường sức từ là chiều của từ trường.\nB.Qua mỗi điểm trong từ trường chỉ vẽ được một đường sức từ.\nC.Các đường sức từ là các đường cong khép kín hoặc vô hạn ở hai đầu.\nD.Các đường sức từ của cùng một từ trường có thể cắt nhau.",
        "giai_thich": "D – sai. Các đường sức từ của cùng một từ trường không cắt nhau. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Nhận xét nào sau đây là sai khi nói về từ trường?",
        "cac_lua_chon": "A.Tại mỗi điểm trong từ trường chỉ vẽ được một và chỉ một đường sức từ đi qua.\nB.Các đường sức từ là những đường cong không khép kín.\nC.Các đường sức từ không cắt nhau.\nD.Tính chất cơ bản của từ trường là tác dụng lực từ lên nam châm hay dòng điện đặt trong nó.",
        "giai_thich": "B – sai. Các đường sức từ là những đường cong khép kín hoặc vô hạn ở hai đầu. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Vật liệu nào sau đây không thể dùng làm nam châm?",
        "cac_lua_chon": "A.Sắt và hợp chất của sắt.\nB.Nickel và hợp chất của nickel.\nC.Cobalt và hợp chất của cobalt.\nD.Nhôm và hợp chất của nhôm.",
        "giai_thich": "D – sai vì nhôm và hợp chất của nhôm không phải là vật liệu từ. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Các đường sức từ là các đường cong vẽ trong không gian có từ trường sao cho?",
        "cac_lua_chon": "A.pháp tuyến tại mọi điểm trùng với hướng của từ trường tại điểm đó.\nB.tiếp tuyến tại mọi điểm trùng với hướng của từ trường tại điểm đó.\nC.pháp tuyến tại mỗi điểm tạo với hướng của từ trường một góc không đổi.\nD.tiếp tuyến tại mọi điểm tạo với hướng của từ trường một góc không đổi.",
        "giai_thich": "Các đường sức từ là các đường cong vẽ trong không gian có từ trường sao cho tiếp tuyến tại mọi điểm trùng với hướng của từ trường tại điểm đó. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "a) Đúng\nb) Sai. Bên ngoài một thanh nam châm, các đường sức từ đi từ cực bắc đến cực nam.\nc) Đúng\nĐáp án: a) Đúng; b) Sai; c) Đúng."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "Đối với dòng điện thẳng: Giơ ngón cái của bàn tay phải hướng theo chiều dòng điện, khum bốn ngón tay kia xung quanh dây dẫn thì chiều từ cổ tay đến bốn ngón tay đó là chiều của đường sức từ.\nĐáp án: theo chiều dòng điện; cổ tay đến bốn ngón tay."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Chọn câu đúng. Lực từ tác dụng lên một đoạn dây dẫn thẳng mang dòng điện tỉ lệ với?",
        "cac_lua_chon": "A.điện trở của đoạn dây.\nB.bình phương hiệu điện thế giữa hai đầu đoạn dây.\nC.căn bậc hai của hiệu điện thế giữa hai đầu đoạn dây.\nD.cường độ dòng điện qua đoạn dây.",
        "giai_thich": "Lực từ tác dụng lên một đoạn dây dẫn thẳng mang dòng điện tỉ lệ với cường độ dòng điện qua đoạn dây có biểu thức F = IBℓsinα. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Cảm ứng từ tại một điểm trong từ trường?",
        "cac_lua_chon": "A.cùng hướng với hướng của từ trường tại điểm đó.\nB.cùng hướng với lực từ tác dụng lên phần tử dòng điện đặt tại điểm đó.\nC.có độ lớn tỉ lệ nghịch với độ lớn của lực từ tác dụng lên phần tử dòng điện đặt tại điểm đó.\nD.có độ lớn tỉ lệ với cường độ của phần tử dòng điện đặt tại điểm đó.",
        "giai_thich": "Cảm ứng từ tại một điểm trong từ trường cùng hướng với hướng của từ trường tại điểm đó. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Lực từ tác dụng lên một dây dẫn có dòng điện đi qua đặt vuông góc với đường sức từ sẽ không thay đổi khi?",
        "cac_lua_chon": "A.dòng điện đổi chiều và giữ nguyên cường độ.\nB.từ trường đổi chiều và giữ nguyên cường độ.\nC.dòng điện và từ trường đồng thời đổi chiều và giữ nguyên cường độ.\nD.dòng điện giữ nguyên chiều nhưng thay đổi cường độ.",
        "giai_thich": "Lực từ tác dụng lên một dây dẫn có dòng điện đi qua đặt vuông góc với đường sức từ sẽ không thay đổi khi dòng điện và từ trường đồng thời đổi chiều và giữ nguyên cường độ. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Để có thể xác định chiều của lực từ tác dụng lên một đoạn dây dẫn thẳng mang dòng điện, người ta có thể dùng?",
        "cac_lua_chon": "A.quy tắc bàn tay trái.\nB.quy tắc cái đinh ốc.\nC.quy tắc nắm tay phải.\nD.quy tắc mặt Nam, mặt Bắc.",
        "giai_thich": "Để có thể xác định chiều của lực từ tác dụng lên một đoạn dây dẫn thẳng mang dòng điện, người ta có thể dùng quy tắc bàn tay trái. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Hướng của lực từ do từ trường đều?",
        "cac_lua_chon": "A.Hình 1.\nB.Hình 2.\nC.Hình 3.\nD.Hình 4.",
        "giai_thich": "Sử dụng quy tắc bàn tay trái. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Đoạn dây dẫn dài 20 cm mang dòng điện 2 A đặt trong từ trường đều có cảm ứng từ 0,05 T. Đoạn dây đặt hợp với các đường sức từ góc 30°. Lực từ tác dụng lên đoạn dây là?",
        "cac_lua_chon": "A.0,01 N.\nB.0,02 N.\nC.0,04 N.\nD.0,05 N.",
        "giai_thich": "F = IBℓsinα = 2.0,5.0,2.sin30° = 0,01N. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Một dây dẫn mang dòng điện có cường độ 8 A đặt trong một từ trường đều, cảm ứng từ có độ lớn bằng 0,5 T. Biết dòng điện hợp với các đường sức của từ trường góc 60°. Độ lớn của lực từ tác dụng lên 20 cm chiều dài của dây dẫn là?",
        "cac_lua_chon": "A.0,4 √ 3 N. B. 0,4N. C. 0,8N.\nD.0,8 √ 3 N.",
        "giai_thich": "F = IBℓsinα = 8.0,5.0,2.sin60° = 2√35235 N. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "Lực từ: F = IBℓsinα\nĐáp án: a) Sai; b) Sai; c) Sai; d) Đúng."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "a) Lực từ tác dụng lên dây có độ lớn là: Ftu =BIlsinθFtu =BIlsinθ .\nThay các giá trị đã cho: B = 0,500.10-4T; I = 20,0A; ℓ = 20,0m; θ = 90°, ta được: Ftu = 0,02N.\nDòng điện và cảm ứng từ đều ở trong mặt phẳng nằm ngang nên lực từ hướng thẳng đứng. Theo quy tắc bàn tay trái, lực từ có chiều từ trên xuống dưới.\nb) Lực hấp dẫn có độ lớn là: Fhd = mg = ρSℓg.\nThay các giá trị đã cho: ρ = 8,90.103 kg/m3; S = 2,50.10-6 m2; ℓ = 20,0m; g = 9,8 m.s2, ta được: Fhd = 4,361N.\nPhép tính này chứng tỏ rằng trong điều kiện bình thường, lực hấp dẫn tác dụng lên một dây dẫn mang dòng điện lớn hơn rất nhiều so với lực từ do từ trường Trái Đất gây ra.\nĐáp án\na) Ftu = 0,02N, hướng thẳng đứng từ trên xuống.\nb) Fhd = 4,361N."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu nào dưới đây nói về từ thông là không đúng?",
        "cac_lua_chon": "A.Từ thông qua mặt S là đại lượng xác định theo công thức\nB.Từ thông là một đại lượng vô hướng, có thể dương, âm hoặc bằng không.\nC.Từ thông qua mặt S chỉ phụ thuộc diện tích của mặt S, không phụ thuộc góc nghiêng của mặt đó so với hướng của các đường sức từ.\nD.Từ thông qua mặt S được đo bằng đơn vị vêbe (1 Wb = 1 T.m2), và có giá trị lớn nhất khi mặt này vuông góc với các đường sức từ.",
        "giai_thich": "C – sai vì Φ=B⋅S⋅cosαΦ=B⋅S⋅cosα . Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Cho vectơ pháp tuyến của khung dây vuông góc với các đường sức từ thì khi độ lớn cảm ứng từ tăng 2 lần, từ thông?",
        "cac_lua_chon": "A.bằng 0.\nB.tăng 2 lần.\nC.tăng 4 lần.\nD.giảm 2 lần.",
        "giai_thich": "Từ thông Φ=B⋅S⋅cosα=B⋅S⋅cos90°=0Φ=B⋅S⋅cosα=B⋅S⋅cos90°=0 . Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Một khung dây dẫn phẳng có diện tích S đặt trong từ trường đều có cảm ứng từ B, góc giữa vectơ cảm ứng từ và vectơ pháp tuyến là α. Từ thông qua diện tích S được tính theo công thức?",
        "cac_lua_chon": "A.Φ = \nB.S . cotan α .\nC.Φ = \nD.Φ = ",
        "giai_thich": "Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Weber là đơn vị đo từ thông, kí hiệu là Wb; 1 Wb bằng?",
        "cac_lua_chon": "A.1 T.m2.\nB.1 T/m.\nC.1 T.m.\nD.1 T/m2.",
        "giai_thich": "Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Ứng dụng nào sau đây không liên quan đến dòng Fu-cô?",
        "cac_lua_chon": "A.Phanh điện từ.\nB.Nấu chảy kim loại bằng cách để nó trong từ trường biến thiên.\nC.Lõi máy biến thế được ghép từ các lá thép mỏng cách điện với nhau.\nD.Đèn hình TV.",
        "giai_thich": "Đèn hình TV không liên quan đến dòng Fu-cô. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Hiện tượng cảm ứng điện từ không được sử dụng trong?",
        "cac_lua_chon": "A.đồng hồ tốc độ.\nB.máy biến áp.\nC.máy phát điện xoay chiều.\nD.lò sưởi.",
        "giai_thich": "Hiện tượng cảm ứng điện từ không được sử dụng trong lò sưởi. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Một khung dây phẳng giới hạn diện tích S = 5cm2 gồm 20 vòng dây đặt trong từ trường đều có cảm ứng từ B = 0,1 T sao cho mặt phẳng khung dây hợp với vectơ cảm ứng từ một góc 60°. Tính từ thông qua diện tích giới hạn bởi khung dây.?",
        "cac_lua_chon": "A.Φ = 8,66 ⋅ 10 − 4 Wb .\nB.Φ = 8,66 ⋅ 10 − 5 Wb .\nC.Φ = 3 √ 3 ⋅ 10 − 6 Wb .\nD.Φ = 3 √ 3 ⋅ 10 − 5 Wb .",
        "giai_thich": "Ta có công thức tính từ thông:\nΦ=NBScosαΦ=NBScosα  = 20.0,1.5.10−4.cos30°20.0,1.5.10−4.cos30° = 8,66⋅10−48,66⋅10−4  Wb.\nChọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "a) Đúng. Đây là kết luận về hiện tượng cảm ứng điện từ.\nb) Đúng. Đây là nội dung của định luật Faraday về cảm ứng điện từ.\nc) Sai. Nếu từ thông qua mạch kín lớn nhưng từ thông biến đổi với tốc độ nhỏ thì suất điện động cảm ứng sẽ nhỏ.\nd) Sai. Khi đưa nam châm lại gần ống dây, độ lớn của từ thông qua ống dây tăng và từ trường của dòng điện cảm ứng trong ống dây ngược chiều với từ trường của nam châm. Khi đó, từ truờng của dòng điện cảm ứng ngăn cản nam châm lại gần nó. Tức là ống dây sẽ đẩy nam châm.\nĐáp án: a) Đúng, b) Đúng, c) Sai, d) Sai."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "Ta có: Φ=BS⋅cosαΦ=BS⋅cosα  = BS⋅cos(→B,→n)BS⋅cos(B→,n→)  = 2⋅10−3⋅0,1⋅cos(00)2⋅10−3⋅0,1⋅cos00  = 2.10-4 Wb.\nĐáp án: 2.10-4 Wb."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Điện áp tức thời giữa hai đầu đoạn mạch điện xoay chiều là?",
        "cac_lua_chon": "A.311V.\nB.22V.\nC.156V.\nD.440V.",
        "giai_thich": "A. Sai. Giá trị hiệu dụng khác giá trị cực đại.\nB. Đúng. Ta có giá trị hiệu dụng là U=U0√2=311√2≈220VU=U02=3112≈220 V .\nC. Sai.\nD. Sai.\nĐáp án: B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Một khung dây dẫn có diện tích 50 cm2 gồm 250 vòng dây quay đều với vận tốc 3000 vòng/phút trong một từ trường đều có vectơ cảm ứng từ vuông góc với trục quay của khung dây và có độ lớn 0,02 T. Từ thông cực đại gửi qua khung là?",
        "cac_lua_chon": "A.0,025 Wb.\nB.0,15 Wb.\nC.1,5 Wb.\nD.15 Wb.",
        "giai_thich": "Từ thông cực đại: Φ=NBS=250.0,02.50.10−4Φ=NBS=250.0,02.50.10−4  = 0,025Wb. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Một cuộn dây dẹt hình chữ nhật diện tích 54 cm2 có 500 vòng dây quay đều với vận tốc 50 vòng/s quanh một trục nằm trong mặt phẳng của cuộn dây, trong một từ trường đều vuông góc với trục quay có B = 0,1 T. Biên độ suất điện động xuất hiện trong cuộn dây có giá trị bằng?",
        "cac_lua_chon": "A.84,8 V.\nB.60 V.\nC.42,4 V.\nD.120 V.",
        "giai_thich": "E0=NBSω=500.0,1.54.10−4.50.2πE0=NBSω=500.0,1.54.10−4.50.2π  = 84,78V. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Một khung dây dẫn quay đều quanh trục A trong một từ trường đều có cảm ứng từ vuông góc với trục quay của khung với tốc độ góc w = 150 vòng/phút. Từ thông cực đại qua khung dây là 10 Wb. Suất điện động cực đại trong khung dây bằng?",
        "cac_lua_chon": "B.50 √ 2 V.\nC.25 π √ 2 V.\nD.25 √ 2 V.",
        "giai_thich": "E0=ωΦ0=150.2π60.10E0=ωΦ0=150.2π60.10  = 157V. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Một máy phát điện xoay chiều với khung dây có 1000 vòng, quay đều trong từ trường đều có cảm ứng từ B = 0,11 T, diện tích mỗi vòng dây là 90 cm2, suất điện động cảm ứng trong khung có giá trị hiệu dụng 220 V. Chu kì biến thiên của suất điện động là?",
        "cac_lua_chon": "A.0,028 s.\nB.0,014 s.\nC.0,02 s.\nD.0,01 s.",
        "giai_thich": "E0=ωNBS⇒ω=E0NBS=220√21000.0,11.90.10−4E0=ωNBS⇒ω=E0NBS=22021000.0,11.90.10−4  = 314,3 rad/s\n=> T = 2πω=2π314,3≈0,02s2πω=2π314,3≈0,02 s . Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Khi cuộn dây có 100 vòng quay đều trong từ trường đều với vận tốc là w = 100p rad/s thì suất điện động cực đại là 314 V. Biết diện tích mỗi vòng dây là 400 cm2. Độ lớn cảm ứng từ là?",
        "cac_lua_chon": "A.25.10-2 T.\nB.25 T.\nC.25.10-3 T.\nD.2,5 T.",
        "giai_thich": "B = E0NSω=314100.400.10−4.100πE0NSω=314100.400.10−4.100π  = 0,25T. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Dòng điện xoay chiều là dòng điện có?",
        "cac_lua_chon": "A.cường độ là hàm bậc nhất của hiệu điện thế.\nB.cường độ biến đổi điều hòa theo thời gian.\nC.chiều biến đổi tuần hoàn theo thời gian.\nD.cường độ biến đổi tuần hoàn theo thời gian.",
        "giai_thich": "Dòng điện xoay chiều là dòng điện có cường độ biến đổi điều hòa theo thời gian. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "a) Đúng. Điện áp hiệu dụng để đèn sáng bình thường là U = 220V.\nTa có I=PU=75220=0,34 AI=PU=75220=0,34 A\nb) Sai. Đồng hồ đo giá trị hiệu dụng. Trong trường hợp này, giá trị hiệu dụng của cường độ dòng điện xoay chiều là I = 0,34A.\nc) Đúng. Năng lượng điện tiêu thụ là tích của công suất điện với thời gian tiêu thụ điện. Trong trường hợp này, năng lượng điện tiêu thụ là 75 W.h.\nd) Sai. Điện trờ của đèn khoảng R=UI=2200,34=647ΩR=UI=2200,34=647 Ω .\nĐáp án: a) Đúng, b) Sai, c) Đúng, d) Sai."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "a) Điện áp ghi ở các thiết bị điện là điện áp hiệu dụng.\nCường độ dòng điện hiệu dụng là I=PUI=PU\nThay các giá trị đã cho: P=2200 W;U=220 VP=2200 W;U=220 V , ta được: I = 10A.\nĐáp án: I = 10A"
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Chọn phát biểu sai. Máy biến áp?",
        "cac_lua_chon": "A.biến đổi điện áp của dòng điện xoay chiều.\nB.hoạt động dựa trên hiện tượng cảm ứng điện từ.\nC.biến đổi cường độ dòng điện xoay chiều.\nD.biến đổi tần số của dòng điện xoay chiều.",
        "giai_thich": "Máy biến áp:\n- biến đổi điện áp của dòng điện xoay chiều.\n- hoạt động dựa trên hiện tượng cảm ứng điện từ.\n- biến đổi cường độ dòng điện xoay chiều.\nChọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Gọi N1 và N2 là số vòng của cuộn sơ cấp và thứ cấp của một máy biến áp lí tưởng. Nếu mắc hai đầu của cuộn sơ cấp điện áp hiệu dụng là U thì điện áp hiệu dụng giữa hai đầu cuộn thứ cấp sẽ là?",
        "cac_lua_chon": "A.U 2 = U 1 ( N 2 N 1 ) 2 .\nB.U 2 = U 1 N 1 N 2 .\nC.U 2 = U 1 N 2 N 1 .\nD.U 2 = U 1 √ N 2 N 1 .",
        "giai_thich": "U2U1=N2 N1⇒U2=U1N2 N1U2U1=N2 N1⇒U2=U1N2 N1 . Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Một máy biến thế có số vòng của cuộn sơ cấp là 5000 và thứ cấp là 1000. Bỏ qua mọi hao phí của máy biến thế. Đặt vào hai đầu cuộn sơ cấp hiệu điện thế xoay chiều có giá trị hiệu dụng 100 V thì hiệu điện thế hiệu dụng ở hai đầu cuộn thứ cấp khi để hở có giá trị?",
        "cac_lua_chon": "A.20 V.\nB.40 V.\nC.10 V.\nD.500 V.",
        "giai_thich": "U2U1=N2 N1⇒U2=U1N2 N1=100.10005000=20VU2U1=N2 N1⇒U2=U1N2 N1=100.10005000=20V . Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Một máy biến áp lí tưởng có cuộn sơ cấp gồm 1000 vòng dây được mắc vào điện áp xoay chiều có hiệu điện thế 220 V. Khi đó điện áp hiệu dụng ở hai đầu cuộn thứ cấp để hở là 440 V. Số vòng dây của cuộn thứ cấp là do?",
        "cac_lua_chon": "A.500 vòng.\nB.2000 vòng.\nC.1100 vòng.\nD.2200 vòng.",
        "giai_thich": "U2U1=N2 N1⇒N2=N1U2 U1=1000.440220=2000U2U1=N2 N1⇒N2=N1U2 U1=1000.440220=2000 . Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Đặt vào hai đầu cuộn sơ cấp của máy biến áp lí tưởng một điện áp xoay chiều có giá trị hiệu dụng không đổi. Nếu tăng số vòng dây của cuộn thứ cấp thêm 20% thì điện áp hiệu dụng giữa hai đầu cuộn thứ cấp để hở tăng thêm 6 V so với ban đầu. Điện áp hiệu dụng ban đầu ở cuộn thứ cấp khi để hở là?",
        "cac_lua_chon": "A.30 V.\nB.40 V.\nC.48 V.\nD.60 V.",
        "giai_thich": "N1N2=U1U2⇒N1U1=N2U2N1N2=U1U2⇒N1U1=N2U2  (1)\nN1N2+0,2N2=U1U2+6⇒N1U1=1,2N2U2+6N1N2+0,2N2=U1U2+6⇒N1U1=1,2N2U2+6  (2)\nTừ (1) và (2) có: U2 + 6 = 1,2U2 => U2 = 30V. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Công dụng của máy biến áp là?",
        "cac_lua_chon": "A.biến đổi tần số của điện áp xoay chiều.\nB.biến đổi giá trị hiệu dụng của điện áp xoay chiều.\nC.biến đổi công suất của nguồn điện xoay chiều.\nD.biến điện áp xoay chiều thành điện áp một chiều.",
        "giai_thich": "Công dụng của máy biến áp là biến đổi giá trị hiệu dụng của điện áp xoay chiều. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Gọi n1; U1 là số vòng dây và hiệu điện thế giữa hai đầu cuộn sơ cấp. Gọi n2; U2 là số vòng dây và hiệu điện thế giữa hai đầu cuộn thứ cấp của một máy biến thế. Hệ thức đúng là?",
        "cac_lua_chon": "A.U 1 U 2 = n 1 n 2 .\nB.U 1 ⋅ n 1 = U 2 ⋅ n 2 .\nC.U 1 + U 2 = n 1 + n 2 .\nD.U 1 − U 2 = n 1 − n 2 .",
        "giai_thich": "Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "Đáp án: a) Sai; b) Sai; c) Đúng; d) Sai.\nGiải thích: Máy biến áp có tác dụng biến đổi điện áp, không làm biến đổi tần số."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "Áp dụng công thức máy biến áp ta có N1 N2=U1U2⇒N1 N2=55220=14N1 N2=U1U2⇒N1 N2=55220=14\nĐáp án: 0,25."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Sóng điện từ và sóng cơ học không có chung tính chất nào dưới đây?",
        "cac_lua_chon": "A.Phản xạ.\nB.Truyền được trong chân không.\nC.Khúc xạ.\nD.Mang năng lượng.",
        "giai_thich": "Sóng cơ không truyền được trong chân không. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Trong sóng điện từ, tần số càng cao thì?",
        "cac_lua_chon": "A.năng lượng càng lớn, sóng truyền thấp.\nB.năng lượng càng thấp, sóng truyền lại gần.\nC.năng lượng thấp, sóng truyền xa.\nD.năng lượng càng lớn, sóng truyền càng xa.",
        "giai_thich": "Tần số càng cao thì năng lượng càng lớn, bước sóng càng ngắn tức là sóng truyền thấp. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Sóng điện từ trong chân không có tần số f = 150 kHz, bước sóng của sóng điện từ là?",
        "cac_lua_chon": "A.l = 2000 m.\nB.l = 2000 km.\nC.l = 1000 m.\nD.l = 1000 km.",
        "giai_thich": "Bước sóng λ=cf=3.108150.103=2000mλ=cf=3.108150.103=2000 m . Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Vận tốc truyền sóng điện từ trong chân không là 3.108 m/s, tần số của sóng có bước sóng 30 m là?",
        "cac_lua_chon": "A.107 Hz.\nB.106 Hz.\nC.25.105 Hz.\nD.9.109 Hz.",
        "giai_thich": "Tần số: f=cλ=3.10830=107Hzf=cλ=3.10830=107 Hz . Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Trong quá trình lan truyền của sóng điện từ thì dao động của điện trường và của từ trường tại một điểm luôn?",
        "cac_lua_chon": "A.ngược pha.\nB.cùng pha.\nC.lệch pha π/2.\nD.lệch pha π/3.",
        "giai_thich": "Trong quá trình lan truyền của sóng điện từ thì dao động của điện trường và của từ trường tại một điểm luôn cùng pha,. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Chọn phát biểu đúng khi nói về từ trường xoáy?",
        "cac_lua_chon": "A.Có các đường sức là đường cong không kín.\nB.Có các đường sức là đường thẳng vuông góc với điện trường.\nC.Nơi nào có điện trường biến thiên nơi đó xuất hiện từ trường xoáy.\nD.Nơi nào có điện trường không thay đổi, nơi đó xuất hiện từ trường xoáy.",
        "giai_thich": "Tại một nơi có điện trường biến thiên theo thời gian thì tại nơi đó xuất hiện một từ trường xoáy. Đường sức của từ trường luôn khép kín. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Khi một điện trường biến thiên theo thời gian sẽ sinh ra?",
        "cac_lua_chon": "A.điện trường xoáy.\nB.từ trường xoáy.\nC.một dòng điện.\nD.từ trường và điện trường biến thiên.",
        "giai_thich": "Ta có điện trường biến thiên sinh ra từ trường xoáy. Chọn B"
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "Đáp án: a) Đúng; b) Sai; c) Sai; d) Đúng."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "Điện trường và từ trường biến đổi cùng pha, nên ta có:\nBE=B0E0⇒−1,2E=320⇒E=−8(μV/m)BE=B0E0⇒−1,2E=320⇒E=−8(μV/m)\nĐáp án: −8(μV/m)−8(μV/m) ."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Phát biểu nào sau đây về cấu tạo của hạt nhân nguyên tử là không đúng?",
        "cac_lua_chon": "A.Proton trong hạt nhân mang điện tích +e.\nB.Neutron trong hạt nhân mang điện tích -e.\nC.Tổng số các proton và neutron gọi là số khối.\nD.Số proton trong hạt nhân đúng bằng số electron trong nguyên tử.",
        "giai_thich": "Neutron không mang điện. Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Hạt nhân nguyên tử?",
        "cac_lua_chon": "A.Z neutron và A proton.\nB.Z proton và A neutron.\nC.Z proton và (A – Z) neutron.\nD.Z neutron và (A+Z) proton.",
        "giai_thich": "Hạt nhân nguyên tử AZXZAX  có cấu tạo gồm Z proton và (A – Z) neutron. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Hai hạt nhân?",
        "cac_lua_chon": "A.điện tích.\nB.số neutron.\nC.số nucleon.\nD.số proton.",
        "giai_thich": "Hai hạt nhân 31 T13 T  và 32He23He  có cùng số khối A = 3. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Số nucleon có trong hạt nhân?",
        "cac_lua_chon": "A.11.\nB.12.\nC.34.\nD.23.",
        "giai_thich": "Số nucleon có trong hạt nhân 2311Na1123Na  là A = 23. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Trong hạt nhân?",
        "cac_lua_chon": "A.67 proton.\nB.67 neutron.\nC.30 proton.\nD.30 neutron.",
        "giai_thich": "Trong hạt nhân 6730Zn3067Zn  có 30 proton, 67 nucleon, 37 neutron. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Trong 102 g?",
        "cac_lua_chon": "A.6,14.1025 hạt.\nB.4,87.1024 hạt.\nC.3,31.1025 hạt.\nD.5,68.1025 hạt.",
        "giai_thich": "Số hạt nhân 6329Cu2963Cu  có trong 102 g 6329Cu2963Cu  là:\nN = NA.n=NA.mM=6,02.1023.10263=9,75.1023NA.n=NA.mM=6,02.1023.10263=9,75.1023\nTrong 1 hạt nhân 6329Cu2963Cu  có 29 proton, 34 neutron, do đó trong 102 g 6329Cu2963Cu  có:\nNp=9,75.1023.29=2,8.1025Np=9,75.1023.29=2,8.1025  và Nn=9,75.1023.34=3,3.1025Nn=9,75.1023.34=3,3.1025\nSố neutron nhiều hơn số proton xấp xỉ 5.1024 hạt. Chọn B"
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Biết?",
        "cac_lua_chon": "A.2,38.1023.\nB.2,20.1025.\nC.1,19.1025.\nD.9,21.1024.",
        "giai_thich": "Hạt nhân 23892U92238U  có 146 neutron\n=> Nn=146(mA)NANn=146mANA  = 146(59,50 g238 g)⋅6,02⋅102314659,50 g238 g⋅6,02⋅1023  = 2,1973⋅10252,1973⋅1025 . Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "Từ dữ kiện đề bài, ta biết được cấu tạo và kí hiệu của các hạt nhân:\nHạt nhân X có tất cả 19 nucleon, gồm 9 proton và 10 neutron, kí hiệu 199X919X .\nHạt nhân Y có tất cả 20 nucleon, gồm 9 proton và 11 neutron, kí hiệu 209Y920Y .\nHạt nhân Z có tất cả 20 nucleon, gồm 10 proton và 10 neutron, kí hiệu 2010Z1020Z .\na) Hạt nhân X và Y là hai hạt nhân đồng vị => phát biểu a) Đúng.\nb) Hạt nhân X có điện tích +9e, hạt nhân Z có điện tích +10e => phát biểu b) Sai.\nc) Hạt nhân Y và Z có cùng số khối là 20 => phát biểu c) Đúng.\nd) Hạt nhân Y và Z có cùng số khối nên có bán kính xấp xỉ bằng nhau theo công thức R = (1,2.10−15 m)A1/31,2.10−15 mA1/3  => phát biểu d) Đúng.\nĐáp án: a) Đúng; b) Sai; c) Đúng; d) Đúng."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "Áp dụng công thức tính bán kính hạt nhân\nR = R0 A13=1,2⋅10−153√204=7,1⋅10−15( m)R0 A13=1,2⋅10−152043=7,1⋅10−15( m)\nĐáp án: 7,1.10-15 m."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Nếu 3,6 g một chất được chuyển hóa hoàn toàn thành năng lượng thì năng lượng đó có giá trị là bao nhiêu?",
        "cac_lua_chon": "A.9.1010 kWh.\nB.9.107 kWh.\nC.3,24.1010 kWh.\nD.3,24.107 kWh.",
        "giai_thich": "Ta có: E = mc2 = 3,6.10-3.(3.108)2 = 3,24.1014 (J) = 9.107 kWh."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Cho khối lượng của hạt nhân?",
        "cac_lua_chon": "A.0,9868 amu.\nB.0,6986 amu.\nC.0,6868 amu.\nD.0,9686 amu.",
        "giai_thich": "Δm=Zmp+(A−Z)mn−mxΔm=Zmp+(A−Z)mn−mx  = (47.1,0073+60.1,0087−106,8783)(47.1,0073+60.1,0087−106,8783)  = 0,9869 amu. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Cho phản ứng hạt nhân:?",
        "cac_lua_chon": "A.anpha.\nB.neutron.\nC.deuteri.\nD.proton.",
        "giai_thich": "Ta có: AZX+199 F→42He+168OZAX+919 F→24He+816O  => {A+19=4+16Z+9=2+8⇒{A=1Z=1A+19=4+16Z+9=2+8⇒A=1Z=1 . Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Khối lượng của hạt proton, neutron và hạt deuteri?",
        "cac_lua_chon": "A.2,24 MeV.\nB.3,06 MeV.\nC.1,12 MeV.\nD.4,48 MeV.",
        "giai_thich": "Δm=Zmp+(A−Z)mn−mXΔm=Zmp+(A−Z)mn−mX  = 1⋅1,0073+(2−1)⋅1,0087−2,01361⋅1,0073+(2−1)⋅1,0087−2,0136  = 2,4⋅10−3amu2,4⋅10−3amu\n=> Elk=Δm⋅c2Elk=Δm⋅c2  = 2,4⋅10−3⋅amu⋅c2931,5=2,2356MeV2,4⋅10−3⋅amu⋅c2⏟931,5=2,2356MeV . Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Hạt nhân?",
        "cac_lua_chon": "A.0,6321 MeV/nucleon.\nB.63,2152 MeV/nucleon.\nC.632,1531 MeV/nucleon.\nD.6,3215 MeV/nucleon.",
        "giai_thich": "Δm=Zmp+(A−Z)mn−mXΔm=Zmp+(A−Z)mn−mX  = 4⋅1,0073+(10−4)⋅1,0087−10,01354⋅1,0073+(10−4)⋅1,0087−10,0135  = 0,0679amu\n=> Elk=Δm⋅c2Elk=Δm⋅c2  = 0,0679⋅amu⋅c2931,5MeV0,0679⋅amu⋅c2⏟931,5MeV  = 63,2489 MeV\n=> Elkr=ElkA=63,248910=6,3249(MeV nucleon )Elkr=ElkA=63,248910=6,3249MeV nucleon  . Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Biết khối lượng của các hạt α, proton và neutron lần lượt là 4,0015 amu; 1,0073 amu và 1,0087 amu. Năng lượng tỏa ra khi tổng hợp được 11,2 lít khí He ở điều kiện tiêu chuẩn là?",
        "cac_lua_chon": "A.8,55.1024 MeV.\nB.4,71.1025 MeV.\nC.3,41.1025 MeV.\nD.2,11.1027 MeV.",
        "giai_thich": "Q=n⋅Elk=V22,4⋅NA⋅Q Q=n⋅Elk=V22,4⋅NA⋅Q   = 11,222,4⋅6,023⋅1023⋅(2⋅1,0073+2⋅1,0087−4,0015)⋅931,511,222,4⋅6,023⋅1023⋅(2⋅1,0073+2⋅1,0087−4,0015)⋅931,5\n≈8,55⋅1024MeV≈8,55⋅1024MeV . Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Cho hạt nhân?",
        "cac_lua_chon": "A.1,084.1027 J.\nB.1,0884.1027 MeV.\nC.1800 MeV.\nD.1,84.1022 MeV.",
        "giai_thich": "Elk=[92mp+146mn−mU]c2Elk=92mp+146mn−mUc2  = 1807,44MeV1807,44MeV  => Q=Elk⋅NA=1,0884⋅1027MeVQ=Elk⋅NA=1,0884⋅1027MeV .\nChọn B"
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "a) Hạt nhân A có 202 – 122 = 80 proton.\nHạt nhân A và B là hai hạt nhân đồng vị → Phát biểu a) Đúng.\nb) Hạt nhân B có 204 – 80 = 124 neutron, trong khi đó hạt nhân A chỉ có 122 neutron → Phát biểu b) Sai.\nc) Hạt nhân A có độ hụt khối nhỏ hơn hạt nhân B:\nΔmA<ΔmB⇔ΔmAc2<ΔmBc2⇔ElkA<ElkBΔmA<ΔmB⇔ΔmAc2<ΔmBc2⇔ElkA<ElkB  → Phát biểu c) Đúng.\nd) Tính năng lượng liên kết riêng của mỗi hạt nhân:\nEklkA=EkkAAA=1,71228.(931,5MeV/c2)c2202 nucleon =7,896EklkA=EkkAAA=1,71228.931,5MeV/c2c2202 nucleon =7,896  MeV / nucleon\nEkrB=EkkBAB=1,72675⋅(931,5MeV/c2)c2204 nucleon =7,885EkrB=EkkBAB=1,72675⋅931,5MeV/c2c2204 nucleon =7,885  MeV / nucleon\nElkrA>ElkrBElkrA>ElkrB  nên hạt nhân A bền vững hơn hạt nhân B => Phát biểu d) Sai.\nĐáp án: a) Đúng; b) Sai; c) Đúng; d) Sai."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "a) Do điện tích và số nucleon được bảo toàn trong các phản ứng hạt nhân nên:\n3 + 1 = 2 + Z => Z = 2\n6 + 2 = 4 + A => A = 4\nHạt nhân AZXZAX  là 42He24He .\nPhương trình phản ứng hạt nhân có dạng: 63Li+21D→42He+42He36Li+12D→24He+24He .\nb) Năng lượng toả ra của một phản ứng hạt nhân:\nEtoả = (mtrước – msau)c2 = [(6,01512u+2,01410u)−(2.4,00260u)]c2[(6,01512u+2,01410u)−(2.4,00260u)]c2\n= 0,02402uc2=0,02402.(931,5MeV/c2)c2=22,37MeV0,02402uc2=0,02402.931,5MeV/c2c2=22,37MeV .\nc) Mỗi phản ứng tạo ra hai nguyên tử helium nên để tổng hợp được 1,00 g helium, số phản ứng cần xảy ra là\n(1,00 g)(4 g/mol)⋅(6,02⋅1023(1,00 g)(4 g/mol)⋅(6,02⋅1023  nguyên tử /mol) : (2 nguyên tử /phản ứng) = 7,53.1022 phản ứng.\nTổng năng lượng toả ra khi tổng hợp được 1,00 g helium là\nE = (7,53.1022 phản ứng).(22,4 MeV/phản ứng).(1,6⋅10−13 J/MeV)1,6⋅10−13 J/MeV  = 2,69⋅1011 J2,69⋅1011 J\nNăng lượng này đun sôi được số kilôgam nước ở 20°C là\nm = EcΔt=(2,70⋅1011 J)(4180 J/kg⋅K)⋅(100∘C−20∘C)=8,07⋅105 kgEcΔt=2,70⋅1011 J(4180 J/kg⋅K)⋅100°C−20°C=8,07⋅105 kg\nĐáp án: a) 63Li+21D→42He+42He.36Li+12D→24He+24He. ; b) 22,4MeV; c) 8,07.105 kg."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Ban đầu có 10 g?",
        "cac_lua_chon": "A.1,25 g.\nB.0,3125 g.\nC.0,15625 g.\nD.2,5 g.",
        "giai_thich": "Khối lượng chất phóng xạ còn lại sau 22,8 ngày là\nm = m0⋅2−tT=10.2−22,83,8m0⋅2−tT=10.2−22,83,8  = 0,15625g. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Ban đầu có 18 g?",
        "cac_lua_chon": "A.6,59 g.\nB.4,22 g.\nC.8,36 g.\nD.12,98 g.",
        "giai_thich": "Khối lượng chất phóng xạ còn lại sau 200 ngày là\nm = m0⋅2−tT=18⋅2−200138m0⋅2−tT=18⋅2−200138  = 6,59g. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Ban đầu có 0,2 mol?",
        "cac_lua_chon": "A.3,11.1022.\nB.2,03.1021.\nC.4,27.1022.\nD.3,011.1022.",
        "giai_thich": "Số mol hạt nhân P còn lại sau 28,4 ngày là n = n0⋅2−tT=0,2⋅2−28,414,2n0⋅2−tT=0,2⋅2−28,414,2  = 0,05 (mol)\nSố hạt nhân phóng xạ P còn lại sau 28,4 ngày là N = nNA = 3,011.2022. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Một chất phóng xạ ban đầu có N0 hạt nhân. Sau 1 năm, còn lại một phần ba số hạt nhân ban đầu chưa phân rã. Sau 1 năm nữa, số hạt nhân còn lại chưa phân rã của chất phóng xạ đó là?",
        "cac_lua_chon": "A.N 0 16 .\nB.N 0 9 .\nC.N 0 4 .\nD.N 0 6 .",
        "giai_thich": "N = N0⋅2−tT⇒⎧⎪⎨⎪⎩t1=1⇒N1=N0⋅2−t1 T=N03⇒13=2−1 Tt2=1⇒N2=N1⋅2−t2 T=N03⋅13=N09N0⋅2−tT⇒t1=1⇒N1=N0⋅2−t1 T=N03⇒13=2−1 Tt2=1⇒N2=N1⋅2−t2 T=N03⋅13=N09 . Chọn B."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Tia nào sau đây không phải là tia phóng xạ?",
        "cac_lua_chon": "A.Tia b-.\nB.Tia b+.\nC.Tia X.\nD.Tia a.",
        "giai_thich": "Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Phát biểu nào sau đây sai?",
        "cac_lua_chon": "A.Tia a làm ion hóa mạnh các nguyên tử trên đường đi của nó và mất năng lượng rất nhanh.\nB.Tia b cũng làm ion hóa môi trường nhưng yếu hơn so với tia a.\nC.Tia g có khả năng xuyên thấu lớn hơn nhiều so với tia a và b.\nD.Tia X có khả năng đâm xuyên mạnh hơn tia g.",
        "giai_thich": "Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Polonium?",
        "cac_lua_chon": "A.2,12 mg.\nB.20,8 mg.\nC.30,9 mg.\nD.15,7 mg.",
        "giai_thich": "Số mol hạt nhân phóng xạ polonium ban đầu là no=42210⋅10−3=2⋅10−4 molno=42210⋅10−3=2⋅10−4 mol\nSố mol hạt nhân phóng xạ polonium còn lại là n = no⋅2−280/140=5⋅10−5 molno⋅2−280/140=5⋅10−5 mol\n=> Số hạt nhân polonium bị mất đi là npx = no - n = 1,5.10-4 mol.\nSố hạt nhân chì được tạo thành bằng số hạt nhân poloni mất đi: nPb = npx = 1,5.10-4mol.\n=> Khối lượng chì được tạo thành là: nPb = nPb.206 = 30,9.10-3g = 30,9mg. Chọn C."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai?",
        "cac_lua_chon": "",
        "giai_thich": "a) Phương trình phóng xạ β- có dạng: 13354Xe→AZX+0−1e+00˜v54133Xe→ZAX+−10e+00v~\nDo điện tích và số nucleon được bảo toàn trong các phản ứng hạt nhân nên:\nZ = 55 và A = 133. Vậy hạt nhân sản phẩm phân rã là 13355Cs55133Cs  => Phát biểu a) Đúng.\nb) Hằng số phóng xạ của xenon là\nλ=ln2T=ln25,24.24.3600=1,53.10−6 s−1λ=ln2T=ln25,24.24.3600=1,53.10−6 s−1  => Phát biểu b) Sai.\nc) Số nguyên tử xenon trong mẫu mới sản xuất là\nN0=H0λ=4,25⋅109 Bq1,53⋅10−6 s−1=2,78⋅1015N0=H0λ=4,25⋅109 Bq1,53⋅10−6 s−1=2,78⋅1015  nguyên tử => Phát biểu c) Đúng.\nd) Độ phóng xạ của mẫu khi bệnh nhân sử dụng là\nH=H02−tT=(4,25⋅109 Bq)⋅2−3,005,24=2,86⋅109 BqH=H02−tT=4,25⋅109 Bq⋅2−3,005,24=2,86⋅109 Bq  => Phát biểu d) Sai.\nĐáp án: a) Đúng; b) Sai; c) Đúng; d) Sai."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Câu trả lời ngắn.?",
        "cac_lua_chon": "",
        "giai_thich": "Thời điềm ban đầu có N0A và N0B hạt nhân A và B trong mẫu: N0AN0B=5N0AN0B=5 .\nSau 2,0 giờ, số nguyên tử mỗi đồng vị có trong mẫu là NA=N0A2−tTANA=N0A2−tTA  và NB=N0B2−tTBNB=N0B2−tTB .\nTheo đề bài:\nNANB=N0A2−tTAN0B2−tTB=N0AN0B2t(1TB−1TA)=1NANB=N0A2−tTAN0B2−tTB=N0AN0B2t1TB−1TA=1  => 2t.(1TB−1TA)=152t.1TB−1TA=15  => t(1TB−1TA)=log2(15)t1TB−1TA=log215\nThay số: t = 2,0 giờ và TA = 0,50 giờ ta tìm được TB = 1,2 giờ.\nĐáp án: 1,2 giờ."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Trong công nghiệp, phương pháp nào sau đây không sử dụng phóng xạ?",
        "cac_lua_chon": "A.Dò tìm khuyết tật kim loại bằng phương pháp chụp ảnh gamma.\nB.Xác định thành phần nguyên tố của vật liệu bằng phương pháp quang phổ phát xạ.\nC.Khử trùng thực phẩm bằng tia gamma.\nD.Sản xuất điện năng bằng lò phản ứng hạt nhân.",
        "giai_thich": "D – không sử dụng phóng xạ mà dùng năng lượng của phản ứng hạt nhân. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Ứng dụng nào sau đây không phải của phóng xạ?",
        "cac_lua_chon": "A.Trong nông nghiệp tạo ra các giống cây trồng mới có năng suất cao, khả năng chống chịu tốt.\nB.Trong y học dùng chùm tia phóng xạ để tiêu diệt tế bào ung thư, từ đó điều trị khối u hoặc làm thu nhỏ khối u.\nC.Xác định tuổi, niên đại của các cổ vật gốc sinh vật khai quật được.\nD.Xác định nhiệt độ của các thiên thể trong vũ trụ.",
        "giai_thich": "D – không phải ứng dụng của phóng xạ. Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Phóng xạ được sử dụng để tạo ra giống cây trồng mới có năng suất cao, khả năng chống chịu tốt thông qua?",
        "cac_lua_chon": "A.gây đột biến gene.\nB.lai tạo giống.\nC.tăng cường thụ phấn.\nD.nuôi cấy mô.",
        "giai_thich": "Phóng xạ được sử dụng để tạo ra giống cây trồng mới có năng suất cao, khả năng chống chịu tốt thông qua gây đột biến gene. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Ứng dụng nào của phóng xạ giúp bảo quản thực phẩm sau thu hoạch?",
        "cac_lua_chon": "A.Chiếu xạ thực phẩm bằng tia gamma.\nB.Sử dụng khí lạnh để bảo quản.\nC.Sử dụng chất bảo quản thực phẩm.\nD.Đóng hộp thực phẩm.",
        "giai_thich": "Chiếu xạ thực phẩm bằng tia gamma để diệt vi trùng có hại, để bảo quản thực phẩm sau thu hoạch. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Phương pháp nguyên tử đánh dấu là gì?",
        "cac_lua_chon": "A.Phương pháp sử dụng các nguyên tử có tính phóng xạ để theo dõi quá trình chuyển động hoặc biến đổi của các chất.\nB.Phương pháp sử dụng các nguyên tử có kích thước nhỏ để đánh dấu các vật thể.\nC.Phương pháp sử dụng các nguyên tử có cấu trúc đặc biệt để đánh dấu các chất.\nD.Phương pháp sử dụng các nguyên tử có khối lượng lớn để đánh dấu các vật liệu.",
        "giai_thich": "Phương pháp nguyên tử đánh dấu là phương pháp sử dụng các nguyên tử có tính phóng xạ để theo dõi quá trình chuyển động hoặc biến đổi của các chất. Chọn A."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Phương pháp nguyên tử đánh dấu đóng vai trò quan trọng trong lĩnh vực nào?",
        "cac_lua_chon": "A.Y học.\nB.Nông nghiệp.\nC.Môi trường.\nD.Tất cả các lĩnh vực trên.",
        "giai_thich": "Chọn D."
    },
    {
        "title": "trac nghiem",
        "cau_hoi": "Bộ phận chính của nhà máy điện hạt nhân là gì?",
        "cac_lua_chon": "A.Lò phản ứng hạt nhân.\nB.Đường vào của nước làm mát.\nC.Tháp làm mát.\nD.Bộ phận sinh hơi.",
        "giai_thich": "Bộ phận chính của nhà máy điện hạt nhân là lò phản ứng hạt nhân. Chọn A."
    }
]