[
  {
    "cau_hoi": "Câu 1: Phát biểu nào sau đây là sai khi nói về sự nóng chảy và sự đông đặc?\nA. Các chất khác nhau sẽ nóng chảy (hay đông đặc) ở nhiệt độ khác nhau.\nB. Đối với một chất nhất định, nếu nóng chảy ở nhiệt độ nào thì sẽ đông đặc ở nhiệt độ ấy.\nC. Nhiệt độ của vật sẽ tăng dần trong quá trình nóng chảy và giảm dần trong quá trình đông đặc.\nD. Phần lớn các chất nóng chảy (hay đông đặc) ở một nhiệt độ nhất định.",
    "dap_an": [
      "C – sai, vì trong quá trình nóng chảy và quá trình đông đặc đang diễn ra thì nhiệt độ nóng chảy hay nhiệt độ đông đặc không đổi. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 2: Tại sao quả bóng bay dù được buộc chặt để lâu ngày vẫn bị xẹp?\nA. Vì khi mới thổi, không khí từ miệng vào bóng còn nóng, sau đó lạnh dần nên co lại.\nB. Vì cao su là chất đàn hồi nên sau khi bị thổi căng nó tự động co lại.\nC. Vì không khí nhẹ nên có thể chui qua chỗ buộc ra ngoài.\nD. Vì giữa các phân tử của chất làm vỏ bóng có khoảng cách nên các phân tử không khí có thể qua đó thoát ra ngoài.",
    "dap_an": [
      "D – đúng. Vì giữa các phân tử của chất làm vỏ bóng có khoảng cách nên các phân tử không khí có thể qua đó thoát ra ngoài. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 3: Trường hợp nào sau đây liên quan tới sự nóng chảy?\nA. Sương đọng trên lá cây.\nB. Khăn ướt sẽ khô khi được phơi ra nắng.\nC. Đun nước đổ đầy ấm, nước có thể tràn ra ngoài.\nD. Cục nước đá bỏ từ tủ đá ra ngoài, sau một thời gian, tan thành nước.",
    "dap_an": [
      "D – đúng. Cục nước đá đang ở thể rắn, khi được bỏ ra ngoài một thời gian nó chuyển sang thể lỏng, đó là quá trình nóng chảy. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 4: Hãy tìm ý không đúng với mô hình động học phân tử trong các ý sau?\nA. Các chất được cấu tạo từ các hạt riêng biệt là phân tử.\nB. Các phân tử chuyển động không ngừng.\nC. Tốc độ chuyển động của các phân tử cấu tạo nên vật càng lớn thì thể tích của vật càng lớn.\nD. Giữa các phân tử có lực tương tác gọi là lực liên kết phân tử.",
    "dap_an": [
      "C – sai. Vì tốc độ chuyển động của các phân tử cấu tạo nên vật càng lớn thì nhiệt độ của vật càng lớn. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 5: Các chất có thể tồn tại ở những thể nào?\nA. Thể rắn.\nB. Thể lỏng.\nC. Thể khí.\nD. Thể rắn, thể lỏng hoặc thể khí.",
    "dap_an": [
      "Các chất có thể tồn tại ở thể rắn, thể lỏng hoặc thể rắn. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 6: Hãy chọn phương án sai trong các câu sau: Cùng một khối lượng của cùng một chất nhưng khi ở các thể khác nhau thì sẽ khác nhau\nA. thể tích.\nB. khối lượng riêng.\nC. kích thước của các nguyên tử.\nD. trật tự của các nguyên tử.",
    "dap_an": [
      "Cùng một khối lượng của cùng một chất nhưng khi ở các thể khác nhau thì sẽ khác nhau về trật tự của các nguyên tử. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 7: Vật rắn có hình dạng xác định vì phân tử cấu tạo nên vật rắn\nA. không chuyển động.\nB. đứng xa nhau.\nC. chuyển động với vận tốc nhỏ không đáng kể.\nD. chuyển động quanh một vị trí cân bằng xác định.",
    "dap_an": [
      "Vật rắn có hình dạng xác định vì phân tử cấu tạo nên vật rắn chỉ dao động quanh một vị trí cân bằng xác định. Chọn D."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Các phát biểu sau đây đúng hay sai?\na) Chất khí không có hình dạng và thể tích riêng, luôn chiếm toàn bộ thể tích bình chứa và có thể nén được dễ dàng.\nb) Vật ở thể rắn có thể tích và hình dạng riêng, rất khó nén.\nc) Vật ở thể lỏng có thể tích riêng nhưng không có hình dạng riêng.\nd) Các chất không thể chuyển từ dạng này sang dạng khác.",
    "dap_an": [
      "a) Đúng",
      "b) Đúng",
      "c) Đúng.",
      "d) Sai. Vì các chất có thể chuyển từ trạng thái này sang trạng thái khác."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Ở nhiệt độ 27,0°C, các phân tử hydrogen chuyển động với tốc độ trung bình khoảng 1900 m/s. Khối lượng của phân tử hydrogen 33,6.10-28 kg. Động năng trung bình của 1021 phân tử hydrogen bằng bao nhiêu J (viết đáp số 3 con số)?",
    "dap_an": [
      "Động năng của 1021 phân tử hydrogen:",
      "Wd = 1021⋅12mv2=1021⋅12⋅(33,6⋅10−28 kg)(1900 m/s)2=6,06 J1021⋅12mv2=1021⋅12⋅33,6⋅10−28 kg(1900 m/s)2=6,06 J<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msup><mn>10</mn><mn>21</mn></msup><mo>⋅</mo><mfrac><mn>1</mn><mn>2</mn></mfrac><mi>m</mi><msup><mi>v</mi><mn>2</mn></msup><mo>=</mo><msup><mn>10</mn><mn>21</mn></msup><mo>⋅</mo><mfrac><mn>1</mn><mn>2</mn></mfrac><mo>⋅</mo><mfenced><mrow><mn>33,6</mn><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>28</mn></mrow></msup><mo> </mo><mtext>kg</mtext></mrow></mfenced><msup><mrow><mo>(</mo><mn>1900</mn><mo> </mo><mtext>m</mtext><mo>/</mo><mtext>s</mtext><mo>)</mo></mrow><mn>2</mn></msup><mo>=</mo><mn>6,06</mn><mo> </mo><mtext>J</mtext></math>",
      "Đáp án: 6,06 J."
    ]
  },
  {
    "cau_hoi": "Câu 1: Câu nào sau đây nói về nội năng là đúng?\nA. Nội năng là nhiệt lượng.\nB. Nội năng của vật A lớn hơn nội năng của vật B thì nhiệt độ của vật cũng lớn hơn nhiệt độ của vật B.\nC. Nội năng của vật chỉ thay đổi trong quá trình truyền nhiệt, không thay đổi trong quá trình thực hiện công.\nD. Nội năng là một dạng năng lượng.",
    "dap_an": [
      "A – sai vì nội năng là một dạng năng lượng",
      "B – sai vì nhiệt độ lớn hơn thì nội năng lớn hơn, nhưng nội năng lớn hơn chưa chắc đã có nhiệt độ lớn hơn.",
      "C – sai vì có hai cách làm thay đổi nội năng đó là thực hiện công và truyền nhiệt.",
      "Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 2: Điều nào sau đây là sai khi nói về nội năng?\nA. Nội năng của một vật là dạng năng lượng bao gồm tổng động năng của các phân tử cấu tạo nên vật và thế năng tương tác giữa chúng.\nB. Đơn vị của nội năng là Jun (J).\nC. Nội năng của một vật phụ thuộc vào nhiệt độ và thể tích của vật.\nD. Nội năng không thể biến đổi được.",
    "dap_an": [
      "D – sai vì nội năng có thể tăng hoặc giảm thông qua hai hình thức là thực hiện công hoặc truyền nhiệt. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 3: Nội năng của một vật\nA. phụ thuộc vào nhiệt độ của vật.\nB. phụ thuộc thể tích của vật.\nC. phụ thuộc thể tích và nhiệt độ của vật.\nD. không phụ thuộc thể tích và nhiệt độ của vật.",
    "dap_an": [
      "Nội năng của một vật phụ thuộc vào nhiệt độ và thể tích. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 4: Khi năng lượng của các phân tử cấu tạo nên vật giảm thì\nA. nội năng của vật tăng.\nB. nội năng của vật cũng giảm.\nC. nội năng của vật tăng rồi giảm.\nD. nội năng của vật không thay đổi.",
    "dap_an": [
      "Năng lượng của các phân tử cấu tạo nên vật giảm thì nội năng của vật giảm.",
      "Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 5: Chọn phát biểu không đúng?\nA. Biến thiên nội năng là quá trình thay đổi cơ năng của vật.\nB. Biến thiên nội năng là quá trình thay đổi nội năng của vật.\nC. Độ biến thiên nội năng DU: là phần nội năng tăng thêm hay giảm bớt đi trong một quá trình.\nD. Đơn vị của nội năng là Jun (J).",
    "dap_an": [
      "A – sai vì biến thiên nội năng là quá trình biến đổi nội năng của vật, nội năng có thể tăng hoặc giảm trong một quá trình. Đơn vị của nội năng là Jun. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 6: Đơn vị của độ biến thiên nội năng DU là\nA. °C.\nB. K.\nC. J.\nD. Pa.",
    "dap_an": [
      "Đơn vị của độ biến thiên nội năng là Jun (J). Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 7: Chọn câu đúng? Cách làm thay đổi nội năng bằng hình thức thực hiện công cơ học là\nA. Bỏ miếng kim loại vào nước nóng.\nB. Ma sát một miếng kim loại trên mặt bàn.\nC. Bỏ miếng kim loại vào nước đá.\nD. Hơ nóng miếng kim loại trên ngọn lửa đèn cồn.",
    "dap_an": [
      "A, C, D là hình thức truyền nhiệt. Chọn B."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Cho biết các phát biểu sau đúng hay sai?\na) Vật rắn đang nóng chảy thì nội năng của nó giảm.\nb) Nước đá đang tan thì nội năng của nó tăng.\nc) Hơi nước ngưng tụ ở nhiệt độ không đổi thì nội năng của nó giảm.\nd) Vật trượt trên mặt phẳng nằm nghiêng thì nội năng của nó tăng.",
    "dap_an": [
      "a) Sai.",
      "Nội năng của vật tăng mặc dù nhiệt độ của vật đang nóng chảy không đổi, nhưng chúng luôn nhận được thêm nhiệt lượng Q để nóng chảy hoàn toàn, nên do đó nhiệt lượng tăng làm nội năng tăng.",
      "b) Đúng.",
      "Nội năng của nước đá đang tan tăng mặc dù nhiệt độ của nước đá đang tan không đổi, nhưng chúng luôn nhận được thêm nhiệt lượng Q từ môi trường bên ngoài để nóng chảy hoàn toàn, nên do đó nhiệt lượng tăng làm nội năng tăng.",
      "c) Đúng.",
      "Nội năng của hơi nước ngưng tụ ở nhiệt độ không đổi giảm vì nó truyền nhiệt lượng ra môi trường bên ngoài nên nhiệt lượng giảm dẫn đến nội năng giảm.",
      "d) Đúng.",
      "Khi vật trượt trên mặt phẳng nghiêng thì có sự thực hiện công lên vật, do đó vật nhận công, suy ra nội năng tăng.",
      "Đáp án: a) Sai; b) Đúng; c) Đúng; d) Đúng."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Nếu thực hiện công 100 J để nén khí trong một xilanh thì khí truyền ra môi trường xung quanh nhiệt lượng 30 J. Xác định độ thay đổi nội năng của khí trong xilanh.",
    "dap_an": [
      "+ Theo định luật 1 nhiệt động lực học: ∆U = A + Q.",
      "+ Trường hợp bài toán, hệ nhận công và truyền nhiệt lượng nên: A = 100J và -30J.",
      "Do đó:",
      "∆U = 100J - 30J = +70J",
      "Đáp án: 70 J."
    ]
  },
  {
    "cau_hoi": "Câu 1: Cho hai vật có nhiệt độ khác nhau tiếp xúc với nhau. Nhiệt được truyền từ vật nào sang vật nào?\nA. Từ vật có khối lượng lớn hơn sang vật có khối lượng nhỏ hơn.\nB. Từ vật có nhiệt độ cao hơn sang vật có nhiệt độ thấp hơn.\nC. Từ vật có nhiệt năng lớn hơn sang vật có nhiệt năng nhỏ hơn.\nD. Từ vật ở trên cao sang vật ở dưới thấp.",
    "dap_an": [
      "Nhiệt được truyền từ vật có nhiệt độ cao sang vật có nhiệt độ thấp hơn. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 2: Câu nào sau đây nói về điều kiện truyền nhiệt giữa hai vật là đúng?\nA. Nhiệt không thể truyền từ vật có nhiệt năng nhỏ sang vật có nhiệt năng lớn hơn.\nB. Nhiệt không thể truyền giữa hai vật có nhiệt năng bằng nhau.\nC. Nhiệt chỉ có thể truyền từ vật có nhiệt năng lớn hơn sang vật có nhiệt năng nhỏ hơn.\nD. Nhiệt không thể tự truyền được từ vật có nhiệt độ thấp sang vật có nhiệt độ cao hơn.",
    "dap_an": [
      "Nhiệt chỉ truyền từ vật có nhiệt độ cao hơn sang vật có nhiệt độ thấp hơn. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 3: Nhỏ một giọt nước đang sôi vào một cốc nước ấm thì nhiệt năng của giọt nước và nước trong cốc thay đổi như thế nào?\nA. Nhiệt năng của giọt nước tăng, của nước trong cốc giảm.\nB. Nhiệt năng của giọt nước giảm, của nước trong cốc tăng.\nC. Nhiệt năng của giọt nước và nước trong cốc đều giảm.\nD. Nhiệt năng của giọt nước và nước trong cốc đều tăng.",
    "dap_an": [
      "Ban đầu, giọt nước có nhiệt độ cao hơn nước trong cốc nên khi nhỏ giọt nước vào cốc nước thì nhiệt năng của giọt nước giảm, của nước trong cốc tăng. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 4: Đơn vị đo nhiệt độ trong thang nhiệt Celsius là\nA. K.\nB. °F.\nC. N.\nD. °C.",
    "dap_an": [
      "Đơn vị đo trong thang nhiệt độ Celsius là độ C (oC). Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 5: \"Độ không tuyệt đối\" là nhiệt độ ứng với\nA. 0 K.\nB. 0 °C.\nC. 273 °C.\nD. 273 K.",
    "dap_an": [
      "Độ không tuyệt đối ứng với 0 K. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 6: Điểm đóng băng và sôi của nước theo thang Kelvin là\nA. 0 K và 100 K.\nB. 273 K và 373 K.\nC. 73 K và 3 K.\nD. 32 K và 212 K.",
    "dap_an": [
      "Trong thang nhiệt độ Kelvin thì điểm đóng băng và điểm sôi của nước lần lượt là 273 K và 373 K. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 7: Nhiệt kế chất lỏng được chế tạo dựa trên nguyên tắc nào?\nA. Sự nở vì nhiệt của chất lỏng.\nB. Sự nở ra của chất lỏng khi nhiệt độ giảm.\nC. Sự co lại của chất lỏng khi nhiệt độ tăng.\nD. Sự nở của chất lỏng không phụ thuộc vào nhiệt độ.",
    "dap_an": [
      "Nhiệt kế chất lỏng được chế tạo dựa trên nguyên tắc sự nở vì nhiệt của chất lỏng. Chọn A."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Bảng dưới đây ghi tên các loại nhiệt kế và nhiệt độ ghi trên thang đo của chúng:\nXét tính đúng hoặc sai của các phát biểu dưới đây:\na) Dùng nhiệt kế kim loại để đo nhiệt độ của không khí trong phòng.\nb) Dùng nhiệt kế y tế để đo nhiệt độ của cơ thể người.\nc) Dùng nhiệt kế thủy ngân để đo nhiệt độ của nước đang sôi.\nd) Dùng nhiệt kế rượu để đo nhiệt độ của bàn là khi sử dụng.",
    "dap_an": [
      "a) Sai.",
      "Không khí trong phòng nên sử dụng nhiệt kế rượu.",
      "b) Đúng",
      "c) Đúng",
      "d) Sai",
      "Nhiệt độ đầu bàn là khi sử dụng rất lớn, nên dùng nhiệt kế kim loại.",
      "Đáp án: a) Sai; b) Đúng; c) Đúng; d) Sai."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Một nhiệt kế có phạm vi đo từ 263 K đến 1273 K, dùng để đo nhiệt độ của các lò nung. Xác định phạm vi đo của nhiệt kế này trong thang nhiệt độ Celcius?",
    "dap_an": [
      "Dựa vào công thức chuyển đổi: t(°C) = T(K) - 273.",
      "Khi T = 263K → t(°C) = 263 - 273 = -10°C.",
      "Khi T = 1273K → t(°C) = 1273 - 273 = +1000°C.",
      "Đáp án: -10°C đến 1000°C."
    ]
  },
  {
    "cau_hoi": "Câu 1: Nhiệt lượng mà vật thu vào hay tỏa ra phụ thuộc vào?\nA. Khối lượng, thể tích và độ thay đổi nhiệt độ của vật.\nB. Thể tích, nhiệt độ ban đầu và chất cấu tạo nên vật.\nC. Khối lượng của vật, chất cấu tạo nên vật và độ thay đổi nhiệt độ của vật.\nD. Nhiệt độ ban đầu, nhiệt độ lúc sau và áp suất của môi trường.",
    "dap_an": [
      "Nhiệt lượng vật thu vào hay toả ra phụ thuộc vào khối lượng của vật, chất cấu tạo nên vật và độ thay đổi nhiệt độ của vật. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 2: Nhiệt lượng trao đổi trong quá trình truyền nhiệt không phụ thuộc vào\nA. thời gian truyền nhiệt.\nB. độ biến thiên nhiệt độ.\nC. khối lượng của chất.\nD. nhiệt dung riêng của chất.",
    "dap_an": [
      "Nhiệt lượng trao đổi trong quá trình truyền nhiệt là Q = mc(t2 - t1) nên không phụ thuộc vào thời gian truyền nhiệt. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 3: Nhiệt lượng cần thiết cần cung cấp để m kg vật liệu (có nhiệt dung riêng c (J/kg.K) tăng từ nhiệt độ t1 lên tới nhiệt độ t2 là\nA. \nQ\n=\nmc\n(\nt\n2\n−\nt\n1\n)\n.\nB. \nQ\n=\nmc\n(\nt\n2\n+\nt\n1\n)\n.\nC. \nQ\n=\nm\nc\n(\nt\n2\n⋅\nt\n1\n)\n.\nD. \nQ\n=\nmc\n(\nt\n2\nt\n1\n)\n.",
    "dap_an": [
      "Nhiệt lượng cần cung cấp: Q = mc(t2 - t1). Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 4: Có 4 bình A, B, C, D đều đựng nước ở cùng một nhiệt độ với thể tích tương ứng là: 1 lít, 2 lít, 3 lít, 4 lít. Sau khi dùng các đèn cồn giống hệt nhau để đun các bình này khác nhau. Hỏi bình nào có nhiệt độ thấp nhất?\nA. Bình A.\nB. Bình B.\nC. Bình C.\nD. Bình D.",
    "dap_an": [
      "Nhiệt lượng cần cung cấp: Q = mc(t2 - t1), cả 4 bình A, B, C, D đều đựng nước ở cùng một nhiệt độ với thể tích tăng dần từ A, B, C, D. Các đèn cồn giống hết nhau vậy nên nhiệt lượng cung cấp cho các bình là như nhau. Do đó độ tăng nhiệt độ của bình nào có khối lượng nước nhiều nhất sẽ ít nhất. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 5: Nhiệt dung riêng của đồng là 380 J/kg.K, điều này cho biết\nA. Nhiệt lượng cần thiết để làm cho 1 g đồng nóng lên thêm 1 °C là 380 J.\nB. Nhiệt lượng cần thiết để làm cho 2 g đồng nóng lên thêm 1 °C là 380 J.\nC. Nhiệt lượng cần thiết để làm cho 1 kg đồng nóng lên thêm 1 °C là 380 J.\nD. Nhiệt lượng cần thiết để làm cho 2 g đồng nóng lên thêm 1 °C là 380 J.",
    "dap_an": [
      "Nhiệt dung riêng của đồng là 380 J/kg.K, điều này cho biết nhiệt lượng cần thiết để làm cho 1 kg đồng nóng lên thêm 1 °C là 380 J. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 6: Nhiệt dung riêng của rượu là 2500 J/kg.K. Điều đó có nghĩa là gì?\nA. Để nâng 1 kg rượu lên nhiệt độ bay hơi ta phải cung cấp cho nó một nhiệt lượng là 2500J.\nB. 1 kg rượu bị đông đặc thì giải phóng nhiệt lượng là 2500 J.\nC. Để nâng 1 kg rượu tăng lên 1 độ ta cần cung cấp cho nó nhiệt lượng là 2500 J.\nD. Nhiệt lượng có trong 1 kg chất ấy ở nhiệt độ bình thường.",
    "dap_an": [
      "Nhiệt dung riêng của rượu là 2500 J/kg nghĩa là để nâng 1 kg rượu tăng lên 1 độ ta cần cung cấp cho nó nhiệt lượng là 2500 J. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 7: Nhiệt dung riêng của đồng lớn hơn chì. Vì vậy để tăng nhiệt độ của 3 kg đồng và 3 kg chì thêm 15 °C thì\nA. Khối chì cần nhiều nhiệt lượng hơn khối đồng.\nB. Khối đồng cần nhiều nhiệt lượng hơn khối chì.\nC. Hai khối đều cần nhiệt lượng như nhau.\nD. Không khẳng định được.",
    "dap_an": [
      "Cùng khối lượng, độ tăng nhiệt độ như nhau, nhưng nhiệt dung riêng của đồng lớn hơn chì nên nhiệt lượng cần cung cấp cho đồng lớn hơn chì. Chọn B."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Xét tính đúng sai của các phát biểu sau khi nói về nhiệt lượng\na) Nhiệt lượng là 1 dạng năng lượng có đơn vị là J.\nb) Một vật có nhiệt độ càng cao thì càng chứa nhiều nhiệt lượng.\nc) Trong quá trình truyền nhiệt và thực hiện công, nội năng của vật không bảo toàn.\nd) Trong sự truyền nhiệt không có sự chuyển hoá năng lượng từ dạng này sang dạng khác.",
    "dap_an": [
      "a) Sai. Nhiệt năng mới là một dạng năng lượng có đơn vị là J.",
      "b) Sai. Một vật có nhiệt độ càng cao thì càng chứa nhiều nhiệt năng.",
      "c) Đúng. Nội năng của vật biến thiên tăng hoặc giảm.",
      "d) Đúng. Trong sự truyền nhiệt thì chỉ có sự truyền nội năng từ vật này sang vật khác."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu Câu hỏi: Nhiệt độ của 275 g nước sẽ tăng bao nhiêu nếu thêm vào nhiệt lượng 36,5 kJ? Cho nhiệt dung riêng của nước là 4200 J/kg.K.",
    "dap_an": [
      "Câu 1: Ta có: Q = mc∆t => ∆t = Qmc=36,5⋅103275⋅10−3⋅4200Qmc=36,5⋅103275⋅10−3⋅4200<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><mi>Q</mi><mrow><mi>m</mi><mi>c</mi></mrow></mfrac><mo>=</mo><mfrac><mrow><mn>36,5</mn><mo>⋅</mo><msup><mn>10</mn><mn>3</mn></msup></mrow><mrow><mn>275</mn><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>3</mn></mrow></msup><mo>⋅</mo><mn>4200</mn></mrow></mfrac></math> = 31,6°C",
      "Đáp án: 31,6°C."
    ]
  },
  {
    "cau_hoi": "Câu 1: Điều nào sau đây là sai khi nói về nhiệt nóng chảy?\nA. Nhiệt nóng chảy của vật rắn là nhiệt lượng cung cấp cho vật rắn trong quá trình nóng chảy.\nB. Đơn vị của nhiệt nóng chảy là Jun (J).\nC. Các chất có khối lượng bằng nhau thì có nhiệt độ nóng chảy như nhau.\nD. Nhiệt nóng chảy tính bằng công thức Q = λ.m trong đó λ là nhiệt nóng chảy riêng.",
    "dap_an": [
      "C – sai vì mỗi chất khác nhau có nhiệt độ nóng chảy khác nhau. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 2: Nhiệt nóng chảy riêng của một chất là\nA. nhiệt độ nóng chảy riêng của chất rắn\nB. nhiệt lượng cần cung cấp cho vật để làm vật nóng chảy\nC. là nhiệt lượng cần để làm cho một đơn vị khối lượng chất đó nóng chảy hoàn toàn.\nD. là nhiệt lượng cần để làm cho một đơn vị khối lượng chất đó nóng chảy hoàn toàn ở nhiệt độ nóng chảy mà không làm thay đổi nhiệt độ.",
    "dap_an": [
      "Nhiệt nóng chảy riêng của một chất là nhiệt lượng cần để làm cho một đơn vị khối lượng chất đó nóng chảy hoàn toàn ở nhiệt độ nóng chảy mà không làm thay đổi nhiệt độ.",
      "Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 3: Điều nào sau đây đúng khi nói về nhiệt nóng chảy riêng của chất rắn?\nA. Nhiệt nóng chảy riêng của một chất có độ lớn bằng nhiệt lượng cần cung cấp để làm nóng chảy 1 kg chất đó ở nhiệt độ nóng chảy.\nB. Đơn vị của nhiệt nóng chảy riêng là Jun trên kilôgam (J/kg).\nC. Các chất khác nhau thì nhiệt nóng chảy riêng của chúng khác nhau.\nD. Cả A, B, C đều đúng.",
    "dap_an": [
      "Nhiệt nóng chảy riêng của một chất có độ lớn bằng nhiệt lượng cần cung cấp để làm nóng chảy 1 kg chất đó ở nhiệt độ nóng chảy - Đúng",
      "Đơn vị của nhiệt nóng chảy riêng là Jun trên kilôgam (J/kg) - Đúng",
      "Các chất khác nhau thì nhiệt nóng chảy riêng của chúng khác nhau - Đúng",
      "Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 4: Nhiệt nóng chảy riêng của đồng là 1,8.105 J/kg. Câu nào sau đây đúng?\nA. Khối đồng sẽ toả ra nhiệt lượng 1,8.105 J khi nóng chảy hoàn toàn.\nB. Mỗi kilôgam đồng cần thu nhiệt lượng 1,8.105 J để hoá lỏng hoàn toàn ở nhiệt độ nóng chảy.\nC. Khối đồng cần thu nhiệt lượng 1,8.105 J để hoá lỏng.\nD. Mỗi kilôgam đồng toả ra nhiệt lượng 1,8.105 J khi hoá lỏng hoàn toàn.",
    "dap_an": [
      "Nhiệt nóng chảy riêng của đồng là 1,8.105 J/kg có nghĩa là mỗi kilôgam đồng cần thu nhiệt lượng 1,8.105 J để hoá lỏng hoàn toàn ở nhiệt độ nóng chảy. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 5: Đơn vị nào sau đây là đơn vị của nhiệt nóng chảy riêng của vật rắn?\nA. Jun trên kilôgam độ (J/kg.độ).\nB. Jun trên kilôgam (J/kg).\nC. Jun (J).\nD. Jun trên độ (J/độ).",
    "dap_an": [
      "Đơn vị của nhiệt nóng chảy riêng là Jun/kilôgam (J/kg)/ Chọn B"
    ]
  },
  {
    "cau_hoi": "Câu 6: Gọi Q là nhiệt lượng cần truyền cho vật có khối lượng m để làm vật nóng chảy hoàn toàn vật ở nhiệt độ nóng chảy mà không thay đổi nhiệt độ của vật. Thì nhiệt nóng chảy riêng λ của chất đó được tính theo công thức\nA. λ = Q.m.\nB. λ = Q + m.\nC. λ = Q - m.\nD. λ = \nQ\n m\n.",
    "dap_an": [
      "Nhiệt nóng chảy riêng được tính theo công thức λ=Q mλ=Q m<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>λ</mi><mo>=</mo><mfrac><mi>Q</mi><mrow><mo> </mo><mtext>m</mtext></mrow></mfrac></math>. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 7: Tính nhiệt lượng Q cần cung cấp để làm nóng chảy 500 g nước đá ở 0 °C. Biết nhiệt nóng chảy riêng của nước đá bằng 3,34.105 J/kg.\nA. Q = 7.107 J.\nB. Q = 167 kJ.\nC. Q = 167 J.\nD. Q = 167.106 J.",
    "dap_an": [
      "Nhiệt lượng cần cung cấp: Q = mλ = 3,34.105.0,5 = 167000J. Chọn B."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Người ta cung cấp nhiệt lượng Q để làm nóng chảy 100 g nước đá ở −20 °C. Biết nhiệt nóng chảy riêng của nước đá là 3,34.105 J/kg và nhiệt dung riêng của nước đá là 2,1.103 J/kg.K. Xét tính đúng sai của các phát biểu sau:\na) Nhiệt lượng cần cung cấp để làm tăng nhiệt độ của 100g nước đá lên 0 °C là 4200 J.\nb) Nhiệt lượng cần cung cấp để làm tăng nhiệt độ của 100 g nước đá lên 0 °C là 2100 J.\nc) Nhiệt lượng cần cung cấp để làm nóng chảy của 100 g nước đá ở –20 °C là 3,34.105 J.\nd) Nhiệt lượng cần cung cấp để làm nóng chảy hoàn toàn 100 g nước đá ở –20 °C là 37600J.",
    "dap_an": [
      "a) Đúng; b) Sai.",
      "Nhiệt lượng cần cung cấp để làm tăng nhiệt độ của 100g nước đá lên 0 °C là:",
      "Q = mc∆t = 0,1.2,1.103.[0 - (-20)] = 4200J",
      "c) Sai",
      "Nhiệt lượng cần cung cấp để làm nóng chảy của 100 g nước đá ở –20 °C là:",
      "Q = mλ = 0,1.3,34.105 = 33400J",
      "d) Đúng",
      "Nhiệt lượng cần cung cấp để làm nóng chảy hoàn toàn 100 g nước đá ở –20 °C là",
      "Q = 4200 + 33400 = 37600J",
      "Đáp án: a) Đúng; b) Sai; c) Sai; d) Đúng."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Tính nhiệt lượng cần cung cấp để làm nóng chảy hoàn toàn một cục nước đá 100 g ở 0 °C. Biết nhiệt nóng chảy riêng của nước đá là 3,4.105 J/kg.",
    "dap_an": [
      "Câu 1: Nhiệt lượng cần cung cấp cho nước đá để nó nóng chảy ở nhiệt độ 0 °C là:",
      "Qnc = λm = 3,4.105.0,1 = 3,4.104 J",
      "Đáp án: 3,4.104 J."
    ]
  },
  {
    "cau_hoi": "Câu 1: Nhiệt hoá hơi riêng là\nA. Nhiệt lượng cần để làm cho một kilogam chất lỏng đó hoá hơi hoàn toàn ở nhiệt độ sôi.\nB. Nhiệt lượng cần cung cấp cho một lượng chất lỏng hóa hơi hoàn toàn ở nhiệt độ không đổi.\nC. Nhiệt lượng cần cung cấp cho một lượng chất khí hóa hơi hoàn toàn ở nhiệt độ không đổi.\nD. Nhiệt lượng cần để làm cho một kilogam chất rắn đó hoá hơi hoàn toàn ở nhiệt độ sôi.",
    "dap_an": [
      "Nhiệt hoá hơi riêng là nhiệt lượng cần để làm cho một kilogam chất lỏng đó hoá hơi hoàn toàn ở nhiệt độ sôi. Chọn A"
    ]
  },
  {
    "cau_hoi": "Câu 2: Điều nào sau đây là sai khi nói về nhiệt hoá hơi.\nA. Nhiệt lượng cần cung cấp cho khối chất lỏng trong quá trình sôi gọi là nhiệt hóa hơi của khối chất lỏng ở nhiệt độ sôi.\nB. Nhiệt hóa hơi tỉ lệ với khối lượng của phần chất lỏng đã biến thành hơi.\nC. Đơn vị của nhiệt hóa hơi là Jun trên kilôgam (J/kg).\nD. Nhiệt hoá hơi được tính bằng công thức Q = Lm trong đó L là nhiệt hóa hơi riêng của chất lỏng, m là khối lượng của chất lỏng.",
    "dap_an": [
      "C – Sai. Đơn vị của nhiệt hoá hơi là J. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 3: Đơn vị của nhiệt hóa hơi riêng là\nA. J/kg.\nB. J.kg.\nC. kg/J.\nD. J.",
    "dap_an": [
      "Đơn vị của nhiệt hoá hơi riêng là J/kg. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 4: Nhiệt hóa hơi riêng của nước là 2,3.106 J/kg. Câu nào sau đây đúng?\nA. Một lượng nước bất kì cần thu một lượng nhiệt là 2,3.106 J để bay hơi hoàn toàn.\nB. Mỗi kilogam nước cần thu một lượng nhiệt là 2,3.106 J để bay hơi hoàn toàn.\nC. Mỗi kilogam nước sẽ tỏa ra một lượng nhiệt là 2,3.106 J khi bay hơi hoàn toàn ở nhiệt độ sôi.\nD. Mỗi kilogam nước cần thu một lượng nhiệt là 2,3.106 J để bay hơi hoàn toàn ở nhiệt độ sôi và áp suất chuẩn.",
    "dap_an": [
      "Nhiệt hóa hơi riêng của nước là 2,3.106 J/kg có nghĩa là mỗi kilogam nước cần thu một lượng nhiệt là 2,3.106 J để bay hơi hoàn toàn ở nhiệt độ sôi và áp suất chuẩn. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 5: Biết nhiệt hóa hơi riêng của nước là L = 2,3.106 J/kg. Nhiệt lượng cần cung cấp để làm bay hơi hoàn toàn 100 g nước ở 100 °C là\nA. 23.106 J.\nB. 2,3.105 J.\nC. 2,3.106 J.\nD. 0,23.104 J.",
    "dap_an": [
      "Nhiệt lượng cần cung cấp: Q = Lm = 2,3.106.0,1 = 2,3.105J. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 6: Tính nhiệt lượng cần cung cấp cho 10 kg nước ở 25 °C chuyển thành hơi ở 100 °C. Cho biết nhiệt dung riêng của nước 4180 J/kg.K và nhiệt hóa hơi riêng của nước là 2,3.106 J/kg.\nA. 18450 kJ.\nB. 26135 kJ.\nC. 84500 kJ.\nD. 804500 kJ.",
    "dap_an": [
      "Nhiệt lượng cần cung cấp là:",
      "Q = mc∆T + Lm = 10.4180.(100 - 25) + 10.2,3.106 = 26135.103J. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 7: Tính nhiệt lượng tỏa ra khi 4 kg hơi nước ở 100 °C ngưng tụ thành nước ở 22 °C. Nước có nhiệt dung riêng 4180 J/kg.K và nhiệt hóa hơi L = 2,3.106 J/kg. Chọn đáp án đúng.\nA. 11504160 J.\nB. 12504160 J.\nC. 10504160 J.\nD. 13504160 J.",
    "dap_an": [
      "Chọn C."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Một học sinh làm thí nghiệm đun nóng để làm 0,020 kg nước đá (thể rắn) ở 0°C chuyển hoàn toàn thành hơi nước ở 100°C. Cho nhiệt nóng chảy của nước ở 0°C là 3,34.105 J/kg; nhiệt dung riêng của nước là 4,20 kJ/kgK; nhiệt hoá hơi riêng của nước ở 100°C là 2,26.106 J/kg. Bỏ qua hao phí toả nhiệt ra môi trường. Trong các phát biểu sau, phát biểu nào là đúng, phát biểu nào là sai?\na) Nhiệt lượng cần thiết để làm nóng chảy hoàn toàn 0,020 kg nước đá tại nhiệt độ nóng chảy là 6860 J.\nb) Nhiệt lượng cần thiết để đưa 0,020 kg nước từ 0°C đến 100°C là 8600 J.\nc) Nhiệt lượng cần thiết để làm hoá hơi hoàn toàn 0,020 kg nước ở 100°C là 42500 J.\nd) Nhiệt lượng để làm 0,020 kg nước đá (thể rắn) ở 0°C chuyền hoàn toàn thành hơi nước ở 100°C là 60280 J.",
    "dap_an": [
      "a) Nhiệt lượng cần thiết để làm nóng chảy hoàn toàn 0,020 kg nước đá tại nhiệt độ nóng chảy: Q1 = mλ = (0,020kg).(3,34.105 J/kg) = 6680J.",
      "b) Nhiệt lượng cần thiết để đưa 0,020 kg nước từ 0°C đến 100°C (tăng 100 độ):",
      "Q2 = mc.∆T = (0,020kg).(4,20.103 J/kgK).(100,0K) = 8400J.",
      "c) Nhiệt lượng cần thiết để làm hoá hơi hoàn toàn 0,020 kg nước ở 100°C:",
      "Q3 = mL = (0,020kg).(2,26.106 J/kg) = 45200J.",
      "d) Tồng nhiệt lượng cần thiết: Q = Q1 + Q2 + Q3 = 60280J.",
      "Đáp án: a) Sai; b) Sai; c) Sai; d) Đúng."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Tính lượng nhiệt cần thiết để chuyển hóa 1,00 kg nước đá ở –10 °C chuyển hoàn toàn thành hơi nước ở 100 °C (ở điều kiện áp suất bình thường). Cho nhiệt dung riêng của nước đá 2100 J/kg.K; nhiệt nóng chảy nước đá là 3,36.105 J/kg; nhiệt dung riêng của nước 4200 J/kg.K; nhiệt hóa hơi riêng của nước là 2,25.106 J/kg.",
    "dap_an": [
      "Nhiệt lượng cần thiết để chuyển nước đá từ –10 °C đến 0 °C:",
      "Q1= (mc∆t)đá = 1.2100.[0 - (-10)] = 21000 (J).",
      "Nhiệt lượng cần thiết để làm nóng chảy nước đá ở 0 °C thành nước ở 0 °C:",
      "Q2 = λm = 1.3,36.105 = 336000(J).",
      "Nhiệt lượng cần cung cấp cho 1 kg nước từ 0 °C đến 100 °C:",
      "Q3 = mc∆t = 1.4200.(100 - 0) = 420000(J).",
      "Nhiệt lượng cần thiết để chuyển 1 kg nước ở 100 °C thành hơi nước ở 100 °C:",
      "Q4 = Lm = 2,25.106.1 = 2250000(J).",
      "Vậy tổng nhiệt lượng cần thiết Q = Q1 + Q2 + Q3 + Q4 = 3,03.1012J.",
      "Đáp án: 3,03.1012 J."
    ]
  },
  {
    "cau_hoi": "Câu 1: Trong thí nghiệm Brown (do nhà bác học Brown, người Anh thực hiện năm 1827) người ta quan sát được\nA. Các phân tử nước chuyển động hỗn độn không ngừng về mọi phía.\nB. Các nguyên tử nước chuyển động hỗn độn không ngừng về mọi phía.\nC. Các hạt phấn hoa chuyển động hỗn độn không ngừng về mọi phía.\nD. Các phân tử và nguyên tử nước chuyển động hỗn độn không ngừng về mọi phía.",
    "dap_an": [
      "Trong thí nghiệm Brown (do nhà bác học Brown, người Anh thực hiện năm 1827) người ta quan sát được các hạt phấn hoa chuyển động hỗn độn không ngừng về mọi phía. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 2: Chuyển động của các hạt phấn hoa trong thí nghiệm của Brown chứng tỏ\nA. hạt phấn hoa hút và đẩy các phân tử nước.\nB. các phân tử nước hút và đẩy hạt phấn hoa.\nC. các phân từ nước lúc thì đứng yên, lúc thì chuyển động.\nD. các phân tử nước không đứng yên mà chuyển động không ngừng.",
    "dap_an": [
      "Chuyển động của các hạt phấn hoa trong thí nghiệm của Brown chứng tỏ các phân tử nước không đứng yên mà chuyển động không ngừng. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 3: Hãy phán đoán xem, trong thí nghiệm Brown, nếu ta tăng nhiệt độ của nước thì các hạt phấn hoa chuyển động như thế nào?\nA. Ngừng chuyển động.\nB. Chuyển động chậm hơn.\nC. Chuyển động nhanh hơn.\nD. Chuyển động không đổi.",
    "dap_an": [
      "Nếu tăng nhiệt độ của nước thì các hạt phấn hoa chuyển động nhanh hơn. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 4: Khi xịt nước hoa ở một góc của căn phòng thì ta vẫn ngửi được hương thơm ở một vị trí khác, vì\nA. quạt máy thổi hương thơm bay xa hơn.\nB. nồng độ hương thơm trong lọ quá nhiều.\nC. khi xịt nước hoa ra khỏi lọ, nước hoa sẽ ở thể hơi nên các hạt chuyển động tự do khắp căn phòng. Vì thế, ta ngửi được hương thơm ở khắp nơi trong căn phòng.\nD. Tất cả các ý trên đều sai.",
    "dap_an": [
      "Khi xịt nước hoa ở một góc của căn phòng thì ta vẫn ngửi được hương thơm ở một vị trí khác, vì nước hoa sẽ ở thể hơi nên các hạt chuyển động tự do khắp căn phòng. Vì thế, ta ngửi được hương thơm ở khắp nơi trong căn phòng. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 5: Theo thuyết động học phân tử chất khí thì điều nào sau không đúng?\nA. Các phân tử khí chuyển động hỗn loạn không ngừng, chuyển động này càng nhanh thì nhiệt độ của chất khí càng thấp.\nB. Chất khí được cấu tạo từ các phân tử có kích thước rất nhỏ so với khoảng cách giữa chúng.\nC. Khi chuyển động hỗn loạn các phân tử khí va chạm vào thành bình gây ra áp suất lên thành bình.\nD. Khi chuyển động hỗn loạn các phân tử khí va chạm vào nhau.",
    "dap_an": [
      "A – sai vì khi nhiệt độ càng cao thì chuyển động của các phân tử khí càng nhanh. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 6: Áp suất của chất khí lên thành bình chứa là do\nA. các phân tử chất khí va chạm vào nhau.\nB. các phân tử chất khí đẩy nhau.\nC. các phân tử chất khí va chạm nhau và không va chạm vào thành bình chứa.\nD. khi chuyển động hỗn loạn, các phân tử khí va chạm vào nhau và va chạm vào thành bình chứa.",
    "dap_an": [
      "Áp suất của chất khí lên thành bình là do khi chuyển động hỗn loạn, các phân tử khí va chạm vào nhau và va chạm vào thành bình chứa. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 7: Khí lí tưởng là chất khí\nA. Có khối lượng riêng lớn.\nB. dễ bị nén khi tăng áp suất.\nC. trong đó các phân tử được coi là chất điểm và chỉ tương tác khi va chạm.\nD. trong đó phân tử khí có kích thước bằng khoảng cách giữa chúng.",
    "dap_an": [
      "Khí lí tưởng là chất khí trong đó các phân tử được coi là chất điểm và chỉ tương tác khi va chạm. Chọn C."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Các phát biểu sau đây đúng hay sai:\na) Hình dạng và thể tích của một lượng khí là hình dạng và thể tích của bình chứa nó.\nb) Chất khí có tính bành trướng vì chiếm toàn bộ thể tích của bình chứa nó.\nc) Khi áp suất tác dụng lên một lượng khí tăng thì thể tích của khí giảm đáng kể.\nd) Chất khí có khối lượng riêng nhỏ so với chất rắn và chất lỏng.",
    "dap_an": [
      "a, b) Đúng. Vì các phân tử chất khí chuyển động hỗn loạn không ngừng, lực tương tác giữa chúng rất yếu nên chất khí có tính bành trướng, chiếm đầy không gian chứa nó, do đó nó có hình dạng và thể tích của bình chứa.",
      "c) Sai. Vì áp suất tăng tức là va chạm giữa phân tử chất khí với thành bình chứa tăng lên, nguyên nhân có thể do nhiệt độ tăng, hoặc cũng có thể do thể tích khí giảm đi nên số lượng va chạm tăng lên. Ý c chưa đầy đủ.",
      "d) Sai. Vì để so sánh khối lượng riêng của các chất cần xác định được khối lượng và thể tích của chất.",
      "Đáp án: a) Đúng; b) Đúng; c) Sai; d) Sai."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Một phân tử khí lí tưởng đang chuyển động qua tâm một bình cầu có đường kính d = 0,10 m. Trong mỗi giây, phân tử này va chạm vào thành bình cầu 4000 lần. Coi rằng phân tử này chỉ va chạm với thành bình và tốc độ của phân tử là không đổi sau mỗi va chạm. Tốc độ chuyển động trung bình của phân tử khí trong bình là bao nhiêu m/s?",
    "dap_an": [
      "Câu 1: Giữa hai va chạm liên tiếp, phân tử đi quãng đường là 2d = 0,2 m. Quãng đường đi được trong 1 giây (sau 4000 va chạm) chính là tốc độ trung bình của phân tử.",
      "Vậy tốc độ trung bình là ¯v=40002.0,2 = 400m/sv¯=40002.0,2 = 400 m/s<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mover accent=\"true\"><mi>v</mi><mo>¯</mo></mover><mo>=</mo><mfrac><mn>4000</mn><mn>2</mn></mfrac><mtext>.0,2 = 400 m</mtext><mo>/</mo><mtext>s</mtext></math>.",
      "Đáp án: 400 m/s."
    ]
  },
  {
    "cau_hoi": "Câu 1: Tập hợp ba thông số nào sau đây xác định trạng thái của một lượng khí xác định?\nA. Áp suất, thể tích, khối lượng.\nB. Áp suất, nhiệt độ, thể tích.\nC. Thể tích, trọng lượng, áp suất.\nD. Áp suất, nhiệt độ, khối lượng.",
    "dap_an": [
      "Ba thông số xác định trạng thái là áp suất, thể tích và nhiệt độ. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 2: Quá trình nào sau đây là đẳng quá trình?\nA. Đun nóng khí trong một bình đậy kín.\nB. Không khí trong quả bóng bay bị phơi nắng, nóng lên, nở ra làm căng.\nC. Đun nóng khí trong một xi lanh, khi nở ra đấy pít-tông chuyển động.\nD. Cả ba quá trình trên đều không phải là đẳng quá trình.",
    "dap_an": [
      "Đẳng quá trình là một quá trình biến đổi trạng thái, trong đó 1 thông số được giữ nguyên, 2 thông số còn lại thay đổi.",
      "A – đúng vì thể tích được giữ không đổi",
      "B, C – sai vì nhiệt độ và thể tích, áp suất đều thay đổi.",
      "Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 3: Quá trình đẳng nhiệt là quá trình biến đổi trạng thái trong đó\nA. nhiệt độ được giữ không đổi.\nB. áp suất được giữ không đổi.\nC. thể tích được giữ không đổi.\nD. áp suất và thể tích được giữ không đổi.",
    "dap_an": [
      "Quá trình đẳng nhiệt là quá trình biến đổi trạng thái trong đó nhiệt độ được giữ không đổi. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 4: Định luật Boyle cho ta biết điều gì?\nA. Liên hệ giữa áp suất và thể tích của một lượng khí khi nhiệt độ không đổi.\nB. Liên hệ giữa áp suất và nhiệt độ của một lượng khí khi thể tích không đổi.\nC. Liên hệ giữa thể tích và nhiệt độ của một lượng khí khi áp suất không đổi.\nD. Liên hệ giữa áp suất, thể tích và nhiệt độ của một lượng khí xác định.",
    "dap_an": [
      "Định luật Boyle cho biết liên hệ giữa áp suất và thể tích của một lượng khí khi nhiệt độ không đổi hay được hiểu là quá trình đẳng nhiệt. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 5: Hệ thức nào sau đây là của định luật Boyle?\nA. \np\n1\n V\n2\n=\np\n2\n V\n1\n.\nB.\np\nV\n= hằng số.\nC. pV = hằng số.\nD.\nV\np\n= hằng số.",
    "dap_an": [
      "Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 6: Trong các hệ thức sau đây hệ thức nào không phù hợp với định luật Boyle?\nA. \np\n~\n1\n V\n.\nB. \np\n1\nV\n1\n=\np\n2\nV\n2\n.\nC. \nV\n~\n1\np\n.\nD. V ∼ p.",
    "dap_an": [
      "D – sai vì trong quá trình đẳng nhiệt thì p và V tỉ lệ nghịch với nhau. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 7: Chọn câu đúng khi nói về đường đẳng nhiệt trong hệ trục tọa độ (pOV).\nA. Là một đường cong hyperbol biểu diễn mối quan hệ của áp suất vào thể tích của một lượng khí xác định khi nhiệt độ không đổi.\nB. Là đường thẳng song song với trục OV biểu diễn mối quan hệ giữa áp suất và thể tích.\nC. Là đường thẳng kéo dài đi qua gốc tọa độ.\nD. Là đường biểu diễn mối quan hệ giữa thể tích và nhiệt độ.",
    "dap_an": [
      "Đường đẳng nhiệt trong hệ trục toạ độ pOV là một đường cong hyperbol biểu diễn mối quan hệ của áp suất vào thể tích của một lượng khí xác định khi nhiệt độ không đổi. Chọn A."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Một khối khí khi đặt ở điều kiện tiêu chuẩn (trạng thái A). Nén khí và giữ nhiệt độ không đổi đến trạng thái B. Đồ thị áp suất theo thể tích được biểu diễn như hình vẽ. Biết V1 = 6 lít, p2 = 3p1 = 3 atm.\nCác phát biểu sau đây đúng hay sai:\na) Thể tích khí ở trạng thái B là V2 = 3 lít.\nb) Khi thể tích lượng khí là 4 lít thì áp suất của nó là 1,5 atm.\nc) Trong quá trình biến đổi của lượng khí từ trạng thái A sang B áp suất giảm dần.\nd) Đường biểu diễn quá trình nén đẳng nhiệt là một cung hyperbol AB.",
    "dap_an": [
      "a) Sai.",
      "Thể tích ở trạng thái B là V2 = 2 lít vì áp suất tăng 3 lần thì thể tích giảm 3 lần.",
      "b) Đúng",
      "Khi thể tích lượng khí là 4 lít: p1V1=p2V2p1V1=p2V2<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>p</mi><mn>1</mn></msub><msub><mi>V</mi><mn>1</mn></msub><mo>=</mo><msub><mi>p</mi><mn>2</mn></msub><msub><mi>V</mi><mn>2</mn></msub></math> => p2=p1V1V2=6.14=1,5atmp2=p1V1V2=6.14=1,5 atm<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>p</mi><mn>2</mn></msub><mo>=</mo><mfrac><mrow><msub><mi>p</mi><mn>1</mn></msub><msub><mi>V</mi><mn>1</mn></msub></mrow><msub><mi>V</mi><mn>2</mn></msub></mfrac><mo>=</mo><mfrac><mn>6.1</mn><mn>4</mn></mfrac><mo>=</mo><mn>1,5</mn><mtext> </mtext><mi>a</mi><mi>t</mi><mi>m</mi></math>",
      "c) Sai",
      "Trong quá trình biến đổi của lượng khí từ trạng thái A sang B thì thể tích giảm, áp suất tăng.",
      "d) Đúng",
      "Đáp án: a) Sai; b) Đúng; c) Sai; d) Đúng."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Một chất khí chiếm thể tích 250 mL ở áp suất 750 mmHg và 25 °C. Cần phải tăng áp suất thêm bao nhiêu để giảm thể tích khí xuống 200 mL ở cùng nhiệt độ?",
    "dap_an": [
      "Do đó áp suất tăng thêm là Δp=p2−p1Δp=p2−p1<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>Δ</mi><mi>p</mi><mo>=</mo><msub><mi>p</mi><mn>2</mn></msub><mo>−</mo><msub><mi>p</mi><mn>1</mn></msub></math> = 937,5 - 750 = 187,5mmHg.",
      "Đáp án: 187,5 mmHg."
    ]
  },
  {
    "cau_hoi": "Câu 1: Thể tích của một lượng khí nhất định tỉ lệ thuận với nhiệt độ tuyệt đối ở áp suất không đổi là nội dung của\nA. Định luật Boyle.\nB. Định luật Charles.\nC. Định luật Gay Lussac.\nD. Định luật Danhton.",
    "dap_an": [
      "Thể tích của một lượng khí nhất định tỉ lệ thuận với nhiệt độ tuyệt đối ở áp suất không đổi là nội dung của Charles. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 2: Trong hệ tọa độ (V-T) đường biểu diễn nào sau đây là đường đẳng áp?\nA. Đường thẳng song song với trục hoành.\nB. Đường thẳng song song với trục tung.\nC. Đường hyperbol.\nD. Đường thẳng kéo dài đi qua gốc tọa độ.",
    "dap_an": [
      "Trong hệ tọa độ (V-T), đường đẳng áp là đường thẳng kéo dài đi qua gốc tọa độ. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 3: Trong hệ tọa độ (p-V) đường biểu diễn nào sau đây là đường đẳng áp?\nA. Đường thẳng nếu kéo dài thì không đi qua gốc tọa độ.\nB. Đường hyperbol.\nC. Đường thẳng vuông góc với trục áp suất.\nD. Đường thẳng nếu kéo dài thì đi qua gốc tọa độ.",
    "dap_an": [
      "Trong hệ tọa độ (p-V), đường đẳng áp là đường thẳng song song với trục thể tích hoặc vuông góc với trục áp suất. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 4: Biểu thức nào sau đây ở áp suất không đổi thể hiện định luật Charles?\nA. \nV\n~\n1\n T\n.\nB. \nV\n~\n1\n T\n2\n.\nC. V ∼ T.\nD. V ∼ t.",
    "dap_an": [
      "Định luật Charles cho biết thể tích và nhiệt độ tỉ lệ thuận với nhau. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 5: Đồ thị nào sau đây phù hợp với quá trình đẳng áp?\nA. Hình A.\nB. Hình B.\nC. Hình C.\nD. Hình D.",
    "dap_an": [
      "Chọn B"
    ]
  },
  {
    "cau_hoi": "Câu 6: Hình dưới biểu diễn các quá trình đẳng áp của một lượng khí xác định. Nhận xét nào sau đây đúng?\nA. p1 > p2 > p3.\nB. p3 > p2 > p1.\nC. p3 > p1 > p2.\nD. p2 > p3 > p1.",
    "dap_an": [
      "Tại một điểm bất kì trên truc OV, kẻ 1 đường thẳng song song với trục OT, cắt các đồ thị p3; p2; p1 tại các vị trí tương ứng với T3, T2, T1. Ta thấy cùng một giá trị thể tích, ở nhiệt độ cao thì áp suất cao, do T3 < T2 < T1 nên p3 < p2 < p1. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 7: Khi nung nóng một mol khí lý tưởng từ 300 K lên 360 K ở áp suất không đổi p = 1 atm thì thể tích của nó\nA. tăng từ V lên 6,0 V.\nB. tăng từ V lên 3,6 V.\nC. tăng từ V lên 1,2 V.\nD. tăng từ V lên 1,6 V.",
    "dap_an": [
      "Nhiệt độ{T2=10+273=283 K V2=V1+Sl2T2=10+273=283 K V2=V1+Sl2<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfenced open=\"{\" close=\"\"><mtable columnalign=\"left\" equalrows=\"true\" equalcolumns=\"true\"><mtr><mtd><msub><mtext>T</mtext><mn>2</mn></msub><mo>=</mo><mn>10</mn><mo>+</mo><mn>273</mn><mo>=</mo><mn>283</mn><mo> </mo><mtext>K</mtext></mtd></mtr><mtr><mtd><mo> </mo><msub><mtext>V</mtext><mn>2</mn></msub><mo>=</mo><msub><mtext>V</mtext><mn>1</mn></msub><mo>+</mo><mtext>S</mtext><msub><mi mathvariant=\"script\">l</mi><mn>2</mn></msub></mtd></mtr></mtable></mfenced></math> tăng 1,2 lần thì thể tích tăng 1,2 lần. Chọn C."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Một khối khí lí tưởng ở trạng thái (1) có các thông số trạng thái p1 = 1 atm; V1 = 4 lít ; T1 = 300 K. Người ta biến đổi đẳng áp tới trạng thái (2) có T2 = 600 K và V2. Sau đó biến đổi đẳng nhiệt tới trạng thái (3) có V3 = 2 lít thì dừng lại. Các phát biểu sau đây đúng hay sai:\na) Áp suất của khối khí tại trạng thái (2) là 2 atm.\nb) Thể tích của khối khí tại trạng thái (2) là 8 lít.\nc) Áp suất khối khí tại trạng thái (3) là 4 atm.\nd) Quá trình biến đổi từ trạng thái (2) sang (3) là tăng áp đẳng nhiệt.",
    "dap_an": [
      "V1T1=V2T2⇒4300=V2600V1T1=V2T2⇒4300=V2600<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><msub><mi>V</mi><mn>1</mn></msub><msub><mi>T</mi><mn>1</mn></msub></mfrac><mo>=</mo><mfrac><msub><mi>V</mi><mn>2</mn></msub><msub><mi>T</mi><mn>2</mn></msub></mfrac><mo>⇒</mo><mfrac><mn>4</mn><mn>300</mn></mfrac><mo>=</mo><mfrac><msub><mi>V</mi><mn>2</mn></msub><mn>600</mn></mfrac></math> => V2 = 8 lít",
      "p2V2=p3V3p2V2=p3V3<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>p</mi><mn>2</mn></msub><msub><mi>V</mi><mn>2</mn></msub><mo>=</mo><msub><mi>p</mi><mn>3</mn></msub><msub><mi>V</mi><mn>3</mn></msub></math> => p1V2=p3V3p1V2=p3V3<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>p</mi><mn>1</mn></msub><msub><mi>V</mi><mn>2</mn></msub><mo>=</mo><msub><mi>p</mi><mn>3</mn></msub><msub><mi>V</mi><mn>3</mn></msub></math> => 1.8=p3.2⇒p3=4atm1.8=p3.2⇒p3=4 atm<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>1.8</mn><mo>=</mo><msub><mi>p</mi><mn>3</mn></msub><mn>.2</mn><mo>⇒</mo><msub><mi>p</mi><mn>3</mn></msub><mo>=</mo><mn>4</mn><mtext> </mtext><mi>a</mi><mi>t</mi><mi>m</mi></math> (do p1 = p2 = 1 atm)",
      "Đáp án: a) Sai; b) Đúng; c) Đúng; d) Đúng."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Một mô hình áp kế khí như hình vẽ gồm một bình cầu thủy tinh có thể tích 270 cm3 gắn với một ống nhỏ AB nằm ngang có tiết diện 0,1 cm2. Trong ống có một giọt thủy ngân. Ở 0 °C giọt thủy ngân cách A 30 cm. Tính khoảng di chuyển của giọt thủy ngân khi hơ nóng bình cầu đến 10 °C. Coi thể tích bình là không đổi.",
    "dap_an": [
      "Câu 1: Trạng thái thứ nhất khi chất khí ở 0 °C: {T1=273 K V1=V0+Sl1=270+0,1⋅30=273 cm3 T1=273 K V1=V0+Sl1=270+0,1⋅30=273 cm3 <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfenced open=\"{\" close=\"\"><mtable columnalign=\"left\" equalrows=\"true\" equalcolumns=\"true\"><mtr><mtd><msub><mtext>T</mtext><mn>1</mn></msub><mo>=</mo><mn>273</mn><mo> </mo><mtext>K</mtext></mtd></mtr><mtr><mtd><mo> </mo><msub><mtext>V</mtext><mn>1</mn></msub><mo>=</mo><msub><mtext>V</mtext><mn>0</mn></msub><mo>+</mo><mtext>S</mtext><msub><mi mathvariant=\"script\">l</mi><mn>1</mn></msub><mo>=</mo><mn>270</mn><mo>+</mo><mn>0,1</mn><mo>⋅</mo><mn>30</mn><mo>=</mo><mn>273</mn><mo> </mo><msup><mtext>cm</mtext><mn>3</mn></msup></mtd></mtr></mtable></mfenced><mtext> </mtext></math>",
      "Trạng thái thứ hai khi chất khí ở 10 °C:",
      "Áp dụng định luật Charles cho hai trạng thái có cùng áp suất:",
      "V1T1=V2T2V1T1=V2T2<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><msub><mi>V</mi><mn>1</mn></msub><msub><mi>T</mi><mn>1</mn></msub></mfrac><mo>=</mo><mfrac><msub><mi>V</mi><mn>2</mn></msub><msub><mi>T</mi><mn>2</mn></msub></mfrac></math> => V2=V1T2T1=273⋅283273=283 cm3V2=V1T2T1=273⋅283273=283 cm3<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>V</mi><mn>2</mn></msub><mo>=</mo><msub><mi>V</mi><mn>1</mn></msub><mfrac><msub><mi>T</mi><mn>2</mn></msub><msub><mi>T</mi><mn>1</mn></msub></mfrac><mo>=</mo><mn>273</mn><mo>⋅</mo><mfrac><mn>283</mn><mn>273</mn></mfrac><mo>=</mo><mn>283</mn><mo> </mo><msup><mtext>cm</mtext><mn>3</mn></msup></math> => l2=V2−V1S=283−2730,1=100 cml2=V2−V1S=283−2730,1=100 cm<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi mathvariant=\"script\">l</mi><mn>2</mn></msub><mo>=</mo><mfrac><mrow><msub><mi>V</mi><mn>2</mn></msub><mo>−</mo><msub><mi>V</mi><mn>1</mn></msub></mrow><mi>S</mi></mfrac><mo>=</mo><mfrac><mrow><mn>283</mn><mo>−</mo><mn>273</mn></mrow><mn>0,1</mn></mfrac><mo>=</mo><mn>100</mn><mo> </mo><mtext>cm</mtext></math>",
      "Khoảng di chuyển của giọt thuỷ ngân là 100 – 30 = 70 cm.",
      "Đáp án: 70 cm."
    ]
  },
  {
    "cau_hoi": "Câu 1: Phương trình trạng thái của khí lý tưởng liên hệ giữa\nA. Áp suất, thể tích và nhiệt độ của khí.\nB. Khối lượng, thể tích và nhiệt độ của khí.\nC. Áp suất, nhiệt độ và số mol của khí.\nD. Khối lượng áp suất và số mol của khí.",
    "dap_an": [
      "Phương trình trạng thái của khí lý tưởng liên hệ giữa: Áp suất, thể tích và nhiệt độ của khí. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 2: Trong một quá trình đẳng áp, người ta thực hiện công là 4,5.104J làm một lượng khí có thể tích thay đổi từ 2,6 m3 đến 1,1 m3. Áp suất trong quá trình này là bao nhiêu?\nA. 1,2.104 Pa.\nB. 2,4.104 Pa.\nC. 3,0.104 Pa.\nD. 4,1.104 Pa.",
    "dap_an": [
      "p = AV2−V1=4,5.1042,6−1,1=3.104PaAV2−V1=4,5.1042,6−1,1=3.104Pa<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><mi>A</mi><mrow><msub><mi>V</mi><mn>2</mn></msub><mo>−</mo><msub><mi>V</mi><mn>1</mn></msub></mrow></mfrac><mo>=</mo><mfrac><msup><mn>4,5.10</mn><mn>4</mn></msup><mrow><mn>2,6</mn><mo>−</mo><mn>1,1</mn></mrow></mfrac><mo>=</mo><msup><mn>3.10</mn><mn>4</mn></msup><mi>P</mi><mi>a</mi></math>. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 3: Hệ thức nào sau không phù hợp với phương trình trạng thái lý tưởng?\nA.\npV\nT\n= hằng số.\nB. \np\n1\nV\n1\nT\n1\n=\np\n2\nV\n2\nT\n2\n.\nC. pV ∼ T.\nD.\npT\nV\n= hằng số.",
    "dap_an": [
      "Chọn D"
    ]
  },
  {
    "cau_hoi": "Câu 4: Hai quá trình biến đổi khi liên tiếp cho như hình vẽ bên. Mô tả nào sau đây về hai quá trình đó là đúng?\nA. Nung nóng đẳng tích sau đó dãn đẳng áp.\nB. Nung nóng đẳng tích sau đó nén đẳng áp.\nC. Nung nóng đẳng áp sau đó dãn đẳng nhiệt.\nD. Nung nóng đẳng áp sau đó nén đẳng nhiệt.",
    "dap_an": [
      "Quá trình (1) đến (2) là quá trình nung nóng (nhiệt độ tăng) đẳng tích (thể tích không đổi). Quá trình (2) đến (3) là quá trình nén (vì nhiệt độ giảm thì thể tích cũng giảm) đẳng áp. Chọn B"
    ]
  },
  {
    "cau_hoi": "Câu 5: Một bóng thám không được chế tạo để có thể tăng bán kính lên tới 10 m khi bay ở tầng khí quyển có áp suất 0,03 atm và nhiệt độ 200 K. Khi bóng được bơm không khí ở áp suất 1 atm và nhiệt độ 300 K thì bán kính của bóng là\nA. 3,56 m.\nB. 10,36 m.\nC. 4,5 m.\nD. 10,45 m.",
    "dap_an": [
      "p1V1T1=p2V2T2⇒0,03.43π.103200=1.43πR32300p1V1T1=p2V2T2⇒0,03.43π.103200=1.43πR23300<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><mrow><msub><mi>p</mi><mn>1</mn></msub><msub><mi>V</mi><mn>1</mn></msub></mrow><msub><mi>T</mi><mn>1</mn></msub></mfrac><mo>=</mo><mfrac><mrow><msub><mi>p</mi><mn>2</mn></msub><msub><mi>V</mi><mn>2</mn></msub></mrow><msub><mi>T</mi><mn>2</mn></msub></mfrac><mo>⇒</mo><mfrac><mrow><mn>0,03.</mn><mfrac><mn>4</mn><mn>3</mn></mfrac><mi>π</mi><msup><mn>.10</mn><mn>3</mn></msup></mrow><mn>200</mn></mfrac><mo>=</mo><mfrac><mrow><mn>1.</mn><mfrac><mn>4</mn><mn>3</mn></mfrac><mi>π</mi><msubsup><mi>R</mi><mn>2</mn><mn>3</mn></msubsup></mrow><mn>300</mn></mfrac></math> => R2 = 3,56m. Chọn A"
    ]
  },
  {
    "cau_hoi": "Câu 6: Người ta nén 6 lít khí ở nhiệt độ 27°C để cho thể tích của khí chỉ còn 1 lít, vì nén nhanh nên khí bị nóng lên đến 77°C . Khi đó áp suất của khí tăng lên bao nhiêu lần?\nA. 7 lần.\nB. 6 lần.\nC. 4 lần.\nD. 2 lần.",
    "dap_an": [
      "p1V1T1=p2V2T2⇒p1.627+273=p2.177+273p1V1T1=p2V2T2⇒p1.627+273=p2.177+273<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><mrow><msub><mi>p</mi><mn>1</mn></msub><msub><mi>V</mi><mn>1</mn></msub></mrow><msub><mi>T</mi><mn>1</mn></msub></mfrac><mo>=</mo><mfrac><mrow><msub><mi>p</mi><mn>2</mn></msub><msub><mi>V</mi><mn>2</mn></msub></mrow><msub><mi>T</mi><mn>2</mn></msub></mfrac><mo>⇒</mo><mfrac><mrow><msub><mi>p</mi><mn>1</mn></msub><mn>.6</mn></mrow><mrow><mn>27</mn><mo>+</mo><mn>273</mn></mrow></mfrac><mo>=</mo><mfrac><mrow><msub><mi>p</mi><mn>2</mn></msub><mn>.1</mn></mrow><mrow><mn>77</mn><mo>+</mo><mn>273</mn></mrow></mfrac></math> => p2 = 7p1. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 7: Một cái bơm chứa 100 cm3 không khí ở nhiệt độ 27 °C và áp suất 105 Pa. Tính áp suất của không khí bị nén xuống còn 20 cm3 và nhiệt độ tăng lên tới 39 °C.\nA. p2 = 5,2.104 Pa.\nB. p2 = 6.105 Pa.\nC. p2 = 5,2.105 Pa.\nD. p2 = 5.105 Pa.",
    "dap_an": [
      "p1V1T1=p2V2T2⇒105.10027+273=p2.2039+273p1V1T1=p2V2T2⇒105.10027+273=p2.2039+273<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><mrow><msub><mi>p</mi><mn>1</mn></msub><msub><mi>V</mi><mn>1</mn></msub></mrow><msub><mi>T</mi><mn>1</mn></msub></mfrac><mo>=</mo><mfrac><mrow><msub><mi>p</mi><mn>2</mn></msub><msub><mi>V</mi><mn>2</mn></msub></mrow><msub><mi>T</mi><mn>2</mn></msub></mfrac><mo>⇒</mo><mfrac><mrow><msup><mn>10</mn><mn>5</mn></msup><mn>.100</mn></mrow><mrow><mn>27</mn><mo>+</mo><mn>273</mn></mrow></mfrac><mo>=</mo><mfrac><mrow><msub><mi>p</mi><mn>2</mn></msub><mn>.20</mn></mrow><mrow><mn>39</mn><mo>+</mo><mn>273</mn></mrow></mfrac></math> => p2=5,2.105Pap2=5,2.105Pa<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>p</mi><mn>2</mn></msub><mo>=</mo><msup><mn>5,2.10</mn><mn>5</mn></msup><mi>P</mi><mi>a</mi></math>. Chọn C."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Một lượng khí lí tưởng biến đổi trạng thái như đồ thị dưới đây. Cho V1 = 2 lít; p1 = 0,5 atm; T1 = 300 K; V2 = 6 lít\nCác phát biểu sau đây đúng hay sai:\na) Quá trình biến đổi lượng khí từ trạng thái (1) sang trạng thái (2) là quá trình nén đẳng áp.\nb) Quá trình biến đổi khối khí từ trạng thái (3) sang trạng thái (1) là làm lạnh đẳng tích.\nc) Giá trị nhiệt độ T2 là 900 K.\nd) Áp suất khối khí ở trạng thái (3) là 1,5 atm.",
    "dap_an": [
      "Quá trình 1 – 2 là quá trình dãn đẳng áp vì thể tích tăng.",
      "V1T1=V2T2⇒2300=6T2V1T1=V2T2⇒2300=6T2<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><msub><mi>V</mi><mn>1</mn></msub><msub><mi>T</mi><mn>1</mn></msub></mfrac><mo>=</mo><mfrac><msub><mi>V</mi><mn>2</mn></msub><msub><mi>T</mi><mn>2</mn></msub></mfrac><mo>⇒</mo><mfrac><mn>2</mn><mn>300</mn></mfrac><mo>=</mo><mfrac><mn>6</mn><msub><mi>T</mi><mn>2</mn></msub></mfrac></math> => T2 = 900K.",
      "Quá trình 2 – 3 là quá trình nén đẳng nhiệt",
      "p2V2=p3V3⇒0,5.6=p3.2⇒p3=1,5atmp2V2=p3V3⇒0,5.6=p3.2⇒p3=1,5 atm<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>p</mi><mn>2</mn></msub><msub><mi>V</mi><mn>2</mn></msub><mo>=</mo><msub><mi>p</mi><mn>3</mn></msub><msub><mi>V</mi><mn>3</mn></msub><mo>⇒</mo><mn>0,5.6</mn><mo>=</mo><msub><mi>p</mi><mn>3</mn></msub><mn>.2</mn><mo>⇒</mo><msub><mi>p</mi><mn>3</mn></msub><mo>=</mo><mn>1,5</mn><mtext> </mtext><mi>a</mi><mi>t</mi><mi>m</mi></math> (do p1 = p2 = 0,5 atm; V3 = V1 = 2 lít)",
      "Quá trình 3 – 1 là quá trình làm lạnh đẳng tích",
      "Đáp án: a) Sai; b) Đúng; c) Đúng; d) Đúng"
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Tính thể tích của 10 g khí oxygen ở áp suất 738 mmHg và nhiệt độ 15 °C.",
    "dap_an": [
      "Từ phương trình Claperon - Mendeleev: pV=mμRT⇒V=mμRTppV=mμRT⇒V=mμRTp<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mtext>pV</mtext><mo>=</mo><mfrac><mtext>m</mtext><mi>μ</mi></mfrac><mtext>RT</mtext><mo>⇒</mo><mtext>V</mtext><mo>=</mo><mfrac><mtext>m</mtext><mi>μ</mi></mfrac><mfrac><mtext>RT</mtext><mtext>p</mtext></mfrac></math>.",
      "Với: m = 10g; µ = 32g; R = 0,082(atm.lmol.K)0,082atm.lmol.K<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>0,082</mn><mfenced><mfrac><mrow><mtext>atm</mtext><mo>.</mo><mtext>l</mtext></mrow><mrow><mtext>mol</mtext><mo>.</mo><mtext>K</mtext></mrow></mfrac></mfenced></math>; T = 288K; p = 738mmHg = 0,98atm.",
      "=> V = 1032⋅0,082⋅2880,981032⋅0,082⋅2880,98<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><mn>10</mn><mn>32</mn></mfrac><mo>⋅</mo><mfrac><mrow><mn>0,082</mn><mo>⋅</mo><mn>288</mn></mrow><mn>0,98</mn></mfrac></math> = 7,6 lít.",
      "Đáp án: 7,6 lít."
    ]
  },
  {
    "cau_hoi": "Câu 1: Chọn câu sai? Sở dĩ chất khí gây áp suất lên thành bình là vì\nA. Các phân tử khí trong thành bình chuyển động hoàn toàn có trật tự.\nB. Khi va chạm tới thành bình các phân tử khí bị phản xạ và truyền động lượng cho thành bình.\nC. Mỗi phân tử khí tác dụng lên thành bình một lực rất nhỏ, nhưng vô số phân tử khí cùng tác dụng lên thành bình sẽ gây ra một lực tác dụng đáng kể.\nD. Lực do chất khí va chạm với thành bình tạo ra áp suất chất khí lên thành bình.",
    "dap_an": [
      "Chất khí gây áp suất lên thành bình là vì:",
      "- Khi va chạm tới thành bình các phân tử khí bị phản xạ và truyền động lượng cho thành bình.",
      "- Mỗi phân tử khí tác dụng lên thành bình một lực rất nhỏ, nhưng vô số phân tử khí cùng tác dụng lên thành bình sẽ gây ra một lực tác dụng đáng kể.",
      "- Lực do chất khí va chạm với thành bình tạo ra áp suất chất khí lên thành bình.",
      "Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 2: Trong quá trình đẳng nhiệt của một lượng khí nhất định, mật độ phân tử khí trong một đơn vị thể tích\nA. Chưa đủ dữ kiện để kết luận.\nB. Tăng tỉ lệ thuận với áp suất.\nC. Giảm tỉ lệ nghịch với áp suất.\nD. Luôn không đổi.",
    "dap_an": [
      "Trong quá trình đẳng nhiệt, khi áp suất tăng thì thể tích giảm, mật độ phân tử khí trong một đơn vị thể tích tăng. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 3: Ở thể tích không đổi, đối với một mol khí nhất định, áp suất của khí tăng khi nhiệt độ tăng do\nA. tốc độ phân tử trung bình tăng.\nB. tốc độ va chạm giữa các phân tử tăng.\nC. lực hút phân tử tăng.\nD. quãng đường đi tự do trung bình giảm.",
    "dap_an": [
      "Ở thể tích không đổi, đối với một mol khí nhất định, áp suất của khí tăng khi nhiệt độ tăng do tốc độ va chạm giữa các phân tử tăng. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 4: Đối với khí lý tưởng, động năng trung bình của phân tử tỷ lệ thuận với\nA. nhiệt độ tuyệt đối.\nB. áp suất.\nC. thể tích.\nD. khối lượng.",
    "dap_an": [
      "Đối với khí lý tưởng, động năng trung bình của phân tử tỷ lệ thuận với nhiệt độ tuyệt đối theo công thức ¯¯¯¯Ed=32.RNATEd¯=32.RNAT<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mover accent=\"true\"><msub><mi>E</mi><mi>d</mi></msub><mo>¯</mo></mover><mo>=</mo><mfrac><mn>3</mn><mn>2</mn></mfrac><mo>.</mo><mfrac><mi>R</mi><msub><mi>N</mi><mi>A</mi></msub></mfrac><mi>T</mi></math>. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 5: Hai bình kín có thể tích bằng nhau đều chứa khí lí tưởng ở cùng một nhiệt độ. Khối lượng khí trong hai bình bằng nhau nhưng khối lượng một phân tử khí của bình 1 lớn gấp hai lần khối lượng một phân tử khí ở bình 2. Áp suất khí ở bình 1\nA. bằng áp suất khí ở bình 2.\nB. gấp bốn lần áp suất khí ở bình 2.\nC. gấp hai lần áp suất khí ở bình 2.\nD. bằng một nửa áp suất khí ở bình 2.",
    "dap_an": [
      "Từ phương trình khí lý tưởng pV=nRT=mMRTpV=nRT=mMRT<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mtext>pV</mtext><mo>=</mo><mtext>nRT</mtext><mo>=</mo><mfrac><mtext>m</mtext><mtext>M</mtext></mfrac><mtext>RT</mtext></math> (giả thiết M1=2M2⇒n2=2n1M1=2M2⇒n2=2n1<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mtext>M</mtext><mn>1</mn></msub><mo>=</mo><mn>2</mn><msub><mtext>M</mtext><mn>2</mn></msub><mo>⇒</mo><msub><mtext>n</mtext><mn>2</mn></msub><mo>=</mo><mn>2</mn><msub><mtext>n</mtext><mn>1</mn></msub></math>)",
      "- Vì áp suất p tỷ lệ thuận với số mol n khi thể tích V và nhiệt độ T được giữ không đổi (dựa trên phương trình pV= nRT), ta có thể thấy rằng áp suất không phụ thuộc vào khối lượng mol của từng khí riêng lẽ mà chỉ phụ thuộc vào tổng khối lượng khí và thể tích bình chứa.",
      "- Vì khối lượng tổng cùng khí trong cả hai bình là như nhau và cả hai bình đều có thể tích và nhiệt độ như nhau, áp suất trong cả hai bình sẽ bằng nhau dù khối lượng mol của khí là khác nhau. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 6: Động năng trung bình của mỗi phân tử O2 ở nhiệt độ T sẽ là\nA. \n1\n2\nk\nB\nT\n.\nB. \n3\n2\nk\nB\nT\n.\nC. \n5\n2\nk\nB\nT\n.\nD. \n7\n2\nk\nB\nT\n.",
    "dap_an": [
      "Động năng trung bình ¯¯¯¯Ed=32kTEd¯=32kT<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mover accent=\"true\"><msub><mi>E</mi><mi>d</mi></msub><mo>¯</mo></mover><mo>=</mo><mfrac><mn>3</mn><mn>2</mn></mfrac><mi>k</mi><mi>T</mi></math>, chứng tỏ động năng trung bình chỉ phụ thuộc vào nhiệt độ. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 7: Động năng trung bình của phân tử khí lí tưởng ở 25°C có giá trị là\nA. 5,2.10-22J.\nB. 6,2.10-21J.\nC. 6,2.1023J.\nD. 3,2.1023J.",
    "dap_an": [
      "Áp dụng công thức Wd=32kT.Wd=32kT.<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>W</mi><mtext>d</mtext></msub><mo>=</mo><mfrac><mn>3</mn><mn>2</mn></mfrac><mi>k</mi><mi>T</mi><mo>.</mo></math>",
      "Thay các giá trị k=1,38⋅10−23 J/K,T=298 Kk=1,38⋅10−23 J/K,T=298 K<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>k</mi><mo>=</mo><mn>1,38</mn><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>23</mn></mrow></msup><mo> </mo><mtext>J</mtext><mo>/</mo><mtext>K</mtext><mo>,</mo><mi>T</mi><mo>=</mo><mn>298</mn><mo> </mo><mtext>K</mtext></math>,",
      "ta được: Wd=6,2⋅10−21 JWd=6,2⋅10−21 J<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>W</mi><mtext>d</mtext></msub><mo>=</mo><mn>6,2</mn><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>21</mn></mrow></msup><mo> </mo><mtext>J</mtext></math>.",
      "Chọn B"
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Khi xây dựng công thức tính áp suất chất khí từ mô hình động học phân tử khí, trong các phát biểu sau đây, phát biểu nào là đúng, phát biểu nào là sai?\na) Trong thời gian giữa hai va chạm liên tiếp với thành bình, động lượng của phân tử khí thay đổi một lượng bằng tích khối lượng phân tử và tốc độ trung bình của nó.\nb) Giữa hai va chạm với thành bình, phân tử khí chuyển động thẳng đều.\nc) Lực gây ra thay đổi động lượng của phân tử khí là lực do phân tử khí tác dụng lên thành bình.\nd) Các phân tử khí chuyển động không có phương ưu tiên, số phân tử đến va chạm với các mặt của thành bình trong mỗi giây là như nhau.",
    "dap_an": [
      "a) Sai vì động lượng của phân tử khí thay đổi một lượng bằng hai lần tích khối lượng phân tử và tốc độ trung bình của nó.",
      "b) Đúng, do bỏ qua lực tương tác nên giữa hai va chạm với thành bình, phân tử khí chuyển động thẳng đều.",
      "c) Sai vì theo định luật thứ 2 của Newton, lực gây ra thay đổi động lượng của phân tử khí là lực do thành bình tác dụng lên phân tử khí.",
      "d) Đúng, các phân tử khí chuyển động không có phương ưu tiên, số phân tử đến va chạm với các mặt của thành bình trong mỗi giây là như nhau.",
      "Đáp án: a) Sai; b) Đúng; c) Sai; d) Đúng."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Bình có dung tích 2 lít chứa 10 g khí ở áp suất 680 mmHg. Tính tốc độ căn quân phương của phân tử.",
    "dap_an": [
      "pV=13Nm¯¯¯¯v2pV=13Nmv2¯<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mtext>pV</mtext><mo>=</mo><mfrac><mn>1</mn><mn>3</mn></mfrac><mtext>Nm</mtext><mover accent=\"true\"><msup><mtext>v</mtext><mn>2</mn></msup><mo>¯</mo></mover></math>",
      "N là số phân tử khí trung bình, xét N = 1",
      "=>pV = 13mv213mv2<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><mn>1</mn><mn>3</mn></mfrac><msup><mtext>mv</mtext><mtext>2</mtext></msup></math> => vrms=√3pVm=√3⋅680760⋅1,013⋅105⋅2⋅10−310⋅10−3vrms=3pVm=3⋅680760⋅1,013⋅105⋅2⋅10−310⋅10−3<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mtext>v</mtext><mtext>rms</mtext></msub><mo>=</mo><msqrt><mfrac><mrow><mn>3</mn><mtext>pV</mtext></mrow><mtext>m</mtext></mfrac></msqrt><mo>=</mo><msqrt><mfrac><mrow><mn>3</mn><mo>⋅</mo><mfrac><mn>680</mn><mn>760</mn></mfrac><mo>⋅</mo><mn>1,013</mn><mo>⋅</mo><msup><mn>10</mn><mn>5</mn></msup><mo>⋅</mo><mn>2</mn><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>3</mn></mrow></msup></mrow><mrow><mn>10</mn><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>3</mn></mrow></msup></mrow></mfrac></msqrt></math> = 233 (m/s).",
      "Đáp án: 233 m/s."
    ]
  },
  {
    "cau_hoi": "Câu 1: Xung quanh vật nào sau đây không có từ trường?\nA. Dòng điện không đổi.\nB. Hạt mang điện chuyển động.\nC. Hạt mang điện đứng yên.\nD. Nam châm chữ U.",
    "dap_an": [
      "Xung quanh nam châm, dòng điện, hạt mang điện chuyển động có từ trường.",
      "Chọn C"
    ]
  },
  {
    "cau_hoi": "Câu 2: Tính chất cơ bản của từ trường là\nA. gây ra lực từ tác dụng lên nam châm hoặc lên dòng điện đặt trong nó.\nB. gây ra lực hấp dẫn lên các vật đặt trong nó.\nC. gây ra lực đàn hồi tác dụng lên các dòng điện và nam châm đặt trong nó.\nD. gây ra sự biến đổi về tính chất điện của môi trường xung quanh.",
    "dap_an": [
      "Tính chất cơ bản của từ trường là gây ra lực từ tác dụng lên nam châm hoặc lên dòng điện đặt trong nó. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 3: Từ phổ là\nA. hình ảnh của các đường mạt sắt trong từ trường.\nB. hình ảnh tương tác của hai nam châm với nhau.\nC. hình ảnh tương tác giữa dòng điện và nam châm.\nD. hình ảnh tương tác của hai dòng điện chạy trong hai dây dẫn thẳng song song.",
    "dap_an": [
      "Từ phổ là hình ảnh của các đường mạt sắt trong từ trường. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 4: Tìm phát biểu sai.\nA. Chiều của các đường sức từ là chiều của từ trường.\nB. Qua mỗi điểm trong từ trường chỉ vẽ được một đường sức từ.\nC. Các đường sức từ là các đường cong khép kín hoặc vô hạn ở hai đầu.\nD. Các đường sức từ của cùng một từ trường có thể cắt nhau.",
    "dap_an": [
      "D – sai. Các đường sức từ của cùng một từ trường không cắt nhau. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 5: Nhận xét nào sau đây là sai khi nói về từ trường?\nA. Tại mỗi điểm trong từ trường chỉ vẽ được một và chỉ một đường sức từ đi qua.\nB. Các đường sức từ là những đường cong không khép kín.\nC. Các đường sức từ không cắt nhau.\nD. Tính chất cơ bản của từ trường là tác dụng lực từ lên nam châm hay dòng điện đặt trong nó.",
    "dap_an": [
      "B – sai. Các đường sức từ là những đường cong khép kín hoặc vô hạn ở hai đầu. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 6: Vật liệu nào sau đây không thể dùng làm nam châm?\nA. Sắt và hợp chất của sắt.\nB. Nickel và hợp chất của nickel.\nC. Cobalt và hợp chất của cobalt.\nD. Nhôm và hợp chất của nhôm.",
    "dap_an": [
      "D – sai vì nhôm và hợp chất của nhôm không phải là vật liệu từ. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 7: Các đường sức từ là các đường cong vẽ trong không gian có từ trường sao cho\nA. pháp tuyến tại mọi điểm trùng với hướng của từ trường tại điểm đó.\nB. tiếp tuyến tại mọi điểm trùng với hướng của từ trường tại điểm đó.\nC. pháp tuyến tại mỗi điểm tạo với hướng của từ trường một góc không đổi.\nD. tiếp tuyến tại mọi điểm tạo với hướng của từ trường một góc không đổi.",
    "dap_an": [
      "Các đường sức từ là các đường cong vẽ trong không gian có từ trường sao cho tiếp tuyến tại mọi điểm trùng với hướng của từ trường tại điểm đó. Chọn B."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Trong các phát biểu dưới đây, phát biểu nào là đúng, phát biểu nào là sai?\na) Đường sức từ là đường được vẽ trong từ trường sao cho tiếp tuyến tại một điểm bất kì trên đường trùng với phương của vecto cảm ứng từ tại điểm đó.\nb) Bên ngoài một thanh nam châm, các đường sức từ đi từ cực nam đến cực bắc.\nc) Nơi nào từ trường mạnh hơn thì các đường sức từ ở đó dày hơn, nơi nào từ trường yếu hơn thì các đường sức từ ở đó thưa hơn.",
    "dap_an": [
      "a) Đúng",
      "b) Sai. Bên ngoài một thanh nam châm, các đường sức từ đi từ cực bắc đến cực nam.",
      "c) Đúng",
      "Đáp án: a) Đúng; b) Sai; c) Đúng."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Quy tắc bàn tay phải đối với dòng điện thẳng: Giơ ngón cái của bàn tay phải hướng …, khum bốn ngón tay kia xung quanh dây dẫn thì chiều từ … đó là chiều của đường sức từ. Điền từ có thiếu vào chỗ trống.",
    "dap_an": [
      "Đối với dòng điện thẳng: Giơ ngón cái của bàn tay phải hướng theo chiều dòng điện, khum bốn ngón tay kia xung quanh dây dẫn thì chiều từ cổ tay đến bốn ngón tay đó là chiều của đường sức từ.",
      "Đáp án: theo chiều dòng điện; cổ tay đến bốn ngón tay."
    ]
  },
  {
    "cau_hoi": "Câu 1: Chọn câu đúng. Lực từ tác dụng lên một đoạn dây dẫn thẳng mang dòng điện tỉ lệ với\nA. điện trở của đoạn dây.\nB. bình phương hiệu điện thế giữa hai đầu đoạn dây.\nC. căn bậc hai của hiệu điện thế giữa hai đầu đoạn dây.\nD. cường độ dòng điện qua đoạn dây.",
    "dap_an": [
      "Lực từ tác dụng lên một đoạn dây dẫn thẳng mang dòng điện tỉ lệ với cường độ dòng điện qua đoạn dây có biểu thức F = IBℓsinα. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 2: Cảm ứng từ tại một điểm trong từ trường\nA. cùng hướng với hướng của từ trường tại điểm đó.\nB. cùng hướng với lực từ tác dụng lên phần tử dòng điện đặt tại điểm đó.\nC. có độ lớn tỉ lệ nghịch với độ lớn của lực từ tác dụng lên phần tử dòng điện đặt tại điểm đó.\nD. có độ lớn tỉ lệ với cường độ của phần tử dòng điện đặt tại điểm đó.",
    "dap_an": [
      "Cảm ứng từ tại một điểm trong từ trường cùng hướng với hướng của từ trường tại điểm đó. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 3: Lực từ tác dụng lên một dây dẫn có dòng điện đi qua đặt vuông góc với đường sức từ sẽ không thay đổi khi\nA. dòng điện đổi chiều và giữ nguyên cường độ.\nB. từ trường đổi chiều và giữ nguyên cường độ.\nC. dòng điện và từ trường đồng thời đổi chiều và giữ nguyên cường độ.\nD. dòng điện giữ nguyên chiều nhưng thay đổi cường độ.",
    "dap_an": [
      "Lực từ tác dụng lên một dây dẫn có dòng điện đi qua đặt vuông góc với đường sức từ sẽ không thay đổi khi dòng điện và từ trường đồng thời đổi chiều và giữ nguyên cường độ. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 4: Để có thể xác định chiều của lực từ tác dụng lên một đoạn dây dẫn thẳng mang dòng điện, người ta có thể dùng\nA. quy tắc bàn tay trái.\nB. quy tắc cái đinh ốc.\nC. quy tắc nắm tay phải.\nD. quy tắc mặt Nam, mặt Bắc.",
    "dap_an": [
      "Để có thể xác định chiều của lực từ tác dụng lên một đoạn dây dẫn thẳng mang dòng điện, người ta có thể dùng quy tắc bàn tay trái. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 5: Hướng của lực từ do từ trường đều\n→\nB\ntác dụng lên đoạn dây MN mang dòng điện I chạy qua có hướng như hình nào dưới đây?\nA. Hình 1.\nB. Hình 2.\nC. Hình 3.\nD. Hình 4.",
    "dap_an": [
      "Sử dụng quy tắc bàn tay trái. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 6: Đoạn dây dẫn dài 20 cm mang dòng điện 2 A đặt trong từ trường đều có cảm ứng từ 0,05 T. Đoạn dây đặt hợp với các đường sức từ góc 30°. Lực từ tác dụng lên đoạn dây là\nA. 0,01 N.\nB. 0,02 N.\nC. 0,04 N.\nD. 0,05 N.",
    "dap_an": [
      "F = IBℓsinα = 2.0,5.0,2.sin30° = 0,01N. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 7: Một dây dẫn mang dòng điện có cường độ 8 A đặt trong một từ trường đều, cảm ứng từ có độ lớn bằng 0,5 T. Biết dòng điện hợp với các đường sức của từ trường góc 60°. Độ lớn của lực từ tác dụng lên 20 cm chiều dài của dây dẫn là\nA. \n0,4\n√\n3\nN.\nB. 0,4N.\nC. 0,8N.\nD. \n0,8\n√\n3\nN.",
    "dap_an": [
      "F = IBℓsinα = 8.0,5.0,2.sin60° = 2√35235<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><mrow><mn>2</mn><msqrt><mn>3</mn></msqrt></mrow><mn>5</mn></mfrac></math>N. Chọn A."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Khi nói về lực từ tác dụng lên một đoạn dây dẫn thẳng đặt trong từ trường đều, trong các nhận định dưới đây, nhận định nào là đúng nhận định nào là sai?\na) Lực từ có độ lớn tỉ lệ với điện trở đoạn dây.\nb) Lực từ có độ lớn tỉ lệ nghịch với cảm ứng từ tại nơi đặt dây dẫn.\nc) Khi đoạn dây đặt song song với các đường sức từ thì lực từ tác dụng lên đoạn dây là lớn nhất.\nd) Lực từ có độ lớn tỉ lệ thuận với cường độ dòng điện chạy qua đoạn dây.",
    "dap_an": [
      "Lực từ: F = IBℓsinα",
      "Đáp án: a) Sai; b) Sai; c) Sai; d) Đúng."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Một đoạn dây dẫn bằng đồng dài 20,0 m có diện tích mặt cắt ngang là 2,50.10-6 m2. Đoạn dây dẫn được đặt nằm ngang sao cho dòng điện trong đoạn dây dẫn chạy từ đông sang tây với cường độ 20,0A. Ở vị trí đang xét, từ trường Trái Đất có cảm ứng từ nằm ngang, hướng từ nam lên bắc và có độ lớn 0,500.10-4T. Biết khối lượng riêng của đồng là 8,9.103 kg/m3; g = 9,8 m/s2.\na) Tìm độ lớn và hướng của lực từ tác dụng lên đoạn dây.\nb) Tính lực hấp dẫn tác dụng lên đoạn dây.",
    "dap_an": [
      "a) Lực từ tác dụng lên dây có độ lớn là: Ftu =BIlsinθFtu =BIlsinθ<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>F</mi><mtext>tu </mtext></msub><mo>=</mo><mi>B</mi><mi>I</mi><mi mathvariant=\"script\">l</mi><mi>sin</mi><mi>θ</mi></math>.",
      "Thay các giá trị đã cho: B = 0,500.10-4T; I = 20,0A; ℓ = 20,0m; θ = 90°, ta được: Ftu = 0,02N.",
      "Dòng điện và cảm ứng từ đều ở trong mặt phẳng nằm ngang nên lực từ hướng thẳng đứng. Theo quy tắc bàn tay trái, lực từ có chiều từ trên xuống dưới.",
      "b) Lực hấp dẫn có độ lớn là: Fhd = mg = ρSℓg.",
      "Thay các giá trị đã cho: ρ = 8,90.103 kg/m3; S = 2,50.10-6 m2; ℓ = 20,0m; g = 9,8 m.s2, ta được: Fhd = 4,361N.",
      "Phép tính này chứng tỏ rằng trong điều kiện bình thường, lực hấp dẫn tác dụng lên một dây dẫn mang dòng điện lớn hơn rất nhiều so với lực từ do từ trường Trái Đất gây ra.",
      "Đáp án",
      "a) Ftu = 0,02N, hướng thẳng đứng từ trên xuống.",
      "b) Fhd = 4,361N."
    ]
  },
  {
    "cau_hoi": "Câu 1: Câu nào dưới đây nói về từ thông là không đúng?\nA. Từ thông qua mặt S là đại lượng xác định theo công thức\nΦ\n=\nB\n⋅\nS\n⋅\ncos\nα\n, với α là góc tạo bởi cảm ứng từ\n→\nB\nvà pháp tuyến dương\n→\nn\ncủa mặt S.\nB. Từ thông là một đại lượng vô hướng, có thể dương, âm hoặc bằng không.\nC. Từ thông qua mặt S chỉ phụ thuộc diện tích của mặt S, không phụ thuộc góc nghiêng của mặt đó so với hướng của các đường sức từ.\nD. Từ thông qua mặt S được đo bằng đơn vị vêbe (1 Wb = 1 T.m2), và có giá trị lớn nhất khi mặt này vuông góc với các đường sức từ.",
    "dap_an": [
      "C – sai vì Φ=B⋅S⋅cosαΦ=B⋅S⋅cosα<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>Φ</mi><mo>=</mo><mi>B</mi><mo>⋅</mo><mi>S</mi><mo>⋅</mo><mi>cos</mi><mi>α</mi></math>. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 2: Cho vectơ pháp tuyến của khung dây vuông góc với các đường sức từ thì khi độ lớn cảm ứng từ tăng 2 lần, từ thông\nA. bằng 0.\nB. tăng 2 lần.\nC. tăng 4 lần.\nD. giảm 2 lần.",
    "dap_an": [
      "Từ thông Φ=B⋅S⋅cosα=B⋅S⋅cos90°=0Φ=B⋅S⋅cosα=B⋅S⋅cos90°=0<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>Φ</mi><mo>=</mo><mi>B</mi><mo>⋅</mo><mi>S</mi><mo>⋅</mo><mi>cos</mi><mi>α</mi><mo>=</mo><mi>B</mi><mo>⋅</mo><mi>S</mi><mo>⋅</mo><mi>cos</mi><mn>90</mn><mo>°</mo><mo>=</mo><mn>0</mn></math>. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 3: Một khung dây dẫn phẳng có diện tích S đặt trong từ trường đều có cảm ứng từ B, góc giữa vectơ cảm ứng từ và vectơ pháp tuyến là α. Từ thông qua diện tích S được tính theo công thức\nA.  \nΦ\n=\nBS\n.\nsin\nα\n.\nB. \nΦ\n=\nBS\n.\ncos\nα\n.\nC. \nΦ\n=\nBS\n.\ntan\nα\n.\nD. \nΦ\n=\nBS\n.\ncotan\nα\n.",
    "dap_an": [
      "Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 4: Weber là đơn vị đo từ thông, kí hiệu là Wb; 1 Wb bằng\nA. 1 T.m2.\nB. 1 T/m.\nC. 1 T.m.\nD. 1 T/m2.",
    "dap_an": [
      "Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 5: Ứng dụng nào sau đây không liên quan đến dòng Fu-cô?\nA. Phanh điện từ.\nB. Nấu chảy kim loại bằng cách để nó trong từ trường biến thiên.\nC. Lõi máy biến thế được ghép từ các lá thép mỏng cách điện với nhau.\nD. Đèn hình TV.",
    "dap_an": [
      "Đèn hình TV không liên quan đến dòng Fu-cô. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 6: Hiện tượng cảm ứng điện từ không được sử dụng trong\nA. đồng hồ tốc độ.\nB. máy biến áp.\nC. máy phát điện xoay chiều.\nD. lò sưởi.",
    "dap_an": [
      "Hiện tượng cảm ứng điện từ không được sử dụng trong lò sưởi. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 7: Một khung dây phẳng giới hạn diện tích S = 5cm2 gồm 20 vòng dây đặt trong từ trường đều có cảm ứng từ B = 0,1 T sao cho mặt phẳng khung dây hợp với vectơ cảm ứng từ một góc 60°. Tính từ thông qua diện tích giới hạn bởi khung dây.\nA. \nΦ\n=\n8,66\n⋅\n10\n−\n4\n Wb\n.\nB. \nΦ\n=\n8,66\n⋅\n10\n−\n5\n Wb\n.\nC. \nΦ\n=\n3\n√\n3\n⋅\n10\n−\n6\n Wb\n.\nD. \nΦ\n=\n3\n√\n3\n⋅\n10\n−\n5\n Wb\n.",
    "dap_an": [
      "Ta có công thức tính từ thông:",
      "Φ=NBScosαΦ=NBScosα<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>Φ</mi><mo>=</mo><mtext>NBS</mtext><mi>cos</mi><mi>α</mi></math> = 20.0,1.5.10−4.cos30°20.0,1.5.10−4.cos30°<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msup><mn>20.0,1.5.10</mn><mrow><mo>−</mo><mn>4</mn></mrow></msup><mo>.</mo><mi>cos</mi><mn>30</mn><mo>°</mo></math>= 8,66⋅10−48,66⋅10−4<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>8,66</mn><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>4</mn></mrow></msup></math> Wb.",
      "Chọn A."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Một nhóm học sinh làm thí nghiệm về hiện tượng cảm ứng điện từ như trình bày ở Hình 3.2. Trong các phát biểu sau đây của học sinh, phát biểu nào là đúng, phát biểu nào là sai?\na) Mỗi khi từ thông qua mặt giới hạn bởi mạch điện kín biến thiên theo thời gian thì trong mạch xuất hiện dòng điện cảm ứng.\nb) Độ lớn của suất điện động cảm ứng trong mạch kín tỉ lệ với tốc độ biến thiên của từ thông qua mạch kín đó.\nc) Độ lớn của từ thông qua một mạch kín càng lớn thì suất điện động cảm ứng trong mạch kín đó càng lớn.\nd) Dịch chuyển thanh nam châm lại gần một đầu ống dây thì đầu đó sẽ hút thanh nam châm vì khi đó, ống dây là một nam châm điện.",
    "dap_an": [
      "a) Đúng. Đây là kết luận về hiện tượng cảm ứng điện từ.",
      "b) Đúng. Đây là nội dung của định luật Faraday về cảm ứng điện từ.",
      "c) Sai. Nếu từ thông qua mạch kín lớn nhưng từ thông biến đổi với tốc độ nhỏ thì suất điện động cảm ứng sẽ nhỏ.",
      "d) Sai. Khi đưa nam châm lại gần ống dây, độ lớn của từ thông qua ống dây tăng và từ trường của dòng điện cảm ứng trong ống dây ngược chiều với từ trường của nam châm. Khi đó, từ truờng của dòng điện cảm ứng ngăn cản nam châm lại gần nó. Tức là ống dây sẽ đẩy nam châm.",
      "Đáp án: a) Đúng, b) Đúng, c) Sai, d) Sai."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Một vòng dây dẫn phẳng có diện tích 0,10 m2 được đặt vuông góc với từ trường có độ lớn cảm ứng từ là 2,0.10-3 T. Tính từ thông qua vòng dây này.",
    "dap_an": [
      "Ta có: Φ=BS⋅cosαΦ=BS⋅cosα<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>Φ</mi><mo>=</mo><mtext>BS</mtext><mo>⋅</mo><mi>cos</mi><mi>α</mi></math> = BS⋅cos(→B,→n)BS⋅cos(B→,n→)<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mtext>BS</mtext><mo>⋅</mo><mi>cos</mi><mo>(</mo><mover accent=\"true\"><mtext>B</mtext><mo>→</mo></mover><mo>,</mo><mover accent=\"true\"><mtext>n</mtext><mo>→</mo></mover><mo>)</mo></math> = 2⋅10−3⋅0,1⋅cos(00)2⋅10−3⋅0,1⋅cos00<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>2</mn><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>3</mn></mrow></msup><mo>⋅</mo><mn>0,1</mn><mo>⋅</mo><mi>cos</mi><mfenced><msup><mn>0</mn><mn>0</mn></msup></mfenced></math> = 2.10-4 Wb.",
      "Đáp án: 2.10-4 Wb."
    ]
  },
  {
    "cau_hoi": "Câu 1: Điện áp tức thời giữa hai đầu đoạn mạch điện xoay chiều là\nu\n=\n311\ncos\n100\nπ\nt\n(\n V\n)\n. Giá trị hiệu dụng của điện áp đó là\nA. 311V.\nB. 22V.\nC. 156V.\nD. 440V.",
    "dap_an": [
      "A. Sai. Giá trị hiệu dụng khác giá trị cực đại.",
      "B. Đúng. Ta có giá trị hiệu dụng là U=U0√2=311√2≈220VU=U02=3112≈220 V<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>U</mi><mo>=</mo><mfrac><msub><mi>U</mi><mn>0</mn></msub><msqrt><mn>2</mn></msqrt></mfrac><mo>=</mo><mfrac><mn>311</mn><msqrt><mn>2</mn></msqrt></mfrac><mo>≈</mo><mn>220</mn><mtext> </mtext><mi>V</mi></math>.",
      "C. Sai.",
      "D. Sai.",
      "Đáp án: B."
    ]
  },
  {
    "cau_hoi": "Câu 2: Một khung dây dẫn có diện tích 50 cm2 gồm 250 vòng dây quay đều với vận tốc 3000 vòng/phút trong một từ trường đều có vectơ cảm ứng từ vuông góc với trục quay của khung dây và có độ lớn 0,02 T. Từ thông cực đại gửi qua khung là\nA. 0,025 Wb.\nB. 0,15 Wb.\nC. 1,5 Wb.\nD. 15 Wb.",
    "dap_an": [
      "Từ thông cực đại: Φ=NBS=250.0,02.50.10−4Φ=NBS=250.0,02.50.10−4<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>Φ</mi><mo>=</mo><mi>N</mi><mi>B</mi><mi>S</mi><mo>=</mo><msup><mn>250.0,02.50.10</mn><mrow><mo>−</mo><mn>4</mn></mrow></msup></math> = 0,025Wb. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 3: Một cuộn dây dẹt hình chữ nhật diện tích 54 cm2 có 500 vòng dây quay đều với vận tốc 50 vòng/s quanh một trục nằm trong mặt phẳng của cuộn dây, trong một từ trường đều vuông góc với trục quay có B = 0,1 T. Biên độ suất điện động xuất hiện trong cuộn dây có giá trị bằng\nA. 84,8 V.\nB. 60 V.\nC. 42,4 V.\nD. 120 V.",
    "dap_an": [
      "E0=NBSω=500.0,1.54.10−4.50.2πE0=NBSω=500.0,1.54.10−4.50.2π<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>E</mi><mn>0</mn></msub><mo>=</mo><mi>N</mi><mi>B</mi><mi>S</mi><mi>ω</mi><mo>=</mo><msup><mn>500.0,1.54.10</mn><mrow><mo>−</mo><mn>4</mn></mrow></msup><mn>.50.2</mn><mi>π</mi></math> = 84,78V. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 4: Một khung dây dẫn quay đều quanh trục A trong một từ trường đều có cảm ứng từ vuông góc với trục quay của khung với tốc độ góc w = 150 vòng/phút. Từ thông cực đại qua khung dây là 10 Wb. Suất điện động cực đại trong khung dây bằng\nA. 50πV.\nB. \n50\n√\n2\n V.\nC. \n25\nπ\n√\n2\nV.\nD. \n25\n√\n2\nV.",
    "dap_an": [
      "E0=ωΦ0=150.2π60.10E0=ωΦ0=150.2π60.10<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>E</mi><mn>0</mn></msub><mo>=</mo><mi>ω</mi><msub><mi>Φ</mi><mn>0</mn></msub><mo>=</mo><mfrac><mrow><mn>150.2</mn><mi>π</mi></mrow><mn>60</mn></mfrac><mn>.10</mn></math> = 157V. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 5: Một máy phát điện xoay chiều với khung dây có 1000 vòng, quay đều trong từ trường đều có cảm ứng từ B = 0,11 T, diện tích mỗi vòng dây là 90 cm2, suất điện động cảm ứng trong khung có giá trị hiệu dụng 220 V. Chu kì biến thiên của suất điện động là\nA. 0,028 s.\nB. 0,014 s.\nC. 0,02 s.\nD. 0,01 s.",
    "dap_an": [
      "E0=ωNBS⇒ω=E0NBS=220√21000.0,11.90.10−4E0=ωNBS⇒ω=E0NBS=22021000.0,11.90.10−4<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>E</mi><mn>0</mn></msub><mo>=</mo><mi>ω</mi><mi>N</mi><mi>B</mi><mi>S</mi><mo>⇒</mo><mi>ω</mi><mo>=</mo><mfrac><msub><mi>E</mi><mn>0</mn></msub><mrow><mi>N</mi><mi>B</mi><mi>S</mi></mrow></mfrac><mo>=</mo><mfrac><mrow><mn>220</mn><msqrt><mn>2</mn></msqrt></mrow><msup><mn>1000.0,11.90.10</mn><mrow><mo>−</mo><mn>4</mn></mrow></msup></mfrac></math> = 314,3 rad/s",
      "=> T = 2πω=2π314,3≈0,02s2πω=2π314,3≈0,02 s<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><mrow><mn>2</mn><mi>π</mi></mrow><mi>ω</mi></mfrac><mo>=</mo><mfrac><mrow><mn>2</mn><mi>π</mi></mrow><mn>314,3</mn></mfrac><mo>≈</mo><mn>0,02</mn><mtext> </mtext><mi>s</mi></math>. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 6: Khi cuộn dây có 100 vòng quay đều trong từ trường đều với vận tốc là w = 100p rad/s thì suất điện động cực đại là 314 V. Biết diện tích mỗi vòng dây là 400 cm2. Độ lớn cảm ứng từ là\nA. 25.10-2 T.\nB. 25 T.\nC. 25.10-3 T.\nD. 2,5 T.",
    "dap_an": [
      "B = E0NSω=314100.400.10−4.100πE0NSω=314100.400.10−4.100π<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><msub><mi>E</mi><mn>0</mn></msub><mrow><mi>N</mi><mi>S</mi><mi>ω</mi></mrow></mfrac><mo>=</mo><mfrac><mn>314</mn><mrow><msup><mn>100.400.10</mn><mrow><mo>−</mo><mn>4</mn></mrow></msup><mn>.100</mn><mi>π</mi></mrow></mfrac></math> = 0,25T. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 7: Dòng điện xoay chiều là dòng điện có\nA. cường độ là hàm bậc nhất của hiệu điện thế.\nB. cường độ biến đổi điều hòa theo thời gian.\nC. chiều biến đổi tuần hoàn theo thời gian.\nD. cường độ biến đổi tuần hoàn theo thời gian.",
    "dap_an": [
      "Dòng điện xoay chiều là dòng điện có cường độ biến đổi điều hòa theo thời gian. Chọn B."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Ở một bóng đèn sợi đốt có ghi 220V - 75W. Đèn được nối vào mạng điện xoay chiều. Khi đèn sáng bình thường, trong các phát biểu sau đây, phát biểu nào là đúng, phát biểu nào là sai?\na) Cường độ dòng điện hiệu dụng qua đèn là 0,34A.\nb) Số đo cường độ dòng điện của ampe kế mắc nối tiếp với đèn là 0,48A.\nc) Trong một giờ, đèn tiêu thụ năng lượng điện là 75 W.h.\nd) Điện trở của đèn là 458Ω.",
    "dap_an": [
      "a) Đúng. Điện áp hiệu dụng để đèn sáng bình thường là U = 220V.",
      "Ta có I=PU=75220=0,34 AI=PU=75220=0,34 A<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>I</mi><mo>=</mo><mfrac><mi>P</mi><mi>U</mi></mfrac><mo>=</mo><mfrac><mn>75</mn><mn>220</mn></mfrac><mo>=</mo><mn>0,34</mn><mo> </mo><mtext>A</mtext></math>",
      "b) Sai. Đồng hồ đo giá trị hiệu dụng. Trong trường hợp này, giá trị hiệu dụng của cường độ dòng điện xoay chiều là I = 0,34A.",
      "c) Đúng. Năng lượng điện tiêu thụ là tích của công suất điện với thời gian tiêu thụ điện. Trong trường hợp này, năng lượng điện tiêu thụ là 75 W.h.",
      "d) Sai. Điện trờ của đèn khoảng R=UI=2200,34=647ΩR=UI=2200,34=647 Ω<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>R</mi><mo>=</mo><mfrac><mi>U</mi><mi>I</mi></mfrac><mo>=</mo><mfrac><mn>220</mn><mn>0,34</mn></mfrac><mo>=</mo><mn>647</mn><mtext> </mtext><mi>Ω</mi></math>.",
      "Đáp án: a) Đúng, b) Sai, c) Đúng, d) Sai."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Trong một máy cấp nước nóng dùng điện, bộ phận làm nóng hoạt động như một điện trở có công suất định mức là 2,2kW ở điện áp 220V. Tính cường độ dòng điện hiệu dụng.",
    "dap_an": [
      "a) Điện áp ghi ở các thiết bị điện là điện áp hiệu dụng.",
      "Cường độ dòng điện hiệu dụng là I=PUI=PU<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>I</mi><mo>=</mo><mfrac><mi mathvariant=\"script\">P</mi><mi>U</mi></mfrac></math>",
      "Thay các giá trị đã cho: P=2200 W;U=220 VP=2200 W;U=220 V<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi mathvariant=\"script\">P</mi><mo>=</mo><mn>2200</mn><mo> </mo><mtext>W</mtext><mo>;</mo><mi>U</mi><mo>=</mo><mn>220</mn><mo> </mo><mtext>V</mtext></math>, ta được: I = 10A.",
      "Đáp án: I = 10A"
    ]
  },
  {
    "cau_hoi": "Câu 1: Chọn phát biểu sai. Máy biến áp\nA. biến đổi điện áp của dòng điện xoay chiều.\nB. hoạt động dựa trên hiện tượng cảm ứng điện từ.\nC. biến đổi cường độ dòng điện xoay chiều.\nD. biến đổi tần số của dòng điện xoay chiều.",
    "dap_an": [
      "Máy biến áp:",
      "- biến đổi điện áp của dòng điện xoay chiều.",
      "- hoạt động dựa trên hiện tượng cảm ứng điện từ.",
      "- biến đổi cường độ dòng điện xoay chiều.",
      "Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 2: Gọi N1 và N2 là số vòng của cuộn sơ cấp và thứ cấp của một máy biến áp lí tưởng. Nếu mắc hai đầu của cuộn sơ cấp điện áp hiệu dụng là U thì điện áp hiệu dụng giữa hai đầu cuộn thứ cấp sẽ là\nA. \nU\n2\n=\nU\n1\n(\nN\n2\n N\n1\n)\n2\n.\nB. \nU\n2\n=\nU\n1\nN\n1\n N\n2\n.\nC. \nU\n2\n=\nU\n1\nN\n2\n N\n1\n.\nD. \nU\n2\n=\nU\n1\n√\nN\n2\n N\n1\n.",
    "dap_an": [
      "U2U1=N2 N1⇒U2=U1N2 N1U2U1=N2 N1⇒U2=U1N2 N1<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><msub><mtext>U</mtext><mn>2</mn></msub><msub><mi>U</mi><mn>1</mn></msub></mfrac><mo>=</mo><mfrac><msub><mtext>N</mtext><mn>2</mn></msub><mrow><mo> </mo><msub><mtext>N</mtext><mn>1</mn></msub></mrow></mfrac><mo>⇒</mo><msub><mtext>U</mtext><mn>2</mn></msub><mo>=</mo><msub><mtext>U</mtext><mn>1</mn></msub><mfrac><msub><mtext>N</mtext><mn>2</mn></msub><mrow><mo> </mo><msub><mtext>N</mtext><mn>1</mn></msub></mrow></mfrac></math>. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 3: Một máy biến thế có số vòng của cuộn sơ cấp là 5000 và thứ cấp là 1000. Bỏ qua mọi hao phí của máy biến thế. Đặt vào hai đầu cuộn sơ cấp hiệu điện thế xoay chiều có giá trị hiệu dụng 100 V thì hiệu điện thế hiệu dụng ở hai đầu cuộn thứ cấp khi để hở có giá trị\nA. 20 V.\nB. 40 V.\nC. 10 V.\nD. 500 V.",
    "dap_an": [
      "U2U1=N2 N1⇒U2=U1N2 N1=100.10005000=20VU2U1=N2 N1⇒U2=U1N2 N1=100.10005000=20V<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><msub><mtext>U</mtext><mn>2</mn></msub><msub><mi>U</mi><mn>1</mn></msub></mfrac><mo>=</mo><mfrac><msub><mtext>N</mtext><mn>2</mn></msub><mrow><mo> </mo><msub><mtext>N</mtext><mn>1</mn></msub></mrow></mfrac><mo>⇒</mo><msub><mtext>U</mtext><mn>2</mn></msub><mo>=</mo><msub><mtext>U</mtext><mn>1</mn></msub><mfrac><msub><mtext>N</mtext><mn>2</mn></msub><mrow><mo> </mo><msub><mtext>N</mtext><mn>1</mn></msub></mrow></mfrac><mo>=</mo><mn>100.</mn><mfrac><mn>1000</mn><mn>5000</mn></mfrac><mo>=</mo><mn>20</mn><mi>V</mi></math>. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 4: Một máy biến áp lí tưởng có cuộn sơ cấp gồm 1000 vòng dây được mắc vào điện áp xoay chiều có hiệu điện thế 220 V. Khi đó điện áp hiệu dụng ở hai đầu cuộn thứ cấp để hở là 440 V. Số vòng dây của cuộn thứ cấp là do\nA. 500 vòng.\nB. 2000 vòng.\nC. 1100 vòng.\nD. 2200 vòng.",
    "dap_an": [
      "U2U1=N2 N1⇒N2=N1U2 U1=1000.440220=2000U2U1=N2 N1⇒N2=N1U2 U1=1000.440220=2000<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><msub><mtext>U</mtext><mn>2</mn></msub><msub><mi>U</mi><mn>1</mn></msub></mfrac><mo>=</mo><mfrac><msub><mtext>N</mtext><mn>2</mn></msub><mrow><mo> </mo><msub><mtext>N</mtext><mn>1</mn></msub></mrow></mfrac><mo>⇒</mo><msub><mi>N</mi><mn>2</mn></msub><mo>=</mo><msub><mi>N</mi><mn>1</mn></msub><mfrac><msub><mi>U</mi><mn>2</mn></msub><mrow><mo> </mo><msub><mi>U</mi><mn>1</mn></msub></mrow></mfrac><mo>=</mo><mn>1000.</mn><mfrac><mn>440</mn><mn>220</mn></mfrac><mo>=</mo><mn>2000</mn></math>. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 5: Đặt vào hai đầu cuộn sơ cấp của máy biến áp lí tưởng một điện áp xoay chiều có giá trị hiệu dụng không đổi. Nếu tăng số vòng dây của cuộn thứ cấp thêm 20% thì điện áp hiệu dụng giữa hai đầu cuộn thứ cấp để hở tăng thêm 6 V so với ban đầu. Điện áp hiệu dụng ban đầu ở cuộn thứ cấp khi để hở là\nA. 30 V.\nB. 40 V.\nC. 48 V.\nD. 60 V.",
    "dap_an": [
      "N1N2=U1U2⇒N1U1=N2U2N1N2=U1U2⇒N1U1=N2U2<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><msub><mi>N</mi><mn>1</mn></msub><msub><mi>N</mi><mn>2</mn></msub></mfrac><mo>=</mo><mfrac><msub><mi>U</mi><mn>1</mn></msub><msub><mi>U</mi><mn>2</mn></msub></mfrac><mo>⇒</mo><mfrac><msub><mi>N</mi><mn>1</mn></msub><msub><mi>U</mi><mn>1</mn></msub></mfrac><mo>=</mo><mfrac><msub><mi>N</mi><mn>2</mn></msub><msub><mi>U</mi><mn>2</mn></msub></mfrac></math> (1)",
      "N1N2+0,2N2=U1U2+6⇒N1U1=1,2N2U2+6N1N2+0,2N2=U1U2+6⇒N1U1=1,2N2U2+6<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><msub><mi>N</mi><mn>1</mn></msub><mrow><msub><mi>N</mi><mn>2</mn></msub><mo>+</mo><mn>0,2</mn><msub><mi>N</mi><mn>2</mn></msub></mrow></mfrac><mo>=</mo><mfrac><msub><mi>U</mi><mn>1</mn></msub><mrow><msub><mi>U</mi><mn>2</mn></msub><mo>+</mo><mn>6</mn></mrow></mfrac><mo>⇒</mo><mfrac><msub><mi>N</mi><mn>1</mn></msub><msub><mi>U</mi><mn>1</mn></msub></mfrac><mo>=</mo><mfrac><mrow><mn>1,2</mn><msub><mi>N</mi><mn>2</mn></msub></mrow><mrow><msub><mi>U</mi><mn>2</mn></msub><mo>+</mo><mn>6</mn></mrow></mfrac></math> (2)",
      "Từ (1) và (2) có: U2 + 6 = 1,2U2 => U2 = 30V. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 6: Công dụng của máy biến áp là\nA. biến đổi tần số của điện áp xoay chiều.\nB. biến đổi giá trị hiệu dụng của điện áp xoay chiều.\nC. biến đổi công suất của nguồn điện xoay chiều.\nD. biến điện áp xoay chiều thành điện áp một chiều.",
    "dap_an": [
      "Công dụng của máy biến áp là biến đổi giá trị hiệu dụng của điện áp xoay chiều. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 7: Gọi n1; U1 là số vòng dây và hiệu điện thế giữa hai đầu cuộn sơ cấp. Gọi n2; U2 là số vòng dây và hiệu điện thế giữa hai đầu cuộn thứ cấp của một máy biến thế. Hệ thức đúng là\nA. \nU\n1\nU\n2\n=\nn\n1\nn\n2\n.\nB. \nU\n1\n⋅\nn\n1\n=\nU\n2\n⋅\nn\n2\n.\nC. \nU\n1\n+\nU\n2\n=\nn\n1\n+\nn\n2\n.\nD. \nU\n1\n−\nU\n2\n=\nn\n1\n−\nn\n2\n.",
    "dap_an": [
      "Chọn A."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Phát biểu nào đúng, phát biểu nào sai? Một máy tăng áp có cuộn thứ cấp mắc với điện trở thuần, cuộn sơ cấp mắc với nguồn điện xoay chiều. Tần số dòng điện trong cuộn thứ cấp\na) có thể nhỏ hơn hoặc lớn hơn tần số trong cuộn sơ cấp.\nb) luôn nhỏ hơn tần số dòng điện trong cuộn sơ cấp\nc) bằng tần số dòng điện trong cuộn sơ cấp.\nd) luôn lớn hơn tần số dòng điện trong cuộn sơ cấp.",
    "dap_an": [
      "Đáp án: a) Sai; b) Sai; c) Đúng; d) Sai.",
      "Giải thích: Máy biến áp có tác dụng biến đổi điện áp, không làm biến đổi tần số."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Một máy biến áp có điện trở các cuộn dây không đáng kể. Điện áp hiệu dụng giữa hai đầu cuộn thứ cấp và điện áp hiệu dụng giữa hai đầu cuộn sơ cấp lần lượt là 55 V và 220 V. Bỏ qua các hao phí trong máy, tỉ số giữa số vòng dây cuộn sơ cấp và số vòng dây cuộn thứ cấp bằng bao nhiêu?",
    "dap_an": [
      "Áp dụng công thức máy biến áp ta có N1 N2=U1U2⇒N1 N2=55220=14N1 N2=U1U2⇒N1 N2=55220=14<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><msub><mtext>N</mtext><mn>1</mn></msub><mrow><mo> </mo><msub><mtext>N</mtext><mn>2</mn></msub></mrow></mfrac><mo>=</mo><mfrac><msub><mtext>U</mtext><mn>1</mn></msub><msub><mtext>U</mtext><mn>2</mn></msub></mfrac><mo>⇒</mo><mfrac><msub><mtext>N</mtext><mn>1</mn></msub><mrow><mo> </mo><msub><mtext>N</mtext><mn>2</mn></msub></mrow></mfrac><mo>=</mo><mfrac><mn>55</mn><mn>220</mn></mfrac><mo>=</mo><mfrac><mn>1</mn><mn>4</mn></mfrac></math>",
      "Đáp án: 0,25."
    ]
  },
  {
    "cau_hoi": "Câu 1: Sóng điện từ và sóng cơ học không có chung tính chất nào dưới đây?\nA. Phản xạ.\nB. Truyền được trong chân không.\nC. Khúc xạ.\nD. Mang năng lượng.",
    "dap_an": [
      "Sóng cơ không truyền được trong chân không. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 2: Trong sóng điện từ, tần số càng cao thì\nA. năng lượng càng lớn, sóng truyền thấp.\nB. năng lượng càng thấp, sóng truyền lại gần.\nC. năng lượng thấp, sóng truyền xa.\nD. năng lượng càng lớn, sóng truyền càng xa.",
    "dap_an": [
      "Tần số càng cao thì năng lượng càng lớn, bước sóng càng ngắn tức là sóng truyền thấp. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 3: Sóng điện từ trong chân không có tần số f = 150 kHz, bước sóng của sóng điện từ là\nA. l = 2000 m.\nB. l = 2000 km.\nC. l = 1000 m.\nD. l = 1000 km.",
    "dap_an": [
      "Bước sóng λ=cf=3.108150.103=2000mλ=cf=3.108150.103=2000 m<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>λ</mi><mo>=</mo><mfrac><mi>c</mi><mi>f</mi></mfrac><mo>=</mo><mfrac><msup><mn>3.10</mn><mn>8</mn></msup><msup><mn>150.10</mn><mn>3</mn></msup></mfrac><mo>=</mo><mn>2000</mn><mtext> </mtext><mi>m</mi></math>. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 4: Vận tốc truyền sóng điện từ trong chân không là 3.108 m/s, tần số của sóng có bước sóng 30 m là\nA. 107 Hz.\nB. 106 Hz.\nC. 25.105 Hz.\nD. 9.109 Hz.",
    "dap_an": [
      "Tần số: f=cλ=3.10830=107Hzf=cλ=3.10830=107 Hz<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>f</mi><mo>=</mo><mfrac><mi>c</mi><mi>λ</mi></mfrac><mo>=</mo><mfrac><msup><mn>3.10</mn><mn>8</mn></msup><mn>30</mn></mfrac><mo>=</mo><msup><mn>10</mn><mn>7</mn></msup><mtext> </mtext><mi>H</mi><mi>z</mi></math>. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 5: Trong quá trình lan truyền của sóng điện từ thì dao động của điện trường và của từ trường tại một điểm luôn\nA. ngược pha.\nB. cùng pha.\nC. lệch pha π/2.\nD. lệch pha π/3.",
    "dap_an": [
      "Trong quá trình lan truyền của sóng điện từ thì dao động của điện trường và của từ trường tại một điểm luôn cùng pha,. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 6: Chọn phát biểu đúng khi nói về từ trường xoáy?\nA. Có các đường sức là đường cong không kín.\nB. Có các đường sức là đường thẳng vuông góc với điện trường.\nC. Nơi nào có điện trường biến thiên nơi đó xuất hiện từ trường xoáy.\nD. Nơi nào có điện trường không thay đổi, nơi đó xuất hiện từ trường xoáy.",
    "dap_an": [
      "Tại một nơi có điện trường biến thiên theo thời gian thì tại nơi đó xuất hiện một từ trường xoáy. Đường sức của từ trường luôn khép kín. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 7: Khi một điện trường biến thiên theo thời gian sẽ sinh ra\nA. điện trường xoáy.\nB. từ trường xoáy.\nC. một dòng điện.\nD. từ trường và điện trường biến thiên.",
    "dap_an": [
      "Ta có điện trường biến thiên sinh ra từ trường xoáy. Chọn B"
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Phát biểu nào đúng, phát biểu nào sai khi nói về sóng điện từ?\na) Sóng điện từ là điện từ trường lan truyền trong không gian.\nb) Sóng điện từ có vectơ cường độ điện trường và vectơ cảm ứng từ luôn cùng phương với nhau.\nc) Sóng điện từ là sóng ngang nên nó chỉ truyền được trong chất rắn.\nd) Trong sóng điện từ thì dao động của điện trường và của từ trường tại một điểm luôn đồng pha nhau.",
    "dap_an": [
      "Đáp án: a) Đúng; b) Sai; c) Sai; d) Đúng."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Tại điểm M đang có sóng điện từ truyền qua. Biên độ điện trường và từ trường lần lượt là E0 = 20 mV/m; B0 = 3mT. Tại thời điểm t thì thành phần từ trường có giá trị B = −1,2 mT thì thành phần điện trường có giá trị bằng bao nhiêu?",
    "dap_an": [
      "Điện trường và từ trường biến đổi cùng pha, nên ta có:",
      "BE=B0E0⇒−1,2E=320⇒E=−8(μV/m)BE=B0E0⇒−1,2E=320⇒E=−8(μV/m)<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><mi>B</mi><mi>E</mi></mfrac><mo>=</mo><mfrac><msub><mi>B</mi><mn>0</mn></msub><msub><mi>E</mi><mn>0</mn></msub></mfrac><mo>⇒</mo><mfrac><mrow><mo>−</mo><mn>1,2</mn></mrow><mi>E</mi></mfrac><mo>=</mo><mfrac><mn>3</mn><mn>20</mn></mfrac><mo>⇒</mo><mi>E</mi><mo>=</mo><mo>−</mo><mn>8</mn><mo>(</mo><mi>μ</mi><mtext>V</mtext><mo>/</mo><mtext>m</mtext><mo>)</mo></math>",
      "Đáp án: −8(μV/m)−8(μV/m)<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mo>−</mo><mn>8</mn><mo>(</mo><mi>μ</mi><mtext>V</mtext><mo>/</mo><mtext>m</mtext><mo>)</mo></math>."
    ]
  },
  {
    "cau_hoi": "Câu 1: Phát biểu nào sau đây về cấu tạo của hạt nhân nguyên tử là không đúng?\nA. Proton trong hạt nhân mang điện tích +e.\nB. Neutron trong hạt nhân mang điện tích -e.\nC. Tổng số các proton và neutron gọi là số khối.\nD. Số proton trong hạt nhân đúng bằng số electron trong nguyên tử.",
    "dap_an": [
      "Neutron không mang điện. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 2: Hạt nhân nguyên tử\nA\nZ\nX\ncó cấu tạo gồm\nA. Z neutron và A proton.\nB. Z proton và A neutron.\nC. Z proton và (A – Z) neutron.\nD. Z neutron và (A+Z) proton.",
    "dap_an": [
      "Hạt nhân nguyên tử AZXZAX<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mi>Z</mi><mi>A</mi></msubsup><mi>X</mi></math> có cấu tạo gồm Z proton và (A – Z) neutron. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 3: Hai hạt nhân\n3\n1\n T\nvà\n3\n2\nHe\ncó cùng\nA. điện tích.\nB. số neutron.\nC. số nucleon.\nD. số proton.",
    "dap_an": [
      "Hai hạt nhân 31 T13 T<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>1</mn><mn>3</mn></msubsup><mo> </mo><mtext>T</mtext></math> và 32He23He<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>2</mn><mn>3</mn></msubsup><mtext>He</mtext></math> có cùng số khối A = 3. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 4: Số nucleon có trong hạt nhân\n23\n11\nNa\nlà\nA. 11.\nB. 12.\nC. 34.\nD. 23.",
    "dap_an": [
      "Số nucleon có trong hạt nhân 2311Na1123Na<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>11</mn><mn>23</mn></msubsup><mtext>Na</mtext></math> là A = 23. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 5: Trong hạt nhân\n67\n30\nZn\ncó\nA. 67 proton.\nB. 67 neutron.\nC. 30 proton.\nD. 30 neutron.",
    "dap_an": [
      "Trong hạt nhân 6730Zn3067Zn<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>30</mn><mn>67</mn></msubsup><mtext>Zn</mtext></math> có 30 proton, 67 nucleon, 37 neutron. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 6: Trong 102 g\n63\n29\nCu\n, số hạt neutron nhiều hơn số hạt proton là\nA. 6,14.1025 hạt.\nB. 4,87.1024 hạt.\nC. 3,31.1025 hạt.\nD. 5,68.1025 hạt.",
    "dap_an": [
      "Số hạt nhân 6329Cu2963Cu<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>29</mn><mn>63</mn></msubsup><mtext>Cu</mtext></math> có trong 102 g 6329Cu2963Cu<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>29</mn><mn>63</mn></msubsup><mtext>Cu</mtext></math> là:",
      "N = NA.n=NA.mM=6,02.1023.10263=9,75.1023NA.n=NA.mM=6,02.1023.10263=9,75.1023<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>N</mi><mi>A</mi></msub><mo>.</mo><mi>n</mi><mo>=</mo><msub><mi>N</mi><mi>A</mi></msub><mo>.</mo><mfrac><mi>m</mi><mi>M</mi></mfrac><mo>=</mo><msup><mn>6,02.10</mn><mn>23</mn></msup><mo>.</mo><mfrac><mn>102</mn><mn>63</mn></mfrac><mo>=</mo><msup><mn>9,75.10</mn><mn>23</mn></msup></math>",
      "Trong 1 hạt nhân 6329Cu2963Cu<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>29</mn><mn>63</mn></msubsup><mtext>Cu</mtext></math> có 29 proton, 34 neutron, do đó trong 102 g 6329Cu2963Cu<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>29</mn><mn>63</mn></msubsup><mtext>Cu</mtext></math> có:",
      "Np=9,75.1023.29=2,8.1025Np=9,75.1023.29=2,8.1025<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>N</mi><mi>p</mi></msub><mo>=</mo><msup><mn>9,75.10</mn><mn>23</mn></msup><mn>.29</mn><mo>=</mo><msup><mn>2,8.10</mn><mn>25</mn></msup></math> và Nn=9,75.1023.34=3,3.1025Nn=9,75.1023.34=3,3.1025<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>N</mi><mi>n</mi></msub><mo>=</mo><msup><mn>9,75.10</mn><mn>23</mn></msup><mn>.34</mn><mo>=</mo><msup><mn>3,3.10</mn><mn>25</mn></msup></math>",
      "Số neutron nhiều hơn số proton xấp xỉ 5.1024 hạt. Chọn B"
    ]
  },
  {
    "cau_hoi": "Câu 7: Biết\nN\nA\n=\n6,02\n⋅\n10\n23\nhạt/mol. Trong 59,50 g\n238\n92\nU\ncó số neutron xấp xỉ là\nA. 2,38.1023.\nB. 2,20.1025.\nC. 1,19.1025.\nD. 9,21.1024.",
    "dap_an": [
      "Hạt nhân 23892U92238U<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>92</mn><mn>238</mn></msubsup><mtext>U</mtext></math> có 146 neutron",
      "=> Nn=146(mA)NANn=146mANA<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mtext>N</mtext><mi>n</mi></msub><mo>=</mo><mn>146</mn><mfenced><mfrac><mtext>m</mtext><mtext>A</mtext></mfrac></mfenced><msub><mtext>N</mtext><mtext>A</mtext></msub></math> = 146(59,50 g238 g)⋅6,02⋅102314659,50 g238 g⋅6,02⋅1023<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>146</mn><mfenced><mfrac><mrow><mn>59,50</mn><mo> </mo><mtext>g</mtext></mrow><mrow><mn>238</mn><mo> </mo><mtext>g</mtext></mrow></mfrac></mfenced><mo>⋅</mo><mn>6,02</mn><mo>⋅</mo><msup><mn>10</mn><mn>23</mn></msup></math> = 2,1973⋅10252,1973⋅1025<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>2,1973</mn><mo>⋅</mo><msup><mn>10</mn><mn>25</mn></msup></math>. Chọn B."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Cho ba hạt nhân X, Y, Z có các đặc điểm sau:\nHạt nhân X có 9 proton và 10 neutron.\nHạt nhân Y có tất cả 20 nucleon trong đó có 11 nucleon trung hoà.\nHạt nhân Z có 10 nucleon mang điện và 10 nucleon trung hoà.\nTrong các phát biểu dưới đây, phát biểu nào là đúng, phát biểu nào là sai?\na) X và Y là hai hạt nhân đồng vị.\nb) X và Z có cùng điện tích.\nc) Y và Z có cùng số khối.\nd) T và Z có bán kính xấp xỉ bằng nhau.",
    "dap_an": [
      "Từ dữ kiện đề bài, ta biết được cấu tạo và kí hiệu của các hạt nhân:",
      "Hạt nhân X có tất cả 19 nucleon, gồm 9 proton và 10 neutron, kí hiệu 199X919X<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>9</mn><mn>19</mn></msubsup><mtext>X</mtext></math>.",
      "Hạt nhân Y có tất cả 20 nucleon, gồm 9 proton và 11 neutron, kí hiệu 209Y920Y<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>9</mn><mn>20</mn></msubsup><mtext>Y</mtext></math>.",
      "Hạt nhân Z có tất cả 20 nucleon, gồm 10 proton và 10 neutron, kí hiệu 2010Z1020Z<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>10</mn><mn>20</mn></msubsup><mtext>Z</mtext></math>.",
      "a) Hạt nhân X và Y là hai hạt nhân đồng vị => phát biểu a) Đúng.",
      "b) Hạt nhân X có điện tích +9e, hạt nhân Z có điện tích +10e => phát biểu b) Sai.",
      "c) Hạt nhân Y và Z có cùng số khối là 20 => phát biểu c) Đúng.",
      "d) Hạt nhân Y và Z có cùng số khối nên có bán kính xấp xỉ bằng nhau theo công thức R = (1,2.10−15 m)A1/31,2.10−15 mA1/3<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfenced><mrow><msup><mn>1,2.10</mn><mrow><mo>−</mo><mn>15</mn></mrow></msup><mo> </mo><mtext>m</mtext></mrow></mfenced><msup><mi>A</mi><mrow><mn>1</mn><mo>/</mo><mn>3</mn></mrow></msup></math> => phát biểu d) Đúng.",
      "Đáp án: a) Đúng; b) Sai; c) Đúng; d) Đúng."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Xác định bán kính của hạt nhân sau: \n204\n82\n Pb\n.",
    "dap_an": [
      "Áp dụng công thức tính bán kính hạt nhân",
      "R = R0 A13=1,2⋅10−153√204=7,1⋅10−15( m)R0 A13=1,2⋅10−152043=7,1⋅10−15( m)<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mtext>R</mtext><mn>0</mn></msub><mo> </mo><msup><mtext>A</mtext><mfrac><mn>1</mn><mn>3</mn></mfrac></msup><mo>=</mo><mn>1,2</mn><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>15</mn></mrow></msup><mroot><mn>204</mn><mn>3</mn></mroot><mo>=</mo><mn>7,1</mn><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>15</mn></mrow></msup><mo>(</mo><mo> </mo><mtext>m</mtext><mo>)</mo></math>",
      "Đáp án: 7,1.10-15 m."
    ]
  },
  {
    "cau_hoi": "Câu 1: Nếu 3,6 g một chất được chuyển hóa hoàn toàn thành năng lượng thì năng lượng đó có giá trị là bao nhiêu?\nA. 9.1010 kWh.\nB. 9.107 kWh.\nC. 3,24.1010 kWh.\nD. 3,24.107 kWh.",
    "dap_an": [
      "Ta có: E = mc2 = 3,6.10-3.(3.108)2 = 3,24.1014 (J) = 9.107 kWh."
    ]
  },
  {
    "cau_hoi": "Cây 2: Cho khối lượng của hạt nhân\n107\n47\nAg\nlà 106,8783 amu; của neutron là 1,0087 amu; của proton là 1,0073 amu. Độ hụt khối của hạt nhân\n107\n47\nAg\nlà\nA. 0,9868 amu.\nB. 0,6986 amu.\nC. 0,6868 amu.\nD. 0,9686 amu.",
    "dap_an": [
      "Δm=Zmp+(A−Z)mn−mxΔm=Zmp+(A−Z)mn−mx<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>Δ</mi><mtext>m</mtext><mo>=</mo><msub><mtext>Zm</mtext><mtext>p</mtext></msub><mo>+</mo><mo>(</mo><mtext>A</mtext><mo>−</mo><mtext>Z</mtext><mo>)</mo><msub><mtext>m</mtext><mtext>n</mtext></msub><mo>−</mo><msub><mtext>m</mtext><mtext>x</mtext></msub></math> = (47.1,0073+60.1,0087−106,8783)(47.1,0073+60.1,0087−106,8783)<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mo>(</mo><mn>47.1,0073</mn><mo>+</mo><mn>60.1,0087</mn><mo>−</mo><mn>106,8783</mn><mo>)</mo></math> = 0,9869 amu. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 3: Cho phản ứng hạt nhân:\nX\n+\n19\n9\n F\n→\n4\n2\nHe\n+\n16\n8\nO\n. Hạt X là\nA. anpha.\nB. neutron.\nC. deuteri.\nD. proton.",
    "dap_an": [
      "Ta có: AZX+199 F→42He+168OZAX+919 F→24He+816O<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mi>Z</mi><mi>A</mi></msubsup><mi>X</mi><msubsup><mo>+</mo><mn>9</mn><mn>19</mn></msubsup><mo> </mo><mtext>F</mtext><msubsup><mo>→</mo><mn>2</mn><mn>4</mn></msubsup><mtext>He</mtext><msubsup><mo>+</mo><mn>8</mn><mn>16</mn></msubsup><mtext>O</mtext></math> => {A+19=4+16Z+9=2+8⇒{A=1Z=1A+19=4+16Z+9=2+8⇒A=1Z=1<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfenced open=\"{\" close=\"\"><mrow><mtable columnalign=\"left\" equalrows=\"true\" equalcolumns=\"true\"><mtr><mtd><mtext>A</mtext><mo>+</mo><mn>19</mn><mo>=</mo><mn>4</mn><mo>+</mo><mn>16</mn></mtd></mtr><mtr><mtd><mtext>Z</mtext><mo>+</mo><mn>9</mn><mo>=</mo><mn>2</mn><mo>+</mo><mn>8</mn></mtd></mtr></mtable><mo>⇒</mo><mfenced open=\"{\" close=\"\"><mtable columnalign=\"left\" equalrows=\"true\" equalcolumns=\"true\"><mtr><mtd><mtext>A</mtext><mo>=</mo><mn>1</mn></mtd></mtr><mtr><mtd><mtext>Z</mtext><mo>=</mo><mn>1</mn></mtd></mtr></mtable></mfenced></mrow></mfenced></math>. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 4: Khối lượng của hạt proton, neutron và hạt deuteri\n2\n1\nD\nlần lượt là: 1,0073 amu; 1,0087 amu và 2,0136 amu. Năng lượng liên kết của hạt nhân\n2\n1\nD\nlà\nA. 2,24 MeV.\nB. 3,06 MeV.\nC. 1,12 MeV.\nD. 4,48 MeV.",
    "dap_an": [
      "Δm=Zmp+(A−Z)mn−mXΔm=Zmp+(A−Z)mn−mX<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>Δ</mi><mtext>m</mtext><mo>=</mo><msub><mtext>Zm</mtext><mtext>p</mtext></msub><mo>+</mo><mo>(</mo><mtext>A</mtext><mo>−</mo><mtext>Z</mtext><mo>)</mo><msub><mtext>m</mtext><mtext>n</mtext></msub><mo>−</mo><msub><mtext>m</mtext><mtext>X</mtext></msub></math> = 1⋅1,0073+(2−1)⋅1,0087−2,01361⋅1,0073+(2−1)⋅1,0087−2,0136<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>1</mn><mo>⋅</mo><mn>1,0073</mn><mo>+</mo><mo>(</mo><mn>2</mn><mo>−</mo><mn>1</mn><mo>)</mo><mo>⋅</mo><mn>1,0087</mn><mo>−</mo><mn>2,0136</mn></math> = 2,4⋅10−3amu2,4⋅10−3amu<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>2,4</mn><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>3</mn></mrow></msup><mtext>amu</mtext></math>",
      "=> Elk=Δm⋅c2Elk=Δm⋅c2<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mtext>E</mtext><mrow><mi mathvariant=\"script\">l</mi><mtext>k</mtext></mrow></msub><mo>=</mo><mi>Δ</mi><mtext>m</mtext><mo>⋅</mo><msup><mtext>c</mtext><mn>2</mn></msup></math> = 2,4⋅10−3⋅amu⋅c2931,5=2,2356MeV2,4⋅10−3⋅amu⋅c2⏟931,5=2,2356MeV<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>2,4</mn><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>3</mn></mrow></msup><mo>⋅</mo><munder><munder><mrow><mtext>amu</mtext><mo>⋅</mo><msup><mtext>c</mtext><mn>2</mn></msup></mrow><mo>⏟</mo></munder><mn>931,5</mn></munder><mo>=</mo><mn>2,2356</mn><mtext>MeV</mtext></math>. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 5: Hạt nhân\n10\n4\nBe\ncó khối lượng 10,0135 amu. Khối lượng của neutron mn = 1,0087 amu, của proton mp = 1,0073 amu. Năng lượng liên kết riêng của hạt nhân\n10\n4\nBe\nlà\nA. 0,6321 MeV/nucleon.\nB. 63,2152 MeV/nucleon.\nC. 632,1531 MeV/nucleon.\nD. 6,3215 MeV/nucleon.",
    "dap_an": [
      "Δm=Zmp+(A−Z)mn−mXΔm=Zmp+(A−Z)mn−mX<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>Δ</mi><mtext>m</mtext><mo>=</mo><msub><mtext>Zm</mtext><mtext>p</mtext></msub><mo>+</mo><mo>(</mo><mtext>A</mtext><mo>−</mo><mtext>Z</mtext><mo>)</mo><msub><mtext>m</mtext><mtext>n</mtext></msub><mo>−</mo><msub><mtext>m</mtext><mtext>X</mtext></msub></math> = 4⋅1,0073+(10−4)⋅1,0087−10,01354⋅1,0073+(10−4)⋅1,0087−10,0135<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>4</mn><mo>⋅</mo><mn>1,0073</mn><mo>+</mo><mo>(</mo><mn>10</mn><mo>−</mo><mn>4</mn><mo>)</mo><mo>⋅</mo><mn>1,0087</mn><mo>−</mo><mn>10,0135</mn></math> = 0,0679amu",
      "=> Elk=Δm⋅c2Elk=Δm⋅c2<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>E</mi><mrow><mi mathvariant=\"script\">l</mi><mtext>k</mtext></mrow></msub><mo>=</mo><mi>Δ</mi><mtext>m</mtext><mo>⋅</mo><msup><mtext>c</mtext><mn>2</mn></msup></math> = 0,0679⋅amu⋅c2931,5MeV0,0679⋅amu⋅c2⏟931,5MeV<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>0,0679</mn><mo>⋅</mo><munder><munder><mrow><mtext>amu</mtext><mo>⋅</mo><msup><mtext>c</mtext><mn>2</mn></msup></mrow><mo>⏟</mo></munder><mrow><mn>931,5</mn><mtext>MeV</mtext></mrow></munder></math> = 63,2489 MeV",
      "=> Elkr=ElkA=63,248910=6,3249(MeV nucleon )Elkr=ElkA=63,248910=6,3249MeV nucleon <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>E</mi><mrow><mi mathvariant=\"script\">l</mi><mtext>kr</mtext></mrow></msub><mo>=</mo><mfrac><msub><mi>E</mi><mrow><mi mathvariant=\"script\">l</mi><mi>k</mi></mrow></msub><mi>A</mi></mfrac><mo>=</mo><mfrac><mn>63,2489</mn><mn>10</mn></mfrac><mo>=</mo><mn>6,3249</mn><mfenced><mfrac><mtext>MeV</mtext><mtext> nucleon </mtext></mfrac></mfenced></math>. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 6: Biết khối lượng của các hạt α, proton và neutron lần lượt là 4,0015 amu; 1,0073 amu và 1,0087 amu. Năng lượng tỏa ra khi tổng hợp được 11,2 lít khí He ở điều kiện tiêu chuẩn là\nA. 8,55.1024 MeV.\nB. 4,71.1025 MeV.\nC. 3,41.1025 MeV.\nD. 2,11.1027 MeV.",
    "dap_an": [
      "Q=n⋅Elk=V22,4⋅NA⋅Q Q=n⋅Elk=V22,4⋅NA⋅Q <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mtext>Q</mtext><mo>=</mo><mtext>n</mtext><mo>⋅</mo><msub><mtext>E</mtext><mrow><mi mathvariant=\"script\">l</mi><mtext>k</mtext></mrow></msub><mo>=</mo><mfrac><mtext>V</mtext><mn>22,4</mn></mfrac><mo>⋅</mo><msub><mtext>N</mtext><mtext>A</mtext></msub><mo>⋅</mo><mtext>Q </mtext></math> = 11,222,4⋅6,023⋅1023⋅(2⋅1,0073+2⋅1,0087−4,0015)⋅931,511,222,4⋅6,023⋅1023⋅(2⋅1,0073+2⋅1,0087−4,0015)⋅931,5<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><mn>11,2</mn><mn>22,4</mn></mfrac><mo>⋅</mo><mn>6,023</mn><mo>⋅</mo><msup><mn>10</mn><mn>23</mn></msup><mo>⋅</mo><mo>(</mo><mn>2</mn><mo>⋅</mo><mn>1,0073</mn><mo>+</mo><mn>2</mn><mo>⋅</mo><mn>1,0087</mn><mo>−</mo><mn>4,0015</mn><mo>)</mo><mo>⋅</mo><mn>931,5</mn></math>",
      "≈8,55⋅1024MeV≈8,55⋅1024MeV<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mo>≈</mo><mn>8,55</mn><mo>⋅</mo><msup><mn>10</mn><mn>24</mn></msup><mtext>MeV</mtext></math>. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 7: Cho hạt nhân\n238\n92\nU\ncó khối lượng lần lượt là 238,0004 amu. Biết mp = 1,0073 amu và mn = 1,0087 amu; 1 amu = 931 MeV/c2, NA = 6,022.1023. Khi tổng hợp được một mol hạt nhân\n238\n92\nU\nthì năng lượng toả ra\nA. 1,084.1027 J.\nB. 1,0884.1027 MeV.\nC. 1800 MeV.\nD. 1,84.1022 MeV.",
    "dap_an": [
      "Elk=[92mp+146mn−mU]c2Elk=92mp+146mn−mUc2<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>E</mi><mrow><mi>l</mi><mi>k</mi></mrow></msub><mo>=</mo><mfenced open=\"[\" close=\"]\"><mrow><mn>92</mn><msub><mi>m</mi><mi>p</mi></msub><mo>+</mo><mn>146</mn><msub><mi>m</mi><mi>n</mi></msub><mo>−</mo><msub><mi>m</mi><mi>U</mi></msub></mrow></mfenced><msup><mi>c</mi><mn>2</mn></msup></math> = 1807,44MeV1807,44MeV<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>1807,44</mn><mtext>MeV</mtext></math> => Q=Elk⋅NA=1,0884⋅1027MeVQ=Elk⋅NA=1,0884⋅1027MeV<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>Q</mi><mo>=</mo><msub><mi>E</mi><mrow><mi>l</mi><mi>k</mi></mrow></msub><mo>⋅</mo><msub><mi>N</mi><mi>A</mi></msub><mo>=</mo><mn>1,0884</mn><mo>⋅</mo><msup><mn>10</mn><mn>27</mn></msup><mtext>MeV</mtext></math>.",
      "Chọn B"
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Cho hai hạt nhân A và B có các đặc điểm sau:\nHạt nhân A có 202 nucleon trong đó gồm 122 neutron. Độ hụt khối của hạt nhân A là 1,71228 u.\nHạt nhân B có 204 nucleon trong đó gồm 80 proton. Độ hụt khối của hạt nhân B là 1,72675u.\nTrong các phát biểu sau đây, phát biểu nào là đúng, phát biểu nào là sai?\na) A và B là hai hạt nhân đồng vị.\nb) Số nucleon trung hoà trong mỗi hạt nhân bằng nhau.\nc) Hạt nhân A có năng lượng liên kết nhỏ hơn hạt nhân B.\nd) Hạt nhân B bền vững hơn hạt nhân A.",
    "dap_an": [
      "a) Hạt nhân A có 202 – 122 = 80 proton.",
      "Hạt nhân A và B là hai hạt nhân đồng vị → Phát biểu a) Đúng.",
      "b) Hạt nhân B có 204 – 80 = 124 neutron, trong khi đó hạt nhân A chỉ có 122 neutron → Phát biểu b) Sai.",
      "c) Hạt nhân A có độ hụt khối nhỏ hơn hạt nhân B:",
      "ΔmA<ΔmB⇔ΔmAc2<ΔmBc2⇔ElkA<ElkBΔmA<ΔmB⇔ΔmAc2<ΔmBc2⇔ElkA<ElkB<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>Δ</mi><msub><mi>m</mi><mtext>A</mtext></msub><mo>&lt;</mo><mi>Δ</mi><msub><mi>m</mi><mtext>B</mtext></msub><mo>⇔</mo><mi>Δ</mi><msub><mi>m</mi><mtext>A</mtext></msub><msup><mtext>c</mtext><mn>2</mn></msup><mo>&lt;</mo><mi>Δ</mi><msub><mi>m</mi><mtext>B</mtext></msub><msup><mtext>c</mtext><mn>2</mn></msup><mo>⇔</mo><msub><mi>E</mi><mtext>lkA</mtext></msub><mo>&lt;</mo><msub><mi>E</mi><mtext>lkB</mtext></msub></math> → Phát biểu c) Đúng.",
      "d) Tính năng lượng liên kết riêng của mỗi hạt nhân:",
      "EklkA=EkkAAA=1,71228.(931,5MeV/c2)c2202 nucleon =7,896EklkA=EkkAAA=1,71228.931,5MeV/c2c2202 nucleon =7,896<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>E</mi><mtext>klkA</mtext></msub><mo>=</mo><mfrac><msub><mi>E</mi><mtext>kkA</mtext></msub><msub><mi>A</mi><mtext>A</mtext></msub></mfrac><mo>=</mo><mfrac><mrow><mn>1,71228.</mn><mfenced><mrow><mn>931,5</mn><mtext>MeV</mtext><mo>/</mo><msup><mtext>c</mtext><mn>2</mn></msup></mrow></mfenced><msup><mi>c</mi><mn>2</mn></msup></mrow><mrow><mn>202</mn><mtext> nucleon </mtext></mrow></mfrac><mo>=</mo><mn>7,896</mn></math> MeV / nucleon",
      "EkrB=EkkBAB=1,72675⋅(931,5MeV/c2)c2204 nucleon =7,885EkrB=EkkBAB=1,72675⋅931,5MeV/c2c2204 nucleon =7,885<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>E</mi><mtext>krB</mtext></msub><mo>=</mo><mfrac><msub><mi>E</mi><mtext>kkB</mtext></msub><msub><mi>A</mi><mtext>B</mtext></msub></mfrac><mo>=</mo><mfrac><mrow><mn>1,72675</mn><mo>⋅</mo><mfenced><mrow><mn>931,5</mn><mtext>MeV</mtext><mo>/</mo><msup><mtext>c</mtext><mn>2</mn></msup></mrow></mfenced><msup><mi>c</mi><mn>2</mn></msup></mrow><mrow><mn>204</mn><mtext> nucleon </mtext></mrow></mfrac><mo>=</mo><mn>7,885</mn></math> MeV / nucleon",
      "ElkrA>ElkrBElkrA>ElkrB<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>E</mi><mtext>lkrA</mtext></msub><mo>&gt;</mo><msub><mi>E</mi><mtext>lkrB</mtext></msub></math> nên hạt nhân A bền vững hơn hạt nhân B => Phát biểu d) Sai.",
      "Đáp án: a) Đúng; b) Sai; c) Đúng; d) Sai."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Cho phản ứng tổng hợp hạt nhân: \n6\n3\nLi\n+\n2\n1\nD\n→\n4\n2\nHe\n+\nA\nZ\nX\nBiết khối lượng nguyên tử của các hạt là\nm\nD\n=\n2,01410\nu\n;\nm\nLi\n=\n6,01512\nu\n; \nm\nHe\n=\n4,00260\nu\n;\na) Hoàn thành phương trình phản ứng.\nb) Tính năng lượng toả ra của mỗi phản ứng. (Viết kết quả theo đơn vị MeV và lấy đến một chữ số sau dấu phẩy thập phân).\nc) Nếu tổng hợp được 1,00 g khí helium từ phương trình phản ứng này thì tổng năng lượng toả ra có thể đun sôi bao nhiêu kilôgam nước ở 20°C? Cho biết nhiệt dung riêng của nước là 4180 J/(kg.K).",
    "dap_an": [
      "a) Do điện tích và số nucleon được bảo toàn trong các phản ứng hạt nhân nên:",
      "3 + 1 = 2 + Z => Z = 2",
      "6 + 2 = 4 + A => A = 4",
      "Hạt nhân AZXZAX<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mi>Z</mi><mi>A</mi></msubsup><mtext>X</mtext></math> là 42He24He<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>2</mn><mn>4</mn></msubsup><mtext>He</mtext></math>.",
      "Phương trình phản ứng hạt nhân có dạng: 63Li+21D→42He+42He36Li+12D→24He+24He<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>3</mn><mn>6</mn></msubsup><mtext>Li</mtext><msubsup><mo>+</mo><mn>1</mn><mn>2</mn></msubsup><mtext>D</mtext><msubsup><mo>→</mo><mn>2</mn><mn>4</mn></msubsup><mtext>He</mtext><msubsup><mo>+</mo><mn>2</mn><mn>4</mn></msubsup><mtext>He</mtext></math>.",
      "b) Năng lượng toả ra của một phản ứng hạt nhân:",
      "Etoả = (mtrước – msau)c2 = [(6,01512u+2,01410u)−(2.4,00260u)]c2[(6,01512u+2,01410u)−(2.4,00260u)]c2<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mo>[</mo><mo>(</mo><mn>6,01512</mn><mtext>u</mtext><mo>+</mo><mn>2,01410</mn><mtext>u</mtext><mo>)</mo><mo>−</mo><mo>(</mo><mn>2.4,00260</mn><mtext>u</mtext><mo>)</mo><mo>]</mo><msup><mtext>c</mtext><mn>2</mn></msup></math>",
      "= 0,02402uc2=0,02402.(931,5MeV/c2)c2=22,37MeV0,02402uc2=0,02402.931,5MeV/c2c2=22,37MeV<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>0,02402</mn><msup><mtext>uc</mtext><mn>2</mn></msup><mo>=</mo><mn>0,02402.</mn><mfenced><mrow><mn>931,5</mn><mtext>MeV</mtext><mo>/</mo><msup><mtext>c</mtext><mn>2</mn></msup></mrow></mfenced><msup><mtext>c</mtext><mn>2</mn></msup><mo>=</mo><mn>22,37</mn><mtext>MeV</mtext></math>.",
      "c) Mỗi phản ứng tạo ra hai nguyên tử helium nên để tổng hợp được 1,00 g helium, số phản ứng cần xảy ra là",
      "(1,00 g)(4 g/mol)⋅(6,02⋅1023(1,00 g)(4 g/mol)⋅(6,02⋅1023<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><mrow><mo>(</mo><mn>1,00</mn><mo> </mo><mtext>g</mtext><mo>)</mo></mrow><mrow><mo>(</mo><mn>4</mn><mo> </mo><mtext>g</mtext><mo>/</mo><mtext>mol</mtext><mo>)</mo></mrow></mfrac><mo>⋅</mo><mo>(</mo><mn>6,02</mn><mo>⋅</mo><msup><mn>10</mn><mn>23</mn></msup></math> nguyên tử /mol) : (2 nguyên tử /phản ứng) = 7,53.1022 phản ứng.",
      "Tổng năng lượng toả ra khi tổng hợp được 1,00 g helium là",
      "E = (7,53.1022 phản ứng).(22,4 MeV/phản ứng).(1,6⋅10−13 J/MeV)1,6⋅10−13 J/MeV<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfenced><mrow><mn>1,6</mn><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>13</mn></mrow></msup><mo> </mo><mtext>J</mtext><mo>/</mo><mtext>MeV</mtext></mrow></mfenced></math> = 2,69⋅1011 J2,69⋅1011 J<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mn>2,69</mn><mo>⋅</mo><msup><mn>10</mn><mn>11</mn></msup><mo> </mo><mtext>J</mtext></math>",
      "Năng lượng này đun sôi được số kilôgam nước ở 20°C là",
      "m = EcΔt=(2,70⋅1011 J)(4180 J/kg⋅K)⋅(100∘C−20∘C)=8,07⋅105 kgEcΔt=2,70⋅1011 J(4180 J/kg⋅K)⋅100°C−20°C=8,07⋅105 kg<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><mi>E</mi><mrow><mi>c</mi><mi>Δ</mi><mi>t</mi></mrow></mfrac><mo>=</mo><mfrac><mfenced><mrow><mn>2,70</mn><mo>⋅</mo><msup><mn>10</mn><mn>11</mn></msup><mo> </mo><mtext>J</mtext></mrow></mfenced><mrow><mo>(</mo><mn>4180</mn><mo> </mo><mtext>J</mtext><mo>/</mo><mtext>kg</mtext><mo>⋅</mo><mtext>K</mtext><mo>)</mo><mo>⋅</mo><mfenced><mrow><msup><mn>100</mn><mo>°</mo></msup><mtext>C</mtext><mo>−</mo><msup><mn>20</mn><mo>°</mo></msup><mtext>C</mtext></mrow></mfenced></mrow></mfrac><mo>=</mo><mn>8,07</mn><mo>⋅</mo><msup><mn>10</mn><mn>5</mn></msup><mo> </mo><mtext>kg</mtext></math>",
      "Đáp án: a) 63Li+21D→42He+42He.36Li+12D→24He+24He.<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>3</mn><mn>6</mn></msubsup><mtext>Li</mtext><msubsup><mo>+</mo><mn>1</mn><mn>2</mn></msubsup><mtext>D</mtext><msubsup><mo>→</mo><mn>2</mn><mn>4</mn></msubsup><mtext>He</mtext><msubsup><mo>+</mo><mn>2</mn><mn>4</mn></msubsup><mtext>He</mtext><mo>.</mo></math>; b) 22,4MeV; c) 8,07.105 kg."
    ]
  },
  {
    "cau_hoi": "Câu 1: Ban đầu có 10 g\n226\n88\nRa\nlà chất phóng xạ có chu kì bán rã 3,8 ngày. Khối lượng chất phóng xạ còn lại sau 22,8 ngày\nA. 1,25 g.\nB. 0,3125 g.\nC. 0,15625 g.\nD. 2,5 g.",
    "dap_an": [
      "Khối lượng chất phóng xạ còn lại sau 22,8 ngày là",
      "m = m0⋅2−tT=10.2−22,83,8m0⋅2−tT=10.2−22,83,8<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mtext>m</mtext><mn>0</mn></msub><mo>⋅</mo><msup><mn>2</mn><mrow><mo>−</mo><mfrac><mtext>t</mtext><mtext>T</mtext></mfrac></mrow></msup><mo>=</mo><msup><mn>10.2</mn><mrow><mo>−</mo><mfrac><mn>22,8</mn><mn>3,8</mn></mfrac></mrow></msup></math> = 0,15625g. Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 2: Ban đầu có 18 g\n210\n84\nPo\nlà chất phóng xạ có chu kì bán rã 138 ngày. Khối lượng chất phóng xạ còn lại sau 200 ngày\nA. 6,59 g.\nB. 4,22 g.\nC. 8,36 g.\nD. 12,98 g.",
    "dap_an": [
      "Khối lượng chất phóng xạ còn lại sau 200 ngày là",
      "m = m0⋅2−tT=18⋅2−200138m0⋅2−tT=18⋅2−200138<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mtext>m</mtext><mn>0</mn></msub><mo>⋅</mo><msup><mn>2</mn><mrow><mo>−</mo><mfrac><mtext>t</mtext><mtext>T</mtext></mfrac></mrow></msup><mo>=</mo><mn>18</mn><mo>⋅</mo><msup><mn>2</mn><mrow><mo>−</mo><mfrac><mn>200</mn><mn>138</mn></mfrac></mrow></msup></math> = 6,59g. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 3: Ban đầu có 0,2 mol\n32\n15\nP\nlà chất phóng xạ b- với chu kì bán rã 14,2 ngày. Số hạt nhân P còn lại sau 28,4 ngày. Lấy NA = 6,0221.1023 (mol).\nA. 3,11.1022.\nB. 2,03.1021.\nC. 4,27.1022.\nD. 3,011.1022.",
    "dap_an": [
      "Số mol hạt nhân P còn lại sau 28,4 ngày là n = n0⋅2−tT=0,2⋅2−28,414,2n0⋅2−tT=0,2⋅2−28,414,2<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mtext>n</mtext><mn>0</mn></msub><mo>⋅</mo><msup><mn>2</mn><mrow><mo>−</mo><mfrac><mtext>t</mtext><mtext>T</mtext></mfrac></mrow></msup><mo>=</mo><mn>0,2</mn><mo>⋅</mo><msup><mn>2</mn><mrow><mo>−</mo><mfrac><mn>28,4</mn><mn>14,2</mn></mfrac></mrow></msup></math> = 0,05 (mol)",
      "Số hạt nhân phóng xạ P còn lại sau 28,4 ngày là N = nNA = 3,011.2022. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 4: Một chất phóng xạ ban đầu có N0 hạt nhân. Sau 1 năm, còn lại một phần ba số hạt nhân ban đầu chưa phân rã. Sau 1 năm nữa, số hạt nhân còn lại chưa phân rã của chất phóng xạ đó là\nA. \nN\n0\n16\n.\nB. \nN\n0\n9\n.\nC. \nN\n0\n4\n.\nD. \nN\n0\n6\n.",
    "dap_an": [
      "N = N0⋅2−tT⇒⎧⎪⎨⎪⎩t1=1⇒N1=N0⋅2−t1 T=N03⇒13=2−1 Tt2=1⇒N2=N1⋅2−t2 T=N03⋅13=N09N0⋅2−tT⇒t1=1⇒N1=N0⋅2−t1 T=N03⇒13=2−1 Tt2=1⇒N2=N1⋅2−t2 T=N03⋅13=N09<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>N</mi><mn>0</mn></msub><mo>⋅</mo><msup><mn>2</mn><mrow><mo>−</mo><mfrac><mtext>t</mtext><mtext>T</mtext></mfrac></mrow></msup><mo>⇒</mo><mfenced open=\"{\" close=\"\"><mtable columnalign=\"left\" equalrows=\"true\" equalcolumns=\"true\"><mtr><mtd><msub><mtext>t</mtext><mn>1</mn></msub><mo>=</mo><mn>1</mn><mo>⇒</mo><msub><mtext>N</mtext><mn>1</mn></msub><mo>=</mo><msub><mtext>N</mtext><mn>0</mn></msub><mo>⋅</mo><msup><mn>2</mn><mrow><mo>−</mo><mfrac><msub><mi>t</mi><mn>1</mn></msub><mrow><mo> </mo><mtext>T</mtext></mrow></mfrac></mrow></msup><mo>=</mo><mfrac><msub><mi>N</mi><mn>0</mn></msub><mn>3</mn></mfrac><mo>⇒</mo><mfrac><mn>1</mn><mn>3</mn></mfrac><mo>=</mo><msup><mn>2</mn><mrow><mo>−</mo><mfrac><mn>1</mn><mrow><mo> </mo><mtext>T</mtext></mrow></mfrac></mrow></msup></mtd></mtr><mtr><mtd><msub><mi>t</mi><mn>2</mn></msub><mo>=</mo><mn>1</mn><mo>⇒</mo><msub><mi>N</mi><mn>2</mn></msub><mo>=</mo><msub><mi>N</mi><mn>1</mn></msub><mo>⋅</mo><msup><mn>2</mn><mrow><mo>−</mo><mfrac><msub><mi>t</mi><mn>2</mn></msub><mrow><mo> </mo><mtext>T</mtext></mrow></mfrac></mrow></msup><mo>=</mo><mfrac><msub><mi>N</mi><mn>0</mn></msub><mn>3</mn></mfrac><mo>⋅</mo><mfrac><mn>1</mn><mn>3</mn></mfrac><mo>=</mo><mfrac><msub><mi>N</mi><mn>0</mn></msub><mn>9</mn></mfrac></mtd></mtr></mtable></mfenced></math>. Chọn B."
    ]
  },
  {
    "cau_hoi": "Câu 5: Tia nào sau đây không phải là tia phóng xạ?\nA. Tia b-.\nB. Tia b+.\nC. Tia X.\nD. Tia a.",
    "dap_an": [
      "Chọn C."
    ]
  },
  {
    "cau_hoi": "Câu 6: Phát biểu nào sau đây sai?\nA. Tia a làm ion hóa mạnh các nguyên tử trên đường đi của nó và mất năng lượng rất nhanh.\nB. Tia b cũng làm ion hóa môi trường nhưng yếu hơn so với tia a.\nC. Tia g có khả năng xuyên thấu lớn hơn nhiều so với tia a và b.\nD. Tia X có khả năng đâm xuyên mạnh hơn tia g.",
    "dap_an": [
      "Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 7: Polonium\n210\n84\nPo\nlà một chất phóng xạ có chu kì bán rã 140 ngày. Hạt nhân polonium phóng xạ sẽ biến thành hạt nhân Pb và kèm theo một hạt a. Ban đầu có 42 mg chất phóng xạ Polonium. Tính khối lượng chì sinh ra sau 280 ngày.\nA. 2,12 mg.\nB. 20,8 mg.\nC. 30,9 mg.\nD. 15,7 mg.",
    "dap_an": [
      "Số mol hạt nhân phóng xạ polonium ban đầu là no=42210⋅10−3=2⋅10−4 molno=42210⋅10−3=2⋅10−4 mol<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mtext>n</mtext><mtext>o</mtext></msub><mo>=</mo><mfrac><mn>42</mn><mn>210</mn></mfrac><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>3</mn></mrow></msup><mo>=</mo><mn>2</mn><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>4</mn></mrow></msup><mo> </mo><mtext>mol</mtext></math>",
      "Số mol hạt nhân phóng xạ polonium còn lại là n = no⋅2−280/140=5⋅10−5 molno⋅2−280/140=5⋅10−5 mol<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mtext>n</mtext><mtext>o</mtext></msub><mo>⋅</mo><msup><mn>2</mn><mrow><mo>−</mo><mn>280</mn><mo>/</mo><mn>140</mn></mrow></msup><mo>=</mo><mn>5</mn><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>5</mn></mrow></msup><mo> </mo><mtext>mol</mtext></math>",
      "=> Số hạt nhân polonium bị mất đi là npx = no - n = 1,5.10-4 mol.",
      "Số hạt nhân chì được tạo thành bằng số hạt nhân poloni mất đi: nPb = npx = 1,5.10-4mol.",
      "=> Khối lượng chì được tạo thành là: nPb = nPb.206 = 30,9.10-3g = 30,9mg. Chọn C."
    ]
  },
  {
    "cau_hoi": "PHẦN II. Câu trắc nghiệm đúng sai. Trong mỗi ý a), b), c), d) ở mỗi câu, thí sinh chọn đúng hoặc sai\nCâu hỏi: Đồng vị phóng xạ β xenon\n133\n54\nXe\nđược sử dụng trong phương pháp nguyên tử đánh dấu của y học hạt nhân khi kiểm tra chức năng và chẩn đoán các bệnh về phổi. Chu kì bán rã của xenon\n133\n54\nXe\nlà 5,24 ngày. Một mẫu khí chứa xenon\n133\n54\nXe\nkhi được sản xuất tại nhà máy có độ phóng xạ 4,25.109Bq. Mẫu đó được vận chuyển về bệnh viện và sử dụng cho bệnh nhân sau đó 3,00 ngày. Các ý a), b), c), d) dưới đây là đúng hay sai?\na) Sản phẩm phân rã của xenon\n133\n54\nXe\nlà cesium \n133\n55\nCs\n.\nb) Hằng số phóng xạ của xenon\n133\n54\nXe\nlà 0,132s-1.\nc) Số nguyên tử\n133\n54\nXe\ncó trong mẫu mới sản xuất là 2,78.1015 nguyên tử.\nd) Khi bệnh nhân sử dụng, độ phóng xạ của mẫu khí là 1,86.109Bq.",
    "dap_an": [
      "a) Phương trình phóng xạ β- có dạng: 13354Xe→AZX+0−1e+00˜v54133Xe→ZAX+−10e+00v~<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>54</mn><mn>133</mn></msubsup><mtext>Xe</mtext><msubsup><mo>→</mo><mtext>Z</mtext><mtext>A</mtext></msubsup><mtext>X</mtext><msubsup><mo>+</mo><mrow><mo>−</mo><mn>1</mn></mrow><mn>0</mn></msubsup><mtext>e</mtext><msubsup><mo>+</mo><mn>0</mn><mn>0</mn></msubsup><mover accent=\"true\"><mtext>v</mtext><mo stretchy=\"true\">~</mo></mover></math>",
      "Do điện tích và số nucleon được bảo toàn trong các phản ứng hạt nhân nên:",
      "Z = 55 và A = 133. Vậy hạt nhân sản phẩm phân rã là 13355Cs55133Cs<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msubsup><mrow></mrow><mn>55</mn><mn>133</mn></msubsup><mtext>Cs</mtext></math> => Phát biểu a) Đúng.",
      "b) Hằng số phóng xạ của xenon là",
      "λ=ln2T=ln25,24.24.3600=1,53.10−6 s−1λ=ln2T=ln25,24.24.3600=1,53.10−6 s−1<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>λ</mi><mo>=</mo><mfrac><mrow><mi>ln</mi><mn>2</mn></mrow><mi>T</mi></mfrac><mo>=</mo><mfrac><mrow><mi>ln</mi><mn>2</mn></mrow><mn>5,24.24.3600</mn></mfrac><mo>=</mo><msup><mn>1,53.10</mn><mrow><mo>−</mo><mn>6</mn></mrow></msup><mo> </mo><msup><mtext>s</mtext><mrow><mo>−</mo><mn>1</mn></mrow></msup></math> => Phát biểu b) Sai.",
      "c) Số nguyên tử xenon trong mẫu mới sản xuất là",
      "N0=H0λ=4,25⋅109 Bq1,53⋅10−6 s−1=2,78⋅1015N0=H0λ=4,25⋅109 Bq1,53⋅10−6 s−1=2,78⋅1015<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>N</mi><mn>0</mn></msub><mo>=</mo><mfrac><msub><mi>H</mi><mn>0</mn></msub><mi>λ</mi></mfrac><mo>=</mo><mfrac><mrow><mn>4,25</mn><mo>⋅</mo><msup><mn>10</mn><mn>9</mn></msup><mo> </mo><mtext>Bq</mtext></mrow><mrow><mn>1,53</mn><mo>⋅</mo><msup><mn>10</mn><mrow><mo>−</mo><mn>6</mn></mrow></msup><mo> </mo><msup><mtext>s</mtext><mrow><mo>−</mo><mn>1</mn></mrow></msup></mrow></mfrac><mo>=</mo><mn>2,78</mn><mo>⋅</mo><msup><mn>10</mn><mn>15</mn></msup></math> nguyên tử => Phát biểu c) Đúng.",
      "d) Độ phóng xạ của mẫu khi bệnh nhân sử dụng là",
      "H=H02−tT=(4,25⋅109 Bq)⋅2−3,005,24=2,86⋅109 BqH=H02−tT=4,25⋅109 Bq⋅2−3,005,24=2,86⋅109 Bq<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>H</mi><mo>=</mo><msub><mi>H</mi><mn>0</mn></msub><msup><mn>2</mn><mrow><mo>−</mo><mfrac><mi>t</mi><mi>T</mi></mfrac></mrow></msup><mo>=</mo><mfenced><mrow><mn>4,25</mn><mo>⋅</mo><msup><mn>10</mn><mn>9</mn></msup><mo> </mo><mtext>Bq</mtext></mrow></mfenced><mo>⋅</mo><msup><mn>2</mn><mrow><mo>−</mo><mfrac><mn>3,00</mn><mn>5,24</mn></mfrac></mrow></msup><mo>=</mo><mn>2,86</mn><mo>⋅</mo><msup><mn>10</mn><mn>9</mn></msup><mo> </mo><mtext>Bq</mtext></math> => Phát biểu d) Sai.",
      "Đáp án: a) Đúng; b) Sai; c) Đúng; d) Sai."
    ]
  },
  {
    "cau_hoi": "PHẦN III. Câu trả lời ngắn.\nCâu hỏi: Một mẫu chất chứa hai đồng vị phóng xạ A và B. Tại thời điểm ban đầu, tỉ lệ số nguyên tử đồng vị A trên số nguyên tử đồng vị B là 5. Sau đó 2,0 giờ, tỉ lệ số nguyên tử đồng vị A trên số nguyên tử đồng vị B là 1. Biết rằng chu kì bán rã của đồng vị A là 0,50 giờ. Chu kì bán rã của đồng vị B là mấy giờ? Biết rằng hai đồng vị phóng xạ này không phải là sản phẩm phân rã của nhau. (Kết quả lấy đến một chữ số sau dấu phẩy thập phân).",
    "dap_an": [
      "Thời điềm ban đầu có N0A và N0B hạt nhân A và B trong mẫu: N0AN0B=5N0AN0B=5<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><msub><mi>N</mi><mrow><mn>0</mn><mi>A</mi></mrow></msub><msub><mi>N</mi><mrow><mn>0</mn><mi>B</mi></mrow></msub></mfrac><mo>=</mo><mn>5</mn></math>.",
      "Sau 2,0 giờ, số nguyên tử mỗi đồng vị có trong mẫu là NA=N0A2−tTANA=N0A2−tTA<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>N</mi><mi>A</mi></msub><mo>=</mo><msub><mi>N</mi><mrow><mn>0</mn><mi>A</mi></mrow></msub><msup><mn>2</mn><mrow><mo>−</mo><mfrac><mi>t</mi><msub><mi>T</mi><mi>A</mi></msub></mfrac></mrow></msup></math> và NB=N0B2−tTBNB=N0B2−tTB<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msub><mi>N</mi><mi>B</mi></msub><mo>=</mo><msub><mi>N</mi><mrow><mn>0</mn><mi>B</mi></mrow></msub><msup><mn>2</mn><mrow><mo>−</mo><mfrac><mi>t</mi><msub><mi>T</mi><mi>B</mi></msub></mfrac></mrow></msup></math>.",
      "Theo đề bài:",
      "NANB=N0A2−tTAN0B2−tTB=N0AN0B2t(1TB−1TA)=1NANB=N0A2−tTAN0B2−tTB=N0AN0B2t1TB−1TA=1<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mfrac><msub><mi>N</mi><mi>A</mi></msub><msub><mi>N</mi><mi>B</mi></msub></mfrac><mo>=</mo><mfrac><mrow><msub><mi>N</mi><mrow><mn>0</mn><mi>A</mi></mrow></msub><msup><mn>2</mn><mrow><mo>−</mo><mfrac><mi>t</mi><msub><mi>T</mi><mi>A</mi></msub></mfrac></mrow></msup></mrow><mrow><msub><mi>N</mi><mrow><mn>0</mn><mi>B</mi></mrow></msub><msup><mn>2</mn><mrow><mo>−</mo><mfrac><mi>t</mi><msub><mi>T</mi><mi>B</mi></msub></mfrac></mrow></msup></mrow></mfrac><mo>=</mo><mfrac><msub><mi>N</mi><mrow><mn>0</mn><mi>A</mi></mrow></msub><msub><mi>N</mi><mrow><mn>0</mn><mi>B</mi></mrow></msub></mfrac><msup><mn>2</mn><mrow><mi>t</mi><mfenced><mrow><mfrac><mn>1</mn><msub><mi>T</mi><mi>B</mi></msub></mfrac><mo>−</mo><mfrac><mn>1</mn><msub><mi>T</mi><mi>A</mi></msub></mfrac></mrow></mfenced></mrow></msup><mo>=</mo><mn>1</mn></math> => 2t.(1TB−1TA)=152t.1TB−1TA=15<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msup><mn>2</mn><mrow><mi>t</mi><mo>.</mo><mfenced><mrow><mfrac><mn>1</mn><msub><mi>T</mi><mi>B</mi></msub></mfrac><mo>−</mo><mfrac><mn>1</mn><msub><mi>T</mi><mi>A</mi></msub></mfrac></mrow></mfenced></mrow></msup><mo>=</mo><mfrac><mn>1</mn><mn>5</mn></mfrac></math> => t(1TB−1TA)=log2(15)t1TB−1TA=log215<math xmlns=\"http://www.w3.org/1998/Math/MathML\"><mi>t</mi><mfenced><mrow><mfrac><mn>1</mn><msub><mi>T</mi><mi>B</mi></msub></mfrac><mo>−</mo><mfrac><mn>1</mn><msub><mi>T</mi><mi>A</mi></msub></mfrac></mrow></mfenced><mo>=</mo><msub><mi>log</mi><mn>2</mn></msub><mfenced><mfrac><mn>1</mn><mn>5</mn></mfrac></mfenced></math>",
      "Thay số: t = 2,0 giờ và TA = 0,50 giờ ta tìm được TB = 1,2 giờ.",
      "Đáp án: 1,2 giờ."
    ]
  },
  {
    "cau_hoi": "Câu 1: Trong công nghiệp, phương pháp nào sau đây không sử dụng phóng xạ?\nA. Dò tìm khuyết tật kim loại bằng phương pháp chụp ảnh gamma.\nB. Xác định thành phần nguyên tố của vật liệu bằng phương pháp quang phổ phát xạ.\nC. Khử trùng thực phẩm bằng tia gamma.\nD. Sản xuất điện năng bằng lò phản ứng hạt nhân.",
    "dap_an": [
      "D – không sử dụng phóng xạ mà dùng năng lượng của phản ứng hạt nhân. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 2: Ứng dụng nào sau đây không phải của phóng xạ?\nA. Trong nông nghiệp tạo ra các giống cây trồng mới có năng suất cao, khả năng chống chịu tốt.\nB. Trong y học dùng chùm tia phóng xạ để tiêu diệt tế bào ung thư, từ đó điều trị khối u hoặc làm thu nhỏ khối u.\nC. Xác định tuổi, niên đại của các cổ vật gốc sinh vật khai quật được.\nD. Xác định nhiệt độ của các thiên thể trong vũ trụ.",
    "dap_an": [
      "D – không phải ứng dụng của phóng xạ. Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 3: Phóng xạ được sử dụng để tạo ra giống cây trồng mới có năng suất cao, khả năng chống chịu tốt thông qua\nA. gây đột biến gene.\nB. lai tạo giống.\nC. tăng cường thụ phấn.\nD. nuôi cấy mô.",
    "dap_an": [
      "Phóng xạ được sử dụng để tạo ra giống cây trồng mới có năng suất cao, khả năng chống chịu tốt thông qua gây đột biến gene. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 4: Ứng dụng nào của phóng xạ giúp bảo quản thực phẩm sau thu hoạch?\nA. Chiếu xạ thực phẩm bằng tia gamma.\nB. Sử dụng khí lạnh để bảo quản.\nC. Sử dụng chất bảo quản thực phẩm.\nD. Đóng hộp thực phẩm.",
    "dap_an": [
      "Chiếu xạ thực phẩm bằng tia gamma để diệt vi trùng có hại, để bảo quản thực phẩm sau thu hoạch. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 5: Phương pháp nguyên tử đánh dấu là gì?\nA. Phương pháp sử dụng các nguyên tử có tính phóng xạ để theo dõi quá trình chuyển động hoặc biến đổi của các chất.\nB. Phương pháp sử dụng các nguyên tử có kích thước nhỏ để đánh dấu các vật thể.\nC. Phương pháp sử dụng các nguyên tử có cấu trúc đặc biệt để đánh dấu các chất.\nD. Phương pháp sử dụng các nguyên tử có khối lượng lớn để đánh dấu các vật liệu.",
    "dap_an": [
      "Phương pháp nguyên tử đánh dấu là phương pháp sử dụng các nguyên tử có tính phóng xạ để theo dõi quá trình chuyển động hoặc biến đổi của các chất. Chọn A."
    ]
  },
  {
    "cau_hoi": "Câu 6: Phương pháp nguyên tử đánh dấu đóng vai trò quan trọng trong lĩnh vực nào?\nA. Y học.\nB. Nông nghiệp.\nC. Môi trường.\nD. Tất cả các lĩnh vực trên.",
    "dap_an": [
      "Chọn D."
    ]
  },
  {
    "cau_hoi": "Câu 7: Bộ phận chính của nhà máy điện hạt nhân là gì?\nA. Lò phản ứng hạt nhân.\nB. Đường vào của nước làm mát.\nC. Tháp làm mát.\nD. Bộ phận sinh hơi.",
    "dap_an": [
      "Bộ phận chính của nhà máy điện hạt nhân là lò phản ứng hạt nhân. Chọn A."
    ]
  }
]